{
  "name": "Leviticus",
  "chapters": [
    {
      "number": 1,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Locutus est autem Dominus ad Moysen in tabernaculo testimonii, dicens:",
          "english": "The Lord spoke to Moses inside the Tabernacle of Testimony, saying:"
        },
        {
          "number": 2,
          "latin": "Loquere filiis Israel, et dices ad eos: Homo ex vobis qui obtulerit hostiam Domino, de pecoribus, id est, de bobus et ovibus offerens victimas,",
          "english": "Speak to the children of Israel and tell them: When any person among you offers a sacrifice to the Lord, you must offer it from your livestock—either from your cattle or from your sheep."
        },
        {
          "number": 3,
          "latin": "Si holocaustum fuerit ejus oblatio, et de armentis: masculum immaculatum offeret ad ostium tabernaculi testimonii, ut placabile sit pro eo Domino.",
          "english": "If his offering is a burnt offering from his herd of cattle, he must present a perfect male animal at the entrance of the Tabernacle of Testimony. This is so his offering will be acceptable to the Lord, making atonement for him."
        },
        {
          "number": 4,
          "latin": "Ponétque manum super caput hostiae, et acceptabilis erit, atque in expiationem illius proficiens.",
          "english": "He will lay his hand on the head of the animal offered for sacrifice, and this act will make it acceptable, thereby providing atonement for him."
        },
        {
          "number": 5,
          "latin": "Immolabitque vitulum coram Domino, et offerent filii Aaron sacerdotes sanguinem ejus, fundentes per altaris circuitum, quod est ante ostium tabernaculi.",
          "english": "Then he must slaughter the young bull before the Lord. Aaron's sons, the priests, will offer its blood by sprinkling it all around the altar, which stands at the entrance of the Tabernacle."
        },
        {
          "number": 6,
          "latin": "Detractaque pelle hostiae, dissectam per membra divident.",
          "english": "After skinning the animal offered for sacrifice, they will cut it into its individual pieces."
        },
        {
          "number": 7,
          "latin": "Et injicient ignem super altare, compositis prius lignis desuper:",
          "english": "They will then place fire upon the altar, after arranging wood on it beforehand."
        },
        {
          "number": 8,
          "latin": "Et desuper, membra quae dissecta sunt, caput videlicet, et omnia quae adhærent jecori, ordinabunt.",
          "english": "And on top of the wood and fire, they will arrange the cut pieces, including the head and all the internal fat that adheres to the liver."
        },
        {
          "number": 9,
          "latin": "Intestina vero et pedes lavabunt aqua: et sacerdos cremabit omnia super altare in holocaustum et suavem odorem Domino.",
          "english": "However, the internal organs and the legs must be washed with water. Then the priest will burn all of it on the altar as a burnt offering, a pleasing aroma to the Lord."
        },
        {
          "number": 10,
          "latin": "Si de pecoribus oblatio fuerit holocausti, et de ovibus, sive de capris, masculum absque macula offeret:",
          "english": "If the burnt offering is from the flock—either from the sheep or the goats—he must offer a perfect male animal without blemish."
        },
        {
          "number": 11,
          "latin": "Immolabitque ad latus altaris aquilonis coram Domino: sanguinem vero illius fundent filii Aaron per circuitum ejus.",
          "english": "He will slaughter it on the north side of the altar, before the Lord. Aaron’s sons will then sprinkle its blood all around the altar."
        },
        {
          "number": 12,
          "latin": "Divisumque per membra, caput, et omnia quae adhærent jecori, ponent super ligna, quae igni supposita sunt.",
          "english": "After cutting it into pieces, they will arrange the head and all the internal fat adhering to the liver on top of the wood, which has been placed on the fire."
        },
        {
          "number": 13,
          "latin": "Intestina vero et pedes lavabunt aqua: et offeret sacerdos omnia, et cremabit super altare in holocaustum et suavem odorem Domino.",
          "english": "However, the internal organs and the legs must be washed with water. Then the priest will offer all of it and burn it on the altar as a burnt offering, a pleasing aroma to the Lord."
        },
        {
          "number": 14,
          "latin": "Si de avibus holocausti oblatio fuerit Domino, de turturibus, aut pullis columbarum,",
          "english": "If his burnt offering to the Lord is from birds—either turtledoves or young pigeons—"
        },
        {
          "number": 15,
          "latin": "offeret illud sacerdos ad altare: et retorto ad collum capite, ac rupta confractione nucha, comburet super altare, trudens in pariete caput ejus.",
          "english": "The priest will bring it to the altar. He will wring its neck to break it and then burn it on the altar, pressing its head against the side of the altar."
        },
        {
          "number": 16,
          "latin": "Quas expandens, auferet sordes absque igne: et projiciet juxta altare ad orientalem plagam, in loco ubi cineres jactari solent.",
          "english": "He will open the bird and remove its crop and its contents, not burning them, and throw them beside the altar on the east side, in the place where the ashes are usually placed."
        },
        {
          "number": 17,
          "latin": "Concidetque alas, et non omnino separabit, et sic cremabit illud super altare, impositis desuper lignis, et igne: holocaustum est, et oblatio suavissimi odoris Domino.",
          "english": "He will tear its wings, but not separate them entirely from the body, and then burn the bird on the altar, upon the wood and the fire. This is a burnt offering, an offering of a most pleasing aroma to the Lord."
        },
        {
          "number": 18,
          "latin": "Anima cum obtulerit oblationem sacrificii, simila erit ejus oblatio Domino.",
          "english": "When a person presents a grain offering as a sacrifice, his offering to the Lord must be fine flour."
        },
        {
          "number": 19,
          "latin": "Fundetque super eam oleum, et ponet thus, atque deferet ad filios Aaron sacerdotes.",
          "english": "He will pour olive oil on it and put frankincense on it, then bring it to Aaron’s sons, the priests."
        },
        {
          "number": 20,
          "latin": "Quorum cum acceperit sacerdos pugillum plenum in monumentum, cremabit illud super altare, et suavem odorem Domino.",
          "english": "When the priest receives it, he will take a handful as a memorial portion and burn it on the altar; it is a pleasing aroma to the Lord."
        },
        {
          "number": 21,
          "latin": "Quod autem reliquum fuerit de sacrificio, habebit Aaron et filii ejus: Sancta sanctorum est de oblationibus Domini.",
          "english": "Whatever remains of the grain offering will belong to Aaron and his sons. It is a most holy portion from the Lord’s offerings."
        },
        {
          "number": 22,
          "latin": "Cum offeres sacrificium coctum in clibano, de simila absque fermento panes coctos oleo, et lagana azyma uncta oleo.",
          "english": "When you offer a grain offering baked in an oven, it must consist of unleavened cakes of fine flour mixed with oil, or unleavened wafers spread with oil."
        },
        {
          "number": 23,
          "latin": "Si de sartagine fuerit oblatio similæ, conspersa oleo, absque fermento,",
          "english": "If your grain offering is prepared on a griddle, it must be unleavened fine flour mixed with oil."
        },
        {
          "number": 24,
          "latin": "in frusta concisa offeres, et fundes super eam oleum.",
          "english": "You will break it into pieces and pour oil over it."
        },
        {
          "number": 25,
          "latin": "Si autem de craticula, similæ oblatio fuerit conspersa oleo,",
          "english": "If your grain offering is prepared in a pan, it must be fine flour mixed with oil."
        },
        {
          "number": 26,
          "latin": "tollent sacerdotes in memoriam ejus partem, et cremabunt super altare, et suavem odorem Domino.",
          "english": "The priests will take a portion of it as a memorial and burn it on the altar; it is a pleasing aroma to the Lord."
        },
        {
          "number": 27,
          "latin": "Quod autem reliquum fuerit, habebit Aaron cum filiis suis, sancta sanctorum de oblationibus Domini.",
          "english": "Whatever remains will belong to Aaron and his sons, a most holy portion from the Lord’s offerings."
        },
        {
          "number": 28,
          "latin": "Si anima peccaverit per ignorantiam, et fecerit unum de his, quae Domini lege prohibentur, atque deliquerit:",
          "english": "If a person sins unintentionally by doing something forbidden by the Lord's Law, and thus becomes guilty, even if they were unaware of the transgression at the time:"
        },
        {
          "number": 29,
          "latin": "offeret de armento bovem immaculatum Domino pro peccato, et adducet illum ad ostium tabernaculi testimonii ad sacerdotem.",
          "english": "He must offer a perfect young bull from the herd to the Lord as a sin offering, and he will bring it to the entrance of the Tabernacle of Testimony, to the priest."
        },
        {
          "number": 30,
          "latin": "Ponétque manum super caput ejus, et immolabit illum coram Domino:",
          "english": "He will lay his hand on the head of the young bull and slaughter it before the Lord."
        },
        {
          "number": 31,
          "latin": "fundetque de sanguine ejus sacerdos in altaris circuitu.",
          "english": "The priest will then sprinkle some of its blood all around the altar."
        },
        {
          "number": 32,
          "latin": "Pinguédinem vero, quae operit intestina, et omnes adipem qui jecori est adjunctus, auferet,",
          "english": "He will remove all the fat that covers the internal organs, and all the fat that is attached to the liver."
        },
        {
          "number": 33,
          "latin": "sicut auferri solet de victimis pacificorum, et cremabit super altare in odorem suavissimum Domino.",
          "english": "Just as the fat is removed from peace offerings, he will remove it and burn it on the altar as a pleasing aroma to the Lord."
        },
        {
          "number": 34,
          "latin": "Et orabit pro eo sacerdos, et pro peccato illius: et dimittetur ei.",
          "english": "The priest will pray for him, making intercession for his sin, and it will be forgiven him."
        },
        {
          "number": 35,
          "latin": "Quod si de grege capra fuerit ejus oblatio pro peccato, offeret immaculatam capram,",
          "english": "If his sin offering is a goat from the flock, he must offer a perfect female goat."
        },
        {
          "number": 36,
          "latin": "ponétque manum super caput ejus, et immolabit illam in loco ubi solent occidi holocausti victimæ coram Domino:",
          "english": "He will lay his hand on its head and slaughter it in the place where burnt offerings are usually killed, before the Lord."
        },
        {
          "number": 37,
          "latin": "fundetque sacerdos de sanguine illius per circuitum altaris.",
          "english": "The priest will sprinkle some of its blood all around the altar."
        },
        {
          "number": 38,
          "latin": "Omnem quoque pinguédinem auferet, sicut auferri solet de pacificorum victimis, et cremabit super altare in odorem suavissimum Domino: orabitque pro eo, et dimittetur ei.",
          "english": "He will remove all its fat, just as the fat is removed from peace offerings, and burn it on the altar as a pleasing aroma to the Lord. The priest will pray for him, and it will be forgiven him."
        },
        {
          "number": 39,
          "latin": "Si agnum obtulerit pro peccato, masculum immaculatum offeret:",
          "english": "If he offers a lamb as his sin offering, he must offer a perfect male lamb."
        },
        {
          "number": 40,
          "latin": "ponétque manum super caput ejus, et immolabit illud in loco ubi solent holocausti occidi victimæ: fundetque sacerdos de sanguine illius per circuitum altaris.",
          "english": "He will lay his hand on its head and slaughter it in the place where burnt offerings are usually killed. The priest will sprinkle some of its blood all around the altar."
        }
      ]
    },
    {
      "number": 2,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Anima cum obtulerit oblationem sacrificii Domino, simila erit ejus oblatio.",
          "english": "When a person offers a sacrificial offering to the Lord, that offering must be of fine flour — a grain offering."
        },
        {
          "number": 2,
          "latin": "Fundetque super eam oleum, et ponet thus, ac deferet ad filios Aaron sacerdotes:",
          "english": "And the person must pour oil over the fine flour, and then put frankincense on it, and bring it to the sons of Aaron, who are the priests."
        },
        {
          "number": 3,
          "latin": "quorum unus tollet pugillum plenum similæ et olei, et totum thus, et adolebit memoriale super altare, incensum suavissimum Domino.",
          "english": "One of the priests will take a handful of the fine flour and oil, along with all the frankincense, and burn it on the altar as a memorial portion. This offering is a pleasing aroma to the Lord."
        },
        {
          "number": 4,
          "latin": "Quod autem reliquum fuerit de sacrificio, erit Aaron et filiorum ejus, sanctum sanctorum de oblationibus Domini.",
          "english": "But whatever remains from the offering will belong to Aaron and his sons. It is considered most holy, taken from the Lord’s offerings."
        },
        {
          "number": 5,
          "latin": "Cum autem obtuleris sacrificium coctum in clibano ex similæ, panes scilicet absque fermento conspersos oleo, et lagana azyma uncta oleo:",
          "english": "When you offer a grain offering baked in an oven, it must be unleavened bread made of fine flour mixed with oil, or unleavened wafers brushed with oil."
        },
        {
          "number": 6,
          "latin": "si de sartagine fuerit oblatio, similæ oleo conspersæ erit absque fermento:",
          "english": "If your offering is prepared on a griddle, it must be of fine flour mixed with oil and unleavened."
        },
        {
          "number": 7,
          "latin": "quæ in buccellas concisa, superfundes oleum.",
          "english": "After it is cut into pieces, you must pour oil over it."
        },
        {
          "number": 8,
          "latin": "Sin autem de craticula, similæ oleo conspergatur.",
          "english": "If the offering is prepared on a baking pan, it must be of fine flour mixed with oil."
        },
        {
          "number": 9,
          "latin": "Hæc offeres Domino per manus sacerdotis, qui cum obtulerit illam, tradet sacerdoti alteri.",
          "english": "You will bring these offerings to the Lord through the hands of a priest. When the first priest presents it, he will hand it over to another priest."
        },
        {
          "number": 10,
          "latin": "Qui cum tulerit de ea memoriale, adolebit super altare, incensum suavissimum Domino.",
          "english": "This priest will then take a memorial portion from it and burn it on the altar as a pleasing aroma to the Lord."
        },
        {
          "number": 11,
          "latin": "Quodcumque autem reliquum est, erit Aaron et filiorum ejus, sanctum sanctorum de oblationibus Domini.",
          "english": "Whatever remains from this offering will belong to Aaron and his sons. It is considered most holy, taken from the Lord’s offerings."
        },
        {
          "number": 12,
          "latin": "Omnis oblatio, quæ offertur Domino, absque fermento erit, nec quicquam mellis in sacrificio Domini ardebit.",
          "english": "Every grain offering presented to the Lord must be made without leaven. You must not burn any honey in an offering made to the Lord."
        },
        {
          "number": 13,
          "latin": "Quidquid obtuleris ex novo, primitiarum Domino offeres, sed super altare non ascendet in odorem suavitatis.",
          "english": "Whatever you offer as firstfruits to the Lord, you must bring as a new offering. But it will not be burned on the altar as a pleasing aroma."
        },
        {
          "number": 14,
          "latin": "Omne sacrificium tuum sale condies, nec auferes sal fœderis Dei tui de sacrificio tuo. In omni oblatione tua offeres sal.",
          "english": "You must season every one of your offerings with salt. Do not omit the salt of the covenant of your God from your offering. You must offer salt with every single offering you make."
        },
        {
          "number": 15,
          "latin": "Si autem obtuleris Domino oblationem primitiarum frugum, de spicis tostas et confractas fruges offeres, ut initiamentum sacrificii tui.",
          "english": "If you offer a grain offering of firstfruits of grain to the Lord, you must offer roasted heads of grain and crushed new grain as the beginning of your offering."
        },
        {
          "number": 16,
          "latin": "Super quod infundes oleum, et pones thus, quia sacrificium Domini est.",
          "english": "Over this, you must pour oil and put frankincense, because it is an offering to the Lord."
        }
      ]
    },
    {
      "number": 3,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Si autem oblatio ejus pacificorum fuerit, et voluerit offerre de bubus, sive masculum, sive feminam, immaculatum offeret coram Domino.",
          "english": "If someone brings a peace offering—an offering made to establish communion with God or give thanks—and chooses to offer an animal from his cattle, whether it is a male or a female, he must present it to the Lord without any physical defect."
        },
        {
          "number": 2,
          "latin": "Et ponet manum suam super caput hostiae suae, quae immolabitur in foribus tabernaculi testimonii: detrahentque filii Aaron sacerdotes sanguinem, et fundent per circuitum altaris.",
          "english": "And he shall place his hand upon the head of his sacrificial animal. This animal will then be slaughtered at the entrance of the tent of meeting. The sons of Aaron, who are priests, shall drain its blood and sprinkle it all around the altar."
        },
        {
          "number": 3,
          "latin": "Offeretque de hostia pacificorum incensum Domini, adipem qui operit vitalia, et totum arvinam quæ est juxa vitalia.",
          "english": "From this peace offering, he shall then present as an offering by fire to the Lord the fat that covers the animal's internal organs, including all the fatty tissue surrounding these organs."
        },
        {
          "number": 4,
          "latin": "Et duos renunculos cum adipe quo teguntur ilia, et reticulum jecoris cum renunculis.",
          "english": "He shall also offer the two kidneys, with the fat that is on them near the loins, and the fatty lobe that covers the liver, removing it together with the kidneys."
        },
        {
          "number": 5,
          "latin": "Et succendent ea filii Aaron super altare super holocaustum, quæ est super ligna igni supposita: incensum et oblationem Domini est.",
          "english": "The sons of Aaron shall then burn these parts on the altar, placing them on top of the burnt offering that is already laid upon the wood and the fire. This is an offering by fire, a sweet aroma to the Lord."
        },
        {
          "number": 6,
          "latin": "Si oblatio ejus de pecoribus est, et pacificorum hostia de ovibus immolat, sive masculum, sive feminam, immaculatum offeret.",
          "english": "If his offering is from the flock—that is, if he offers a peace offering from the sheep, whether it is a male or a female—he must present it without blemish."
        },
        {
          "number": 7,
          "latin": "Si agnum obtulerit, juxta ritum supradictum.",
          "english": "If he offers a lamb, he must follow the same procedures described above for cattle."
        },
        {
          "number": 8,
          "latin": "Ponetque manum suam super caput hostiae suae, quæ immolabitur in foribus tabernaculi testimonii: fundentque filii Aaron sanguinem ejus per circuitum altaris.",
          "english": "He shall lay his hand upon the head of his sacrificial animal, which will then be slaughtered at the entrance of the tent of meeting. The sons of Aaron shall sprinkle its blood all around the altar."
        },
        {
          "number": 9,
          "latin": "Offeretque de pacificorum hostia incensum Domini, adipem et caudam totam Aegypti, adipe grossa renunculos tegente, et vitalia.",
          "english": "From the peace offering, he shall then present as an offering by fire to the Lord its fat, including the entire fat tail, cut off close to the backbone. He shall also offer the fat that covers the internal organs."
        },
        {
          "number": 10,
          "latin": "Et duos renunculos cum adipe quo teguntur ilia, et reticulum jecoris cum renunculis.",
          "english": "And the two kidneys, with the fat that is on them near the loins, and the fatty lobe that covers the liver, removing it together with the kidneys."
        },
        {
          "number": 11,
          "latin": "Et succendet ea sacerdos super altare: cibus ignis oblationis Domini est.",
          "english": "The priest shall then burn these parts on the altar. This is the food of the offering by fire to the Lord."
        },
        {
          "number": 12,
          "latin": "Si de capris fuerit ejus oblatio, offerat eam immaculatam.",
          "english": "If his offering is a goat, he must present it without blemish."
        },
        {
          "number": 13,
          "latin": "Ponetque manum suam super caput ejus, et immolabit in foribus tabernaculi testimonii: fundentque filii Aaron sanguinem ejus per circuitum altaris.",
          "english": "He shall lay his hand upon its head, and it will then be slaughtered at the entrance of the tent of meeting. The sons of Aaron shall sprinkle its blood all around the altar."
        },
        {
          "number": 14,
          "latin": "Offeretque ex eo incensum Domini, adipem qui operit vitalia, et totum arvinam qua operit ilia.",
          "english": "From it, he shall then present as an offering by fire to the Lord its fat, including the fat that covers the internal organs, and all the fatty tissue surrounding these organs."
        },
        {
          "number": 15,
          "latin": "Duosque renunculos cum adipe quo teguntur ilia, et reticulum jecoris cum renunculis.",
          "english": "And the two kidneys, with the fat that is on them near the loins, and the fatty lobe that covers the liver, removing it together with the kidneys."
        },
        {
          "number": 16,
          "latin": "Et succendet ea sacerdos super altare, in cibum ignis, et in odorem suavissimum: omnis enim adeps Domini est.",
          "english": "The priest shall then burn these parts on the altar as food for the offering by fire, for a pleasing aroma. For all the fat belongs to the Lord."
        },
        {
          "number": 17,
          "latin": "Lege perpetua in generationibus et omnibus habitaculis vestris: omne adipem et sanguinem non comedetis.",
          "english": "This shall be a perpetual statute throughout your generations and in all your dwelling places: you shall eat no fat and no blood."
        }
      ]
    },
    {
      "number": 4,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Locutusque est Dominus ad Moysen dicens:",
          "english": "The Lord spoke to Moses, saying:"
        },
        {
          "number": 2,
          "latin": "Loquere filiis Israël: Anima cum peccaverit per ignorantiam, et fecerit unum ex omnibus mandatis Domini quae prohibentur ne fiant, nec intellexerit:",
          "english": "“Speak to the children of Israel: If a person sins unintentionally, doing something that the Lord has forbidden in His commandments, and does not realize it at the time, then this is what they must do:"
        },
        {
          "number": 3,
          "latin": "si sacerdos qui est unctus peccaverit, delinquens populum, offeret pro peccato suo vitulum immaculatum Domino.",
          "english": "If the High Priest—the one who has been anointed—sins in a way that brings guilt upon the people, he must offer a young, unblemished bull to the Lord as a sacrifice for his own sin."
        },
        {
          "number": 4,
          "latin": "Adducet ergo vitulum ad portam tabernaculi testimonii coram Domino, ponetque manum suam super caput ejus, et immolabit eum coram Domino.",
          "english": "He must bring the young bull to the entrance of the Tabernacle of the Testimony, before the Lord. He shall place his hand upon its head and slaughter it there before the Lord."
        },
        {
          "number": 5,
          "latin": "Et tollet de sanguine vituli, inferens illud in tabernaculum testimonii.",
          "english": "Then he must take some of the bull's blood and carry it into the Tabernacle of the Testimony."
        },
        {
          "number": 6,
          "latin": "Tinguetque digitum in sanguine, et asperget ex eo septies contra velum sanctuarii.",
          "english": "He shall dip his finger in the blood and sprinkle some of it seven times towards the veil of the sanctuary."
        },
        {
          "number": 7,
          "latin": "Ponensque de eodem sanguine super cornua altaris thymiamatis gratissimi coram Domino, quod est in tabernaculo testimonii: reliquum autem sanguinem fundet juxta basim altaris holocausti in vestibulo tabernaculi.",
          "english": "And he must put some of that same blood on the horns of the altar of pleasing incense before the Lord, which is inside the Tabernacle of the Testimony. The rest of the blood he shall pour out at the base of the altar for burnt offerings, which stands at the entrance of the Tabernacle."
        },
        {
          "number": 8,
          "latin": "Et omnem adipem vituli pro peccato, tumen, quod operit intestina, et quicquid intra jecur est,",
          "english": "Then he shall remove all the fat from the bull offered for sin: the fat that covers the intestines, and all the fat on the intestines,"
        },
        {
          "number": 9,
          "latin": "et duos renunculos cum adipe qui super eos est juxta ilia, et reticulum jecoris cum renunculis auferet,",
          "english": "and both kidneys with the fat that is on them near the loins, and the lobe of the liver, which he shall remove with the kidneys."
        },
        {
          "number": 10,
          "latin": "sicut aufertur de vitulo hostiae pacificorum, et cremabit ea super altare holocausti.",
          "english": "He shall remove these, just as it is removed from a young bull offered as a sacrifice of peace, and burn them on the altar for burnt offerings."
        },
        {
          "number": 11,
          "latin": "Pellem vero et omnes carnes cum capite et pedibus et intestinis et fimo,",
          "english": "But the bull's hide, all its meat along with its head and legs, its intestines, and its dung,"
        },
        {
          "number": 12,
          "latin": "totumque vitulum efferet extra castra in locum purum, ubi cinis effundi solet, et comburet igni super lignorum struem: in loco qui est extra castra, et mundus.",
          "english": "the entire bull, he must carry outside the camp to a clean place, where the ashes are usually poured out. He shall burn it with fire on a pile of wood in that clean place, outside the camp."
        },
        {
          "number": 13,
          "latin": "Quod si omnis multitudo Israël ignoraverit, et per inadvertentiam fecerit quod contra mandatum Domini est,",
          "english": "Now, if the entire congregation of Israel sins unintentionally, and through lack of attention does something against the Lord's commandment,"
        },
        {
          "number": 14,
          "latin": "et postea intellexerit, offeret vitulum pro peccato, adducetque eum ad portam tabernaculi testimonii:",
          "english": "and later realizes its sin, the community must offer a young bull as a sacrifice for sin, and bring it to the entrance of the Tabernacle of the Testimony."
        },
        {
          "number": 15,
          "latin": "et ponent seniores ejus manus super caput ejus coram Domino, immolabuntque eum ibidem.",
          "english": "Then the elders of the community shall place their hands on its head before the Lord and slaughter it there."
        },
        {
          "number": 16,
          "latin": "Et inferet sacerdos qui unctus est, de sanguine vituli in tabernaculum testimonii,",
          "english": "The High Priest, who is anointed, must carry some of the bull's blood into the Tabernacle of the Testimony."
        },
        {
          "number": 17,
          "latin": "tinguetque digitum, et asperget septies contra velum.",
          "english": "He shall dip his finger in the blood and sprinkle it seven times towards the veil."
        },
        {
          "number": 18,
          "latin": "Et ponet de eodem sanguine super cornua altaris quod est coram Domino in tabernaculo testimonii: reliquum autem sanguinem fundet juxta basim altaris holocausti, quod est in vestibulo tabernaculi.",
          "english": "And he shall put some of that same blood on the horns of the altar that is before the Lord inside the Tabernacle of the Testimony. The rest of the blood he shall pour out at the base of the altar for burnt offerings, which is at the entrance of the Tabernacle."
        },
        {
          "number": 19,
          "latin": "Omnes autem adipem illius tollet, et cremabit super altare:",
          "english": "Then he must remove all its fat and burn it on the altar."
        },
        {
          "number": 20,
          "latin": "sic faciens et de hoc vitulo, sicut fecit et prius: et rogante pro eis sacerdote, propitius erit Dominus.",
          "english": "He shall do to this young bull just as he did to the previous one. And when the priest intercedes for them, the Lord will forgive them."
        },
        {
          "number": 21,
          "latin": "Ipsum vero vitulum efferet extra castra, et comburet sicut ante præceperam.",
          "english": "The young bull itself he shall carry outside the camp and burn, just as I commanded before."
        },
        {
          "number": 22,
          "latin": "Si peccaverit princeps, et fecerit unum e cunctis mandatis Domini Dei sui per ignorantiam, atque postea intellexerit reatum suum,",
          "english": "If a ruler sins unintentionally, doing something against any of the commandments of the Lord his God, and afterwards realizes his guilt,"
        },
        {
          "number": 23,
          "latin": "offeret hostiam, hircum de capris immaculatum:",
          "english": "he must offer a male goat, unblemished, as a sacrifice."
        },
        {
          "number": 24,
          "latin": "ponetque manum super caput ejus, et immolabit eum in loco ubi solent occidi holocausta coram Domino, quia hostia pro peccato est.",
          "english": "He shall place his hand on its head and slaughter it in the place where burnt offerings are usually killed before the Lord, because it is a sacrifice for sin."
        },
        {
          "number": 25,
          "latin": "Et tinget sacerdos digitum in sanguine hostiae, ponetque super cornua altaris holocausti, et reliquum fundet ad basim ejus.",
          "english": "Then the priest shall dip his finger in the blood of the sacrifice and put some of it on the horns of the altar for burnt offerings, pouring the rest at its base."
        },
        {
          "number": 26,
          "latin": "Adipem vero comburet super altare, quasi hostiam holocausti: et rogante pro eo sacerdote, propitius erit illi Dominus propter peccatum.",
          "english": "But he shall burn all its fat on the altar, just as with a burnt offering. And when the priest intercedes for him, the Lord will forgive him for his sin."
        },
        {
          "number": 27,
          "latin": "Quod si anima de populo terræ peccaverit per ignorantiam, et fecerit unum ex his quae in lege Domini prohibentur, atque deliquerit,",
          "english": "If an ordinary person from the common people sins unintentionally, doing something forbidden by the Lord’s law, and thus incurs guilt,"
        },
        {
          "number": 28,
          "latin": "et postea intellexerit peccatum suum, offeret capram immaculatam femininam.",
          "english": "and afterwards realizes their sin, they must offer an unblemished female goat as a sacrifice."
        },
        {
          "number": 29,
          "latin": "Ponetsque manum super caput hostiae pro peccato, et immolabit illam in loco holocausti.",
          "english": "They shall place their hand on the head of the sacrifice for sin and slaughter it in the place of the burnt offering."
        },
        {
          "number": 30,
          "latin": "Et sumens sacerdos de sanguine ejus digito suo, tinget cornua altaris holocausti, et reliquum fundet ad basim ejus.",
          "english": "Then the priest shall take some of its blood with his finger, put it on the horns of the altar for burnt offerings, and pour the rest at its base."
        },
        {
          "number": 31,
          "latin": "Omnem vero adipem auferet, sicut auferri solet de victimis pacificorum, et cremabit super altare in odorem suavitatis Domino: et rogante pro eo sacerdote, propitius erit illi.",
          "english": "And he shall remove all its fat, just as fat is removed from peace offerings, and burn it on the altar as a pleasing aroma to the Lord. And when the priest intercedes for the person, the Lord will forgive them."
        },
        {
          "number": 32,
          "latin": "Quod si agnum obtulerit pro peccato, masculum absque macula,",
          "english": "If someone offers a male lamb without blemish as a sacrifice for sin,"
        },
        {
          "number": 33,
          "latin": "ponet manum super caput ejus, et immolabit eum in loco ubi solent holocausti immolari,",
          "english": "they shall place their hand on its head and slaughter it in the place where burnt offerings are usually slaughtered."
        },
        {
          "number": 34,
          "latin": "sumetque sacerdos de sanguine ejus digito suo, et tinget cornua altaris holocausti, et reliquum fundet ad basim ejus.",
          "english": "Then the priest shall take some of its blood with his finger, put it on the horns of the altar for burnt offerings, and pour the rest at its base."
        },
        {
          "number": 35,
          "latin": "Omnem autem adipem auferet, sicut auferri solet de ariete qui immolatur pro pacificis, et cremabit illud super altare, in incensum Domini: et rogante pro eo sacerdote, propitius erit illi pro peccato, quod commisit.",
          "english": "And he shall remove all its fat, just as it is removed from the ram sacrificed for peace offerings, and burn it on the altar as an incense to the Lord. And when the priest intercedes for the person, the Lord will forgive them for the sin they committed."
        }
      ]
    },
    {
      "number": 5,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Si peccaverit anima, et audierit vocem jurantis, et iste testis sit, vel quod ipse vidit, vel cognovit: si non indicaverit, portabit iniquitatem suam.",
          "english": "If a person commits a sin by not speaking up,\nafter they have heard a public oath or adjuration\ncalling for witnesses to testify,\nand they themselves were a witness\nto something they saw or knew,\nbut they failed to report what they knew,\nthen that person will be held accountable for their sin."
        },
        {
          "number": 2,
          "latin": "Si anima tetigerit aliquid immundum, sive cadaver bestiae immundae, sive cadaver jumenti immundi, sive cadaver reptilis immundi, et oblita fuerit, et postea recordata resciverit, polluta est et rea peccati.",
          "english": "Or if a person touches anything ritually unclean—\nwhether the carcass of an unclean wild animal,\nor the carcass of an unclean domestic animal,\nor the carcass of an unclean crawling creature—\nand they were initially unaware of the ritual impurity,\nbut then later remember and realize it,\nthat person becomes ritually unclean and is guilty of sin."
        },
        {
          "number": 3,
          "latin": "Et si tetigerit immunditiam hominis, juxta omnem immunditiam qua pollui solet, et oblitus fuerit, et postea recordatus resciverit, reus erit.",
          "english": "Or if a person touches human uncleanness,\nany kind of ritual impurity by which a person normally becomes defiled,\nand they were initially unaware of it,\nbut then later remember and realize it,\nthat person will be guilty."
        },
        {
          "number": 4,
          "latin": "Si et anima juramento peccaverit, proferens labiis suis ut faciat malum, vel bonum, et quocumque genere jurationis, et oblita fuerit, posteaque cognoverit, deliquit.",
          "english": "Or if a person acts sinfully by making a rash vow—\nswearing with their lips to do something, whether good or bad,\nor making any other kind of sworn promise—\nand then they forget about it,\nbut afterwards realize their failure to keep it,\nthat person has committed a transgression."
        },
        {
          "number": 5,
          "latin": "Quicumque ergo peccaverit in uno horum, confiteatur peccatum suum:",
          "english": "Therefore, whoever commits a sin in any of these ways\nmust confess their sin."
        },
        {
          "number": 6,
          "latin": "et offeret pro peccato suo Domino de gregibus feminam, sive agnam, sive capram, et orabit pro eo sacerdos et pro peccato illius.",
          "english": "And they shall offer for their sin to the Lord\na female animal from the flock, either a lamb or a goat.\nAnd the priest will then make atonement for that person, for their sin."
        },
        {
          "number": 7,
          "latin": "Si vero non potuerit offerre pecora, offerat Domino duos turtures, vel duos pullos columbæ: unum pro peccato, et alterum in holocaustum.",
          "english": "But if the person cannot afford to offer an animal from the flock,\nthen they shall offer to the Lord two turtledoves or two young pigeons:\none as a sin offering, and the other as a burnt offering to God."
        },
        {
          "number": 8,
          "latin": "Offeret sacerdos unum pro peccato primum, et retorquebit caput ejus ad collum, nec omnino abrumpet.",
          "english": "The priest shall offer the first bird as the sin offering,\nwringing its head at the neck, but without fully detaching it."
        },
        {
          "number": 9,
          "latin": "Et asperget de sanguine ejus parietem altaris, reliquum autem ad fundamentum altaris siccabitur: quia pro peccato est.",
          "english": "And he shall sprinkle some of its blood on the side of the altar,\nbut the remaining blood shall be drained at the base of the altar,\nbecause this is a sin offering."
        },
        {
          "number": 10,
          "latin": "Alteram vero volucrem holocausti faciet, ut fieri solet: et orabit pro eo sacerdos, et pro peccato illius, et dimittetur ei.",
          "english": "But the other bird he shall prepare as a burnt offering,\naccording to the usual ritual.\nThen the priest will make atonement for that person, for their sin,\nand they will be forgiven."
        },
        {
          "number": 11,
          "latin": "Quod si non quiverit offerre duos turtures, vel duos pullos columbæ, offeret in peccato suo decimam partem ephi similae absque oleo, et thure: quia pro peccato est.",
          "english": "But if the person cannot afford to offer two turtledoves or two young pigeons,\nthen for their sin, they shall offer a tenth of an ephah of fine flour.\nIt must be offered without olive oil and without frankincense,\nbecause it is a sin offering."
        },
        {
          "number": 12,
          "latin": "Adferetque illam ad sacerdotem, qui impleta manu sua tollet inde quod monumentum sit, et incendet super altare in partem Domini.",
          "english": "And the person shall bring it to the priest,\nwho, taking a handful of it, will set it aside as a memorial portion,\nand then burn it on the altar as a portion for the Lord."
        },
        {
          "number": 13,
          "latin": "Sic expiabit pro eo sacerdos, et pro peccato quod commisit, et dimittetur ei: reliquum autem habebit sacerdos sicut in munere.",
          "english": "Thus the priest will make atonement for that person,\nfor the sin they committed, and they will be forgiven.\nThe remainder of the offering, however, will belong to the priest as his portion."
        },
        {
          "number": 14,
          "latin": "Locutus est Dominus ad Moysen, dicens:",
          "english": "The Lord then spoke to Moses, saying:"
        },
        {
          "number": 15,
          "latin": "Anima si praevaricans et per errorem, in his quae Domino sunt sanctificata, nescierit fecerit, offeret pro delicto suo arietem immaculatum de gregibus, qui emi potest duobus siclis justis, juxta pondus sanctuarii.",
          "english": "If a person commits a transgression and, by mistake,\nunknowingly acts against what is consecrated to the Lord—\nfor this trespass, they shall offer an unblemished ram from the flock\nas a guilt offering,\nvalued at two just shekels according to the sanctuary standard."
        },
        {
          "number": 16,
          "latin": "Quod si damnum fecit in sanctuarium, restituet, et quintam partem superaddet, tradens sacerdoti: qui orabit pro eo, offerens arietem.",
          "english": "And if the person has caused any loss concerning consecrated things,\nthey must make full restitution for that loss,\nand add a fifth part (twenty percent) to it,\ngiving it to the priest.\nThen the priest will make atonement for them by offering the ram."
        },
        {
          "number": 17,
          "latin": "Si quis per errorem fecerit, ut non intelligens faciat de his quae Domino lege prohibentur, et postea cognoverit delicti sui, portabit iniquitatem suam:",
          "english": "If a person commits a sin by mistake,\nunknowingly doing something that is forbidden by the Lord's Law,\nand later becomes aware of their transgression,\nthat person will still bear the guilt of their sin."
        },
        {
          "number": 18,
          "latin": "et offeret arietem immaculatum de gregibus, ad sacerdotem, juxta mensuram et æstimationem pro peccato: et orabit pro eo sacerdos super ignorantia sua, quia nescierit, et dimittetur ei.",
          "english": "And they shall bring an unblemished ram from the flock to the priest,\nvalued appropriately for the trespass.\nThen the priest will make atonement for that person for their unintentional sin,\nbecause they acted unknowingly, and they will be forgiven."
        },
        {
          "number": 19,
          "latin": "Quia per errorem deliquit in Dominum.",
          "english": "This is for an unintentional transgression against the Lord."
        },
        {
          "number": 20,
          "latin": "Locutus est Dominus ad Moysen, dicens:",
          "english": "The Lord then spoke to Moses, saying:"
        },
        {
          "number": 21,
          "latin": "Anima cum peccaverit, et contempto Domino, negaverit depositum proximo suo, quod fidei ejus creditum fuerat, aut vi abstulerit, aut calumniata fuerit,",
          "english": "If a person commits a sin, and thereby shows contempt for the Lord,\nby denying to their neighbor a deposit that had been entrusted to their care,\nor by violently taking what belongs to another,\nor by committing fraud,"
        },
        {
          "number": 22,
          "latin": "aut inventam rem negans, et super hoc pejerans: quicquid illud est, pro quo peccaverit,",
          "english": "or by denying that they found something lost,\nand then swearing a false oath about it—\nwhatever the specific thing for which they have sinned,"
        },
        {
          "number": 23,
          "latin": "cum hujuscemodi delicto fuerit, restituet omnia, quae per fraudem nescio quam abstulit, et quintam partem desuper addet ad dominum, cui fecerat damnum.",
          "english": "when they are guilty of such a trespass,\nthey must restore everything they took away by any kind of fraud,\nand add a fifth part (twenty percent) to it,\ngiving it back to the owner whom they defrauded."
        },
        {
          "number": 24,
          "latin": "Et pro peccato suo, offeret arietem immaculatum de gregibus Domino, et dabit eum sacerdoti, juxta æstimationem et mensuram peccati:",
          "english": "And for their sin, they shall offer an unblemished ram from the flock to the Lord,\ngiving it to the priest,\nvalued appropriately for the measure and estimation of the sin."
        },
        {
          "number": 25,
          "latin": "Qui orabit pro eo coram Domino, et dimittetur illi de quocumque peccato in horum quolibet deliquit.",
          "english": "Then the priest will make atonement for them before the Lord,\nand they will be forgiven for whatever sin they have committed in any of these cases."
        },
        {
          "number": 26,
          "latin": "Locutus est Dominus ad Moysen, dicens:",
          "english": "The Lord then spoke to Moses, saying:"
        }
      ]
    },
    {
      "number": 6,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Locutus est Dominus ad Moysen, dicens:",
          "english": "The Lord spoke to Moses, saying:"
        },
        {
          "number": 2,
          "latin": "Anima cum peccaverit, et contempto Domino, negaverit depositum proximo suo, quod apud illum fuerat derelictum, aut vi aliquid extorserit, aut calumniam fecerit,",
          "english": "If a person sins by acting contemptuously toward the Lord, for example, by denying a deposit left with them by their neighbor, or by extorting something by force, or by committing fraud,"
        },
        {
          "number": 3,
          "latin": "vel rem inventam negaverit, et super hoc pejeraverit, sive quidquam aliud ex omnibus fecerit, per quæ solet homo peccare:",
          "english": "or if they have denied finding something, and then sworn a false oath concerning it; or if they have done anything else from all the ways that a person typically commits sin:"
        },
        {
          "number": 4,
          "latin": "convicta sceleris, reddet universa quæ per fraudem obtinuit, adicietque quintam partem supra, tradens sacerdoti, pro eo quod injuste abstulit:",
          "english": "once they are found guilty of this wickedness, they must return everything they gained through deceit. They must also add an additional fifth part to it, giving this total amount to the priest, as compensation for what they unjustly took."
        },
        {
          "number": 5,
          "latin": "et pro peccato suo, offeret arietem immaculatum de grege, et dabit eum sacerdoti, juxta æstimationem et modum, expiationis.",
          "english": "And for their specific sin, they shall offer a perfect ram, without blemish, from the flock. They will give this ram to the priest for atonement, according to its assessed value and the prescribed manner of expiation."
        },
        {
          "number": 6,
          "latin": "Rogabitque pro eo sacerdos coram Domino: et dimittetur ei quidquid peccavit.",
          "english": "The priest will then pray for them before the Lord. After this, whatever sin they have committed will be forgiven them."
        },
        {
          "number": 7,
          "latin": "Locutus est Dominus ad Moysen, dicens:",
          "english": "The Lord spoke to Moses, saying:"
        },
        {
          "number": 8,
          "latin": "Præcipe Aaron et filiis ejus: Hæc est lex holocausti: ipsum est holocaustum quod comburitur in nocte super altare usque mane: ignis autem ejus semper ardebit in illo.",
          "english": "Command Aaron and his sons this: This is the law for the burnt offering, also known as the holocaust. The burnt offering is the sacrifice that is completely consumed by fire on the altar, burning from evening throughout the night until morning. The fire for this offering must always be kept burning on the altar."
        },
        {
          "number": 9,
          "latin": "Induet sacerdos tunicam et feminalia linea: et tollet cineres, quos combusserit ignis holocausti: et fundet juxta altare.",
          "english": "The officiating priest shall put on his sacred linen tunic and linen breeches. Then he shall gather the ashes from the burnt offering—the ashes that the sacrificial fire has consumed—and pour them next to the altar."
        },
        {
          "number": 10,
          "latin": "Vestitusque aliis vestimentis, reponet eos extra castra in loco mundo.",
          "english": "After this, he must change into different garments, and then carry the ashes outside the camp to a ceremonially clean place."
        },
        {
          "number": 11,
          "latin": "Ignis autem qui est in altari, semper ardebit, nec extinguetur: et succendet in eo sacerdos ligna mane singulis diebus, et imposito holocausto, desuper adolebit incensum pacis.",
          "english": "The fire on the altar must always be kept burning; it shall never be allowed to go out. Every morning, the priest shall add wood to it and arrange the burnt offering on top. Then he will burn the fat of the peace offerings upon it."
        },
        {
          "number": 12,
          "latin": "Ignis est iste perpetuus, qui nunquam deficiet in altari.",
          "english": "This fire is to be perpetual; it shall never be allowed to fail or go out on the altar."
        },
        {
          "number": 13,
          "latin": "Hæc est lex sacrificii pro peccato. In loco ubi immolatur holocaustum, occidetur et hoc coram Domino: sanctum sanctorum est.",
          "english": "This is the law for the sin offering. The animal for this offering must be slaughtered in the very place where the burnt offering is sacrificed, before the Lord. This sacrifice is considered most holy."
        },
        {
          "number": 14,
          "latin": "Sacerdos qui comedit illud, portabit iniquitatem si quid forte de carne contigerit vestimentum ejus, lavabitur in loco sancto.",
          "english": "The priest who eats of this offering must observe the ritual laws. If any of its flesh should accidentally touch his garment, that garment must be washed in a holy place to purify it."
        },
        {
          "number": 15,
          "latin": "Vas fictile in quo coctum fuerit, confringetur: si vero æneum fuerit, defricabitur et lavabitur aquis.",
          "english": "Any clay vessel in which the offering has been cooked must be broken afterward. But if it is a bronze vessel, it shall be thoroughly scoured and washed with water."
        },
        {
          "number": 16,
          "latin": "Omnis masculus de stirpe sacerdotali vescetur ex eo: sanctum sanctorum est.",
          "english": "Every male descendant of the priestly family may eat of this offering, because it is considered most holy."
        },
        {
          "number": 17,
          "latin": "Omne sacrificium quod offertur pro peccato, cujus sanguis infertur in tabernaculum testimonii ad expiandum in sanctuario, non comedetur, sed comburetur igni.",
          "english": "However, any sin offering whose blood is brought into the Tent of Meeting—the tabernacle of testimony—to make atonement within the sanctuary, shall not be eaten. Instead, it must be completely consumed by fire."
        },
        {
          "number": 18,
          "latin": "Locutus est Dominus ad Moysen, dicens:",
          "english": "The Lord spoke to Moses, saying:"
        },
        {
          "number": 19,
          "latin": "Hæc est oblatio Aaron et filiorum ejus, quam offerre debent Domino in die unctionis suæ: decimam partem ephi simulæ conspersæ oleo, jugiter, in sacrificium sempiternum.",
          "english": "This is the special grain offering that Aaron and his sons must offer to the Lord on the day of their anointing: a tenth of an ephah of fine flour, mixed with oil, as a perpetual grain offering to be made regularly."
        },
        {
          "number": 20,
          "latin": "Media pars ejus mane, et media pars vespere offeretur.",
          "english": "Half of this offering shall be presented in the morning, and the other half in the evening."
        },
        {
          "number": 21,
          "latin": "In sartagine oleo conspersa frixabitur: quam cum in partes et buccellas diviseris, offeres incensum odori suavissimo Domino.",
          "english": "It shall be prepared in a pan, mixed with oil, and fried. After you have divided it into suitable portions and pieces, you shall offer it as a burnt offering, a truly pleasing aroma to the Lord."
        },
        {
          "number": 22,
          "latin": "Sacerdos qui successerit patri suo, et unctus fuerit eodem ritu, faciet similiter. Legitime æternum est. Uni Domino. Consumetur omnia igni.",
          "english": "The priest who succeeds his father and is anointed with the same sacred ritual shall perform this offering in the same way. This is an eternal, prescribed law for the Lord alone. The entirety of this offering must be consumed by fire."
        },
        {
          "number": 23,
          "latin": "Omne sacrificium sacerdotis igne comburetur, nec comedetur.",
          "english": "Every grain offering made by a priest shall be completely consumed by fire; it shall never be eaten."
        },
        {
          "number": 24,
          "latin": "Locutus est Dominus ad Moysen, dicens:",
          "english": "The Lord spoke to Moses, saying:"
        },
        {
          "number": 25,
          "latin": "Loquere ad Aaron et filios ejus: Hæc est lex sacrificii pro peccato: in loco ubi immolatur holocaustum, immolabitur et illud coram Domino: sanctum sanctorum est.",
          "english": "Speak to Aaron and his sons, saying: This is the law for the sin offering. The animal for this offering shall be slaughtered in the very same place where the burnt offering is slaughtered, before the Lord. This sacrifice is considered most holy."
        },
        {
          "number": 26,
          "latin": "Sacerdos qui offert illud pro peccato, comedet illud in loco sancto, in vestibulo tabernaculi testimonii.",
          "english": "The priest who presents this offering for sin shall eat it in a holy place—specifically, in the court of the Tent of Meeting, which is the tabernacle of testimony."
        },
        {
          "number": 27,
          "latin": "Quidquid tetigerit carnes ejus, sanctificabitur: si de sanguine illius vestimentum fuerit aspersum, lavabitur in loco sancto.",
          "english": "Whatever touches the flesh of the offering shall become holy. If any of its blood is sprinkled on a garment, that part of the garment must be washed in a holy place."
        },
        {
          "number": 28,
          "latin": "Vas fictile in quo coctum est, confringetur: si vero æneum fuerit, defricabitur et lavabitur aqua.",
          "english": "Any clay vessel in which the offering has been cooked must be broken. But if it is a bronze vessel, it shall be scoured and then rinsed thoroughly with water."
        },
        {
          "number": 29,
          "latin": "Omnis masculus de genere sacerdotali vescetur ex eo, quia sanctum sanctorum est.",
          "english": "Every male from the priestly family may eat of it, because it is considered most holy."
        },
        {
          "number": 30,
          "latin": "Omnis enim hostia quæ infertur pro peccato, cujus sanguis infertur in tabernaculum testimonii ad expiandum in sanctuario, non comedetur, sed comburetur igni.",
          "english": "However, any sin offering—any victim whose blood is brought into the Tent of Meeting, which is the tabernacle of testimony, to make atonement in the sanctuary—shall not be eaten. Instead, it must be completely consumed by fire."
        }
      ]
    },
    {
      "number": 7,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Haec quoque lex est hostiae pro peccato. Sanctissimum est.",
          "english": "These are the laws for the sin offering, which is most holy."
        },
        {
          "number": 2,
          "latin": "Ubi immolatur holocaustum, ibi et victima pro peccato mactabitur: sanguisque ejus per gyrum altaris fundetur.",
          "english": "Just as with the burnt offering, the sin offering is to be sacrificed in the place where the burnt offering is killed. Its blood is to be poured out all around the altar."
        },
        {
          "number": 3,
          "latin": "Omnem adipem ejus offerent: caudam quoque et adipem qui vitalia operit, et duos renunculos cum adipe suo, quo renes teguntur, et reticulum jecoris cum renunculis.",
          "english": "They must offer all its fat: the fat tail (especially prominent in certain sheep breeds), the fat covering the entrails, both kidneys with the fat that covers them, and the fatty lobe of the liver, which is typically removed along with the kidneys."
        },
        {
          "number": 4,
          "latin": "Et adolebit ea sacerdos super altare: incensum Domino est pro peccato.",
          "english": "The priest shall then burn these parts on the altar as a pleasing aroma to the Lord, an offering for sin."
        },
        {
          "number": 5,
          "latin": "Omnis masculus de sacerdotali genere, vescentur de carnibus ejus in loco sancto: quia sanctum sanctorum est.",
          "english": "Every male in the priestly family is permitted to eat its flesh in a holy place, because this offering is most holy."
        },
        {
          "number": 6,
          "latin": "Similiter et de hostia pro delicto. Sanctum sanctorum est: sacerdotum est.",
          "english": "The same rules apply to the trespass (or guilt) offering: it is most holy, and it belongs to the priests."
        },
        {
          "number": 7,
          "latin": "Sacerdos qui offeret eam, ipse comedet.",
          "english": "The priest who presents it as an offering is the one who shall eat it."
        },
        {
          "number": 8,
          "latin": "Quod si offeratur holocaustum, ejus sacerdotis erit cuius manu fusus est sanguis.",
          "english": "Whenever a burnt offering is made, the hide of the animal, which is not burned, shall belong to the priest whose hand poured out its blood."
        },
        {
          "number": 9,
          "latin": "Et omne sacrificium similae, quod coctum fuerit in clibano, et quidquid in craticula, vel in sartagine praeparatum, ejus erit sacerdotis a quo offertur.",
          "english": "Every grain offering that is baked in the oven, or prepared on the griddle, or in a pan, shall belong to the priest who offers it."
        },
        {
          "number": 10,
          "latin": "Sive consersum oleo, sive aridum, cunctis filiis Aaron aequa portione dabitur.",
          "english": "Any grain offering, whether mixed with oil or dry, shall be given to all the sons of Aaron in equal shares."
        },
        {
          "number": 11,
          "latin": "Haec est lex hostiae pacificorum, quae offertur Domino.",
          "english": "This is the law for the peace offering that is presented to the Lord."
        },
        {
          "number": 12,
          "latin": "Si pro gratiarum actione fuerit oblatio, offerent panes absque fermento conspersos oleo, et lagana azyma uncta oleo, et similam frictam et collyridas oleo mixtas.",
          "english": "If someone offers it as a thank offering, they must present unleavened loaves mixed with oil, unleavened wafers anointed with oil, and fine flour fried with oil, along with thin cakes mixed with oil."
        },
        {
          "number": 13,
          "latin": "Panes quoque fermentatos cum hostia gratiarum, quae immolatur pro pacificis.",
          "english": "They must also offer leavened loaves along with the thank offering, which is sacrificed as part of the peace offerings."
        },
        {
          "number": 14,
          "latin": "Ex quibus singulos panes, unum de singulis hostiis, offerent Domino in primitiis: et sacerdotis erunt qui fundit hostiae sanguinem.",
          "english": "From each kind of bread, they shall present one loaf to the Lord as a heave offering for the firstfruits. These loaves will then belong to the priest who pours out the animal’s blood."
        },
        {
          "number": 15,
          "latin": "Carnes autem hostiae pacificorum, quam oblatione gratiarum immolat, in eadem die comedentur: nec remanebit ex eis quidquam usque mane.",
          "english": "The flesh of the peace offering, which is sacrificed as a thank offering, must be eaten on the very same day it is offered. Nothing from it may be left until the next morning."
        },
        {
          "number": 16,
          "latin": "Si voto, vel sponte, et non pro gratiarum actione offertur hostia, in eadem die comedetur: sed et altera die, si quid reliquum fuerit, vesci licitum est.",
          "english": "If the offering is made because of a vow, or as a freewill offering, and not as a thank offering, then it may be eaten on the day it is offered, but any remaining portion may be eaten on the second day."
        },
        {
          "number": 17,
          "latin": "Quidquid autem tertio die superfuerit, comburetur igni.",
          "english": "But any part of the offering that is left over by the third day must be completely burned with fire."
        },
        {
          "number": 18,
          "latin": "Si quis de carnibus hostiae pacificorum comederit die tertio, irrita fiet oblatio, nec proderit offerenti: quin potius quaecumque anima tali fuerit commacuta, praevaricationis rea erit.",
          "english": "If anyone eats the flesh of the peace offering on the third day, the offering will not be accepted, and it will bring no benefit to the one who presented it. Furthermore, any person who partakes of such defiled meat shall be held guilty of a serious transgression against God’s law."
        },
        {
          "number": 19,
          "latin": "Caro quae aliquid tetigerit immundum, non comedetur, sed comburetur igni. Qui comederit ex ea, commaculabitur.",
          "english": "Any meat that touches something unclean must not be eaten; instead, it must be completely burned with fire. Whoever eats of such defiled meat will become unclean themselves."
        },
        {
          "number": 20,
          "latin": "Quae si fuerit munda, et quicumque de ea comederit, et fuerit immundus, peribit anima illius de populis suis.",
          "english": "However, if the meat itself is clean, but a person who is ritually unclean eats from it, that person will be cut off from their people and their spiritual lineage."
        },
        {
          "number": 21,
          "latin": "Et si anima tetigerit immunditiam hominis, vel jumenti, vel cujuslibet rei quae polluere potest, et comederit de carnibus horum pacificorum, peribit de populis suis.",
          "english": "And if a person touches human uncleanness, or the uncleanness of any animal, or anything else that can defile, and then eats from the flesh of these peace offerings, that person shall be cut off from their people."
        },
        {
          "number": 22,
          "latin": "Locutus est Dominus ad Moysen, dicens:",
          "english": "The Lord then spoke to Moses, saying:"
        },
        {
          "number": 23,
          "latin": "Loquere filiis Israël: Adipem omnis bovis, et ovis, et caprae, non comedetis.",
          "english": "Say to the children of Israel: 'You must not eat the fat from any ox, sheep, or goat.'"
        },
        {
          "number": 24,
          "latin": "Adipem cadaveris, et ejus quod a bestia fuerit captum, habebitis in diversos usus: si usibus tantum quispiam praevalet, ad vescendum penitus prohibetur.",
          "english": "The fat from an animal that dies naturally or is torn by wild beasts may be used for other practical purposes (such as making soap or fuel for lamps), but it is absolutely forbidden for food."
        },
        {
          "number": 25,
          "latin": "Si quis adipem immolaverit, qui offerri debet Domino, peribit de populo suo.",
          "english": "If anyone eats the fat of an animal from which a fire offering is made to the Lord, that person shall be cut off from their people."
        },
        {
          "number": 26,
          "latin": "Sanguinem quoque omnis carnis non comedetis in cunctis habitationibus vestris.",
          "english": "Moreover, in all your settlements, you must not eat any blood from any creature that has flesh."
        },
        {
          "number": 27,
          "latin": "Quaecuque anima comederit sanguinem, peribit de populis suis.",
          "english": "Whoever eats any blood, that person shall be cut off from their people."
        },
        {
          "number": 28,
          "latin": "Locutus est Dominus ad Moysen, dicens:",
          "english": "The Lord then spoke to Moses, saying:"
        },
        {
          "number": 29,
          "latin": "Loquere filiis Israël: Qui immolat victimam pacificorum, offerat simul et libamenta, id est, manuum suarum munus.",
          "english": "Say to the children of Israel: 'Whoever brings a peace offering to the Lord must present his offering to the Lord from what he has brought, as a gift from his own hands (this refers to the ritual of the wave offering)."
        },
        {
          "number": 30,
          "latin": "Manus ejus portabunt incensum et adipem, quae separata sunt a carnibus.",
          "english": "With his own hands, he must bring the fat (which is burned as a pleasing aroma) and the breast, which have been separated from the rest of the meat, to be presented to the Lord as a fire offering."
        },
        {
          "number": 31,
          "latin": "Atque adolebit sacerdos adipem super altare: pectus vero Aaron et filiorum ejus erit.",
          "english": "The priest shall burn the fat on the altar, but the breast portion of the animal is to belong to Aaron and his sons."
        },
        {
          "number": 32,
          "latin": "Armus quoque dexter, de pacificorum hostiis, cedet in primitias sacerdotis.",
          "english": "Furthermore, the right thigh (often referred to as the shoulder or upper arm in other contexts) from the peace offerings shall be given to the priest as his priestly portion."
        },
        {
          "number": 33,
          "latin": "Qui immolaverit sanguinem et adipem, ipse habebit armum dextrum sibi in partem.",
          "english": "The priest who offers the blood and the fat of the peace offering shall receive the right thigh as his own share."
        },
        {
          "number": 34,
          "latin": "Pectus enim elationis, et armum separationis, tuli a filiis Israël, de hostiis eorum pacificis: et dedi Aaron sacerdoti, et filiis ejus, lege sempiterna.",
          "english": "For I have taken the breast of the wave offering and the thigh of the heave offering from the children of Israel, from their peace offerings. I have given them to Aaron the priest and to his sons as their perpetual due, by an everlasting statute."
        },
        {
          "number": 35,
          "latin": "Haec est unctio Aaron et filiorum ejus, de victimis Domini: in die qua applicavit eos ut sacerdotio fungerentur.",
          "english": "This is the priestly due and portion for Aaron and his sons from the offerings made to the Lord, given to them on the day they were brought forward to serve as priests."
        },
        {
          "number": 36,
          "latin": "Quae praecepit Dominus dari eis a filiis Israël, religiosa observatione, in sempiternum.",
          "english": "The Lord commanded these portions to be given to them by the children of Israel as a religious observance, to be upheld forever."
        },
        {
          "number": 37,
          "latin": "Ista est lex holocausti, et sacrificii pro peccato, atque pro delicto, et pro consecratione, et pacificorum hostiarum.",
          "english": "These are the laws concerning the burnt offering, the sin offering, the trespass (or guilt) offering, the consecration offering for priests, and the peace offerings."
        },
        {
          "number": 38,
          "latin": "Quas constituit Dominus Moysi in monte Sinai, quando mandavit filiis Israël ut offerrent oblationes suas Domino in deserto Sinai.",
          "english": "These are the laws that the Lord established for Moses on Mount Sinai, when He commanded the children of Israel to present their offerings to the Lord in the wilderness of Sinai."
        }
      ]
    },
    {
      "number": 8,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Locutusque est Dominus ad Moysen, dicens:",
          "english": "The Lord spoke to Moses, saying:"
        },
        {
          "number": 2,
          "latin": "Tolle Aaron cum filiis suis, vestes, et unctionis oleum, vitulum pro peccato, arietem in holocaustum, canistrum cum azymis:",
          "english": "“Gather Aaron and his sons, along with the sacred garments, the anointing oil, a calf for the sin offering, a ram for the burnt offering, and a basket filled with unleavened bread."
        },
        {
          "number": 3,
          "latin": "et congregabis omnem coetum ad ostium tabernaculi testimonii.",
          "english": "Then you shall assemble the entire congregation at the entrance of the Tabernacle of Meeting.”"
        },
        {
          "number": 4,
          "latin": "Fecit ergo Moyses cuncta quæ præceperat Dominus: congregataque omni turba ante fores.",
          "english": "So Moses did everything the Lord had commanded. And all the congregation gathered at the entrance."
        },
        {
          "number": 5,
          "latin": "Et ait: Iste est sermo, quem jussit Dominus fieri.",
          "english": "Moses said to the assembly: “This is what the Lord has commanded to be done.”"
        },
        {
          "number": 6,
          "latin": "Statimque adduxit Aaron et filios ejus: cumque lavisset eos aqua,",
          "english": "Then Moses brought Aaron and his sons forward. He washed them with water,"
        },
        {
          "number": 7,
          "latin": "induit pontificem tunica linea, et accinxit eum balteo, et vestivit stola, et imposuit super eum ephod,",
          "english": "and he clothed Aaron, the High Priest, with the tunic. He wrapped the sash around him, put the robe on him, and then placed the ephod on him."
        },
        {
          "number": 8,
          "latin": "adjungens ei superhumeralem, et copulans ratiocinabile cum balteo ejus.",
          "english": "He fastened the woven band of the ephod to Aaron’s shoulder and secured the breastplate with its own artistic sash."
        },
        {
          "number": 9,
          "latin": "Et imposuit in eo rationale, in quo erat doctrina et veritas. Ligavitque mitram super caput ejus: superque mitram, contra faciem ejus, laminam auream, sanctificatum diadema, sicut præceperat Dominus ei.",
          "english": "He put the breastplate on Aaron, which contained the Urim and Thummim (the “Lights and Perfections” for divine revelation). He placed the turban on Aaron’s head, and on the front of the turban, he affixed the golden plate—the holy diadem, just as the Lord had commanded him."
        },
        {
          "number": 10,
          "latin": "Tulitque oleum unctionis, et unxit tabernaculum cum omni supellectili sua.",
          "english": "Then Moses took the anointing oil and consecrated the Tabernacle and all its furnishings by anointing them."
        },
        {
          "number": 11,
          "latin": "Cumque sanctificasset ea, aspersit altare septem diebus, et unxit illud, et omnia vasa ejus in sanctificationem.",
          "english": "After consecrating them, he sprinkled the altar seven times, anointing it and all its utensils to consecrate them fully."
        },
        {
          "number": 12,
          "latin": "Effuditque de oleo super caput Aaron, et unxit eum.",
          "english": "He poured some of the anointing oil on Aaron’s head and anointed him, setting him apart for his sacred office."
        },
        {
          "number": 13,
          "latin": "Adduxit et filios ejus, et induit eos tunicis lineis, et cinxit balteo, posuitque mitras, sicut jussit Dominus.",
          "english": "Moses then brought Aaron’s sons forward and clothed them with tunics, sashed them with sashes, and placed headbands on them, just as the Lord had commanded."
        },
        {
          "number": 14,
          "latin": "Tulit et vitulum pro peccato: cumque super caput ejus Aaron et filii ejus manum imposuissent,",
          "english": "Next, he brought the calf for the sin offering. Aaron and his sons placed their hands on the head of the calf,"
        },
        {
          "number": 15,
          "latin": "immolavit Moyses: haustoque sanguine, tincto digito tetigit cornua altaris per gyrum, lustravitque illud. Fundens autem reliquum sanguinem juxta basim altaris, sanctificavit illud in expiationem.",
          "english": "and Moses slaughtered it. Taking some of the blood, he put his finger into it and touched the horns of the altar all around, purifying it. He then poured the remaining blood at the base of the altar, thereby consecrating it to make atonement for it."
        },
        {
          "number": 16,
          "latin": "Adipem vero qui erat super vitalia, et reticulum jecoris, ac duos reniculos cum arcinis suis, cremavit super altare:",
          "english": "He took all the fat covering the entrails, the fatty lobe of the liver, and both kidneys with their fat, and burned them up in smoke on the altar."
        },
        {
          "number": 17,
          "latin": "pellem cum carnibus et fimo, combussit extra castra, sicut præceperat Dominus.",
          "english": "But the hide, the meat, and the dung of the calf he burned outside the camp, just as the Lord had commanded."
        },
        {
          "number": 18,
          "latin": "Obtulit et arietem in holocaustum: imposueruntque super caput ejus Aaron et filii ejus manus.",
          "english": "Then Moses presented the ram for the burnt offering. Aaron and his sons placed their hands on its head."
        },
        {
          "number": 19,
          "latin": "Quod cum immolasset, fundens sanguinem per gyrum altaris,",
          "english": "When Moses had slaughtered it, he sprinkled the blood around all sides of the altar."
        },
        {
          "number": 20,
          "latin": "ipsum arietem in partes concidit: et caput, et frusta, atque adipem, combussit igni.",
          "english": "He cut the ram into pieces, and then burned the head, the pieces, and the fat in smoke upon the altar."
        },
        {
          "number": 21,
          "latin": "Lotis prius visceribus et pedibus, totum arietem simul in ara cremavit, eo quod esset holocaustum suavissimi odoris Domino, sicut præceperat ei Dominus.",
          "english": "After washing the entrails and the legs, Moses burned the entire ram on the altar. This was a burnt offering, a pleasing aroma to the Lord, just as the Lord had commanded him."
        },
        {
          "number": 22,
          "latin": "Obtulit et arietem secundum, in consecrationem sacerdotum: imposueruntque Aaron et filii ejus manus super caput ejus.",
          "english": "Then he presented the second ram, the ram of ordination for the priests. Aaron and his sons placed their hands on its head."
        },
        {
          "number": 23,
          "latin": "Quod cum immolasset Moyses, tulit de sanguine ejus, et tetigit extremum auriculæ dextræ Aaron, et pollicem manus ejus dextræ, similliter et pedis ejus dextri.",
          "english": "When Moses had slaughtered it, he took some of its blood and put it on the lobe of Aaron’s right ear, on the thumb of his right hand, and on the big toe of his right foot."
        },
        {
          "number": 24,
          "latin": "Adduxit et filios Aaron: et de sanguine, qui residuus fuerat, tetigit extremum auriculæ eorum dextræ, et pollices manuum ac pedum dextrorum: fundens autem reliquum sanguinem super altare per circuitum.",
          "english": "He then brought Aaron’s sons forward and put some of the remaining blood on the lobe of their right ears, on the thumbs of their right hands, and on the big toes of their right feet. The rest of the blood he sprinkled around the altar."
        },
        {
          "number": 25,
          "latin": "Tulitque adipem, et caudam, et omnem arvinam quæ operiebat vitalia, ac reticulum jecoris, et duos reniculos cum arcinis suis, et armum dextrum:",
          "english": "He then took the fat, the fat tail, all the fat that covered the entrails, the fatty lobe of the liver, both kidneys with their fat, and the right thigh."
        },
        {
          "number": 26,
          "latin": "de canistro quoque azymorum, quod erat coram Domino, panem absque fermento, et collyridam conspersam oleo, laganumque, et posuit omnia super adipes, et armum dextrum.",
          "english": "From the basket of unleavened bread that was before the Lord, he took one unleavened loaf, one cake of bread mixed with oil, and one wafer. He placed all these on top of the fat portions and the right thigh."
        },
        {
          "number": 27,
          "latin": "Tradiditque universa simul Aaron et filiis ejus: qui elevantes ea coram Domino,",
          "english": "He put all these items together into the hands of Aaron and his sons. They presented them as a wave offering before the Lord."
        },
        {
          "number": 28,
          "latin": "combussit super altare, super holocaustum, eo quod consecrationis esset: odoris suavissimi Domino.",
          "english": "Then Moses took them from their hands and burned them up in smoke on the altar, on top of the burnt offering. This was an ordination offering, a pleasing aroma to the Lord."
        },
        {
          "number": 29,
          "latin": "Tulit et pectusculum de ariete consecrationis in suam partem, sicut præceperat ei Dominus.",
          "english": "Moses also took the breast from the ram of ordination as his own portion, just as the Lord had commanded him."
        },
        {
          "number": 30,
          "latin": "Assumensque de oleo unctionis, et de sanguine, qui erat in altari, aspersit super Aaron et vestes ejus, et super filios ejus ac vestimenta eorum per gyrum. Sanctificavitque eos, et vestes eorum.",
          "english": "Then Moses took some of the anointing oil and some of the blood that was on the altar and sprinkled it on Aaron and his garments, and also on his sons and their garments all around. In this way, he consecrated them and their garments."
        },
        {
          "number": 31,
          "latin": "Locutusque est Moyses ad Aaron et ad filios ejus: Coquite carnes ante fores tabernaculi testimonii, et ibi comedite eas, panes quoque, qui sunt in canistro consecrationis, sicut præceptum est mihi, dicens: Aaron et filii ejus comedent ea:",
          "english": "Moses then said to Aaron and his sons: “Boil the meat at the entrance of the Tabernacle of Meeting, and eat it there, along with the bread that is in the basket of ordination offerings, as I was commanded: ‘Aaron and his sons shall eat them.’"
        },
        {
          "number": 32,
          "latin": "quidquid vero residuum fuerit de carne et de panibus, igne comburetis.",
          "english": "Whatever remains of the meat and the bread you shall burn with fire.”"
        },
        {
          "number": 33,
          "latin": "Nec consistent extra fores tabernaculi per septem dies, usque ad diem quo compleri debebunt dies consecrationis vestræ. Septem quippe diebus consecramini:",
          "english": "You shall not go outside the entrance of the Tabernacle for seven days, until the days of your ordination are completed. For seven days you will be ordained by God himself."
        },
        {
          "number": 34,
          "latin": "sicut et nunc factum est, ut ritus impleretur, sic et in crastinum fiet.",
          "english": "What has been done today is to complete the ritual; it will be done again tomorrow."
        },
        {
          "number": 35,
          "latin": "Per dies septem die ac nocte manebitis in castris, observantes custodias Domini, ne moriamini: sic enim mihi præceptum est.",
          "english": "You shall remain at the entrance of the Tabernacle day and night for seven days, keeping the Lord’s charge, so that you do not die. For this is what I have been commanded.”"
        },
        {
          "number": 36,
          "latin": "Feceruntque Aaron et filii ejus omnia quæ locutus est Dominus per manum Moysi.",
          "english": "So Aaron and his sons did everything the Lord had commanded through Moses."
        }
      ]
    },
    {
      "number": 9,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Factum est autem in die octavo, vocavit Moyses Aaron et filios ejus, et majores natu Israël, et ad eos locutus est:",
          "english": "It happened on the eighth day—the day after their seven-day consecration period—Moses called Aaron, his sons, and the elders of Israel, and spoke to them."
        },
        {
          "number": 2,
          "latin": "Et dixit ad Aaron: Tolle de armento vitulum pro peccato, et arietem in holocaustum, utrumque immaculatum, et offer illos coram Domino.",
          "english": "And Moses said to Aaron: 'Take a young bull from the herd for a sin offering, and a ram for a burnt offering. Both must be without any blemish, and you must offer them before the Lord.'"
        },
        {
          "number": 3,
          "latin": "Et ad filios Israël loqueris: Tollite hircum de capris pro peccato, et vitulum, et agnum anniculos, et immaculatos, in holocaustum.",
          "english": "Then you, Aaron, must speak to the sons of Israel, saying: 'Take a male goat from the flock for a sin offering, and a yearling calf and a yearling lamb, both without blemish, for a burnt offering.'"
        },
        {
          "number": 4,
          "latin": "Et bovem, et arietem, pacifica, et immaculata, ut immolentur coram Domino: et simila conspersa oleo in sacrificium: omnia enim hodie offerentur coram Domino.",
          "english": "Also, take an ox and a ram for peace offerings, both without blemish, so that they may be sacrificed before the Lord. And include fine flour mixed with olive oil for a grain offering. For all these things will be offered before the Lord today."
        },
        {
          "number": 5,
          "latin": "Tulerunt ergo omnia quæ præceperat Moyses, ad ostium tabernaculi testimonii: stetitque omnis multitudo.",
          "english": "So they brought all the things that Moses had commanded to the entrance of the Tabernacle of Testimony, and the whole assembly stood there."
        },
        {
          "number": 6,
          "latin": "Et ait Moyses: Iste est sermo quem jussit Dominus: facite, et apparebit vobis gloria Domini.",
          "english": "And Moses said: 'This is the very thing the Lord has commanded you to do. Perform these rituals, and the glorious presence of the Lord will become visible to you.'"
        },
        {
          "number": 7,
          "latin": "Dixitque ad Aaron: Accede ad altare, et immola pro peccato tuo hostiam, et holocaustum, et roga pro te et pro populo: et hostiam populi immola, sicut præcepit Dominus.",
          "english": "Then Moses said to Aaron: 'Approach the altar, and offer your own sin offering and your burnt offering. Make intercession for yourself and for the people. After that, offer the people's offering, just as the Lord has commanded.'"
        },
        {
          "number": 8,
          "latin": "Confestim Aaron accedens ad altare, immolavit vitulum pro peccato suo.",
          "english": "Immediately, Aaron approached the altar and sacrificed the young bull for his own sin offering."
        },
        {
          "number": 9,
          "latin": "Adduxeruntque filii ejus sanguinem ad eum: quem intingens digitum, tetigit cornua altaris, et fudit ad radices ejus.",
          "english": "And his sons brought the blood to him. He dipped his finger into the blood, touched the horns of the altar, and then poured the remaining blood at the base of the altar."
        },
        {
          "number": 10,
          "latin": "Adipemque, et renunculas, ac reticulum jecoris, quæ sunt de victimis pro peccato, cremavit super altare:",
          "english": "Then, from the sin offering, he burned the fat, the kidneys, and the fatty lobe of the liver upon the altar."
        },
        {
          "number": 11,
          "latin": "Carnes vero, et pellem, et caput, ac pedes, et intestina, extra castra combussit.",
          "english": "However, the animal's flesh, its hide, its head, its legs, and its entrails—he burned these outside the camp, utterly consuming them."
        },
        {
          "number": 12,
          "latin": "Immolavit et holocausti victimam juxta ritum: adduxeruntque filii ejus ei sanguinem, quem fudit per circuitum altaris.",
          "english": "He also sacrificed the burnt offering according to the prescribed ritual. His sons brought him the blood, which he then poured all around the perimeter of the altar."
        },
        {
          "number": 13,
          "latin": "Ipsam vero hostiam cum frustis, et caput, et singula membra, combussit igni super altare.",
          "english": "But the offering itself—that is, the pieces of the animal, its head, and each individual limb—he completely consumed with fire upon the altar."
        },
        {
          "number": 14,
          "latin": "Intestina quoque, et pedes lavit aqua, et simul cremavit super altare.",
          "english": "He also washed the entrails and the legs with water, and then burned them together upon the altar."
        },
        {
          "number": 15,
          "latin": "Offerensque populi hostiam, tulit hircum qui erat pro peccato illorum, et immolavit illum, purgato altare:",
          "english": "Then Aaron presented the people's offering. He took the male goat that was designated for their sins and sacrificed it, thereby purifying the altar through this ritual."
        },
        {
          "number": 16,
          "latin": "Attulit et holocaustum, et posuit super altare, sicut se habet in cæreminiis.",
          "english": "He also brought the burnt offering and placed it upon the altar, performing the ritual precisely as it is prescribed in the ceremonies."
        },
        {
          "number": 17,
          "latin": "Offerens et sacrificium, quod ex simila erat conspersum oleo, implevit manum suam, et cremavit illud super altare, absque holocausto.",
          "english": "He also presented the grain offering, which consisted of fine flour mixed with olive oil. He took a handful of it and burned it upon the altar, separate from the burnt offering."
        },
        {
          "number": 18,
          "latin": "Immolavit et bovem et arietem, pacifica pro populo: adduxeruntque filii ejus ei sanguinem, quem fudit super altare in circuitu.",
          "english": "Then he sacrificed the ox and the ram as peace offerings for the people. His sons brought him the blood, which he poured all around the altar."
        },
        {
          "number": 19,
          "latin": "Adipes autem boum, et arietum, et caudas, et renunculas, et reticulum jecoris, quæ de victimis sunt:",
          "english": "But the fat portions of the oxen and the rams, along with their fatty tails, the kidneys, and the fatty lobe of the liver—all these parts came from the peace offerings."
        },
        {
          "number": 20,
          "latin": "posuerunt super pectora: et cum cremaverunt adipes in altari,",
          "english": "They placed these fatty parts on top of the priests' portion of the breasts. Then, when they burned all the fat portions on the altar,"
        },
        {
          "number": 21,
          "latin": "pectora cum armo dextro separavit Aaron in eleemosynam coram Domino, sicut præceperat Moyses.",
          "english": "Aaron set aside the breasts along with the right thigh as a priestly portion—a wave offering presented before the Lord, just as Moses had been commanded."
        },
        {
          "number": 22,
          "latin": "Elevatisque manibus Aaron in populum, benedixit eis: et descendens, implevit sacrificium pro peccato, et holocaustum, et pacifica.",
          "english": "Then Aaron raised his hands towards the people and blessed them. After descending from the altar, he completed the sin offering, the burnt offering, and the peace offerings."
        },
        {
          "number": 23,
          "latin": "Ingressique Moyses et Aaron tabernaculum testimonii, et egressi benedixerunt populo: apparuitque gloria Domini cunctæ multitudini.",
          "english": "After this, Moses and Aaron entered the Tabernacle of Testimony. When they came out, they blessed the people, and immediately, the glorious presence of the Lord became visible to the entire assembly."
        },
        {
          "number": 24,
          "latin": "Et ecce, egressus ignis a Domino, devoravit holocaustum, et adipes, quæ erant super altare: quod cum vidissent omnes, conclamantes laudaverunt Dominum, proni in faciem.",
          "english": "And behold, fire miraculously came forth from the Lord's presence and instantly consumed both the burnt offering and the fat portions that were on the altar. When everyone witnessed this, they all shouted together in praise to the Lord, falling prostrate on their faces in reverence."
        }
      ]
    },
    {
      "number": 10,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Audiens autem Nadab et Abiu filii Aaron, tulerunt thuribula sua: et injecto igne, posuerunt incensum super illum, offerentes coram Domino ignem alienum, qui sibi præceptus non erat.",
          "english": "Then Nadab and Abihu, Aaron’s sons, took their censers. They put fire into the censers and placed incense upon that fire. This act was an unauthorized offering before the Lord, a type of fire that God had not commanded them to use in worship."
        },
        {
          "number": 2,
          "latin": "Egressusque ignis a Domino, devoravit eos: et mortui sunt coram Domino.",
          "english": "Immediately, a fire came directly from the Lord and consumed them. They died in the presence of the Lord."
        },
        {
          "number": 3,
          "latin": "Et ait Moyses ad Aaron: Hoc est quod locutus est Dominus: Sanctificabor in his qui appropinquant mihi, et in conspectu omnis populi glorificabor. Quod audiens Aaron, tacuit.",
          "english": "Then Moses said to Aaron, \"This is the meaning of what the Lord declared: 'I will be recognized as holy by those who draw near to me in worship, and before all the people, I will be glorified.'\" When Aaron heard this, he remained silent, understanding God's judgment."
        },
        {
          "number": 4,
          "latin": "Vocavitque Moyses Misael et Elzaphan filios Oziel patrui Aaron, et ait ad eos: Ite, et auferte fratres vestros de conspectu sanctuarii, et extra castra.",
          "english": "Then Moses called Mishael and Elzaphan, who were the sons of Aaron’s uncle Uzziel. He told them, \"Go and carry your kinsmen away from the front of the holy place, and take them outside the camp for burial.\""
        },
        {
          "number": 5,
          "latin": "Qui statim tulerunt eos cum tunicis suis, et ejecerunt extra castra, sicut præceperat Moyses.",
          "english": "They immediately took them, still in their priestly tunics, and carried them outside the camp, just as Moses had commanded."
        },
        {
          "number": 6,
          "latin": "Et locutus est Moyses ad Aaron, et ad Eleazar et Ithamar filios ejus, qui residui erant: Capita vestra nolite nudare, et vestimenta scindere, ne forte moriamini, et super omnem cœtum Domini indignatio perveniat. Fratres vestri, et omnis domus Israël, plangant incendium quod Dominus excitavit:",
          "english": "Then Moses said to Aaron, and to Eleazar and Ithamar, his remaining sons: \"Do not uncover your heads, and do not tear your garments in mourning. Do not do this, lest you yourselves die and the Lord’s anger come upon all the congregation. Instead, let your relatives and all the house of Israel mourn the burning which the Lord has sent.\""
        },
        {
          "number": 7,
          "latin": "sed et vos ostium tabernaculi non egrediemini, ne moriamini: quia oleum unctionis Domini est super vos. Qui fecerunt omnia juxta præceptum Moysi.",
          "english": "\"And you yourselves must not leave the entrance of the tabernacle. Do not leave, lest you die, because the anointing oil of the Lord is upon you.\" So they did everything according to Moses’ command."
        },
        {
          "number": 8,
          "latin": "Locutus est quoque Dominus ad Aaron, dicens:",
          "english": "The Lord also spoke to Aaron, saying:"
        },
        {
          "number": 9,
          "latin": "Vinum et omne quod inebriare potest, non bibetis vos, et filii vestri, quando intratis tabernaculum testimonii, ne moriamini: præceptum sempiternum erit in generationes vestras:",
          "english": "\"You, and your sons with you, must not drink wine or any intoxicating drink when you enter the tent of meeting. If you do, you will die. This is to be a perpetual statute throughout your generations.\""
        },
        {
          "number": 10,
          "latin": "et ut discernatis quid sit sanctum et quid non sanctum, et quid pollutum et quid mundum:",
          "english": "\"This command is given so that you may distinguish between what is holy and what is not holy, and between what is defiled and what is clean.\""
        },
        {
          "number": 11,
          "latin": "et doceatis filios Israël omnia legitima mea quæ locutus est Dominus ad eos per manum Moysi.",
          "english": "\"And it is so that you may teach the children of Israel all My statutes which the Lord has spoken to them through Moses.\""
        },
        {
          "number": 12,
          "latin": "Locutusque est Moyses ad Aaron, et ad Eleazar et Ithamar filios ejus, qui residui erant: Tollite sacrificium quod remansit de oblatione Domini, et comedite illud absque fermento juxta altare, quia sanctum sanctorum est:",
          "english": "Then Moses spoke to Aaron, and to Eleazar and Ithamar, his remaining sons: \"Take the grain offering that remains from the Lord's offerings and eat it without leaven beside the altar. Do this because it is most holy.\""
        },
        {
          "number": 13,
          "latin": "in loco sancto comedetis illud: idcirco enim datum est tibi et filiis tuis de sacrificiis Domini, atque pars tua.",
          "english": "\"You shall eat it in a holy place, for it has been given to you and your sons as your portion from the sacrifices of the Lord.\""
        },
        {
          "number": 14,
          "latin": "Pectus quoque elevatum, et armum separatumi, in omni loco mundissimo comedetis vos, et filii vestri, et filiæ vestræ cum vobis: ad jus enim vestrum, et filiorum vestrorum et filiarum vestrarum, separata sunt de hostiis pacificorum filiorum Israël.",
          "english": "\"Also, the breast that was waved and the thigh that was presented as a heave offering, you, your sons, and your daughters with you, shall eat in any clean place. For these are assigned to you and to your sons and daughters as your due portion from the peace offerings of the children of Israel.\""
        },
        {
          "number": 15,
          "latin": "Eo quod oblationis et separationis sint armus et pectus, quæ elevantur coram Domino, et pertineant ad jus tuum et filiorum tuorum lege perpetua, sicut præcepit Dominus.",
          "english": "\"The thigh and the breast are your due because they are the offerings of elevation and separation, which are presented before the Lord. These belong to you and your sons by a perpetual statute, just as the Lord has commanded.\""
        },
        {
          "number": 16,
          "latin": "Hircum quoque qui fuerat oblatus pro peccato, cum sollicite quæreret Moyses, invenit incensum: iratusque contra Eleazar et Ithamar filios Aaron qui residui erant, ait:",
          "english": "Moses carefully inquired about the goat that had been offered for the sin offering, and he found that it had been burned completely. Being angry with Eleazar and Ithamar, Aaron’s remaining sons, he said:"
        },
        {
          "number": 17,
          "latin": "Cur non comedistis pro peccato juxta sanctuarium, cum sit sanctum sanctorum, et datum vobis ut portetis iniquitatem multitudinis, et rogetis pro ea in conspectu Domini?",
          "english": "\"Why did you not eat the sin offering in the holy place? It is most holy, and it was given to you to remove the iniquity of the congregation and to make atonement for them before the Lord.\""
        },
        {
          "number": 18,
          "latin": "Sanguis ejus non est illatus intra sancta, et intra sanctuarium: et debueratis comedere illud in sancto, sicut præceptum est.",
          "english": "\"Its blood was not brought inside the holy place and into the sanctuary, so you should have eaten it in the holy place, as it was commanded.\""
        },
        {
          "number": 19,
          "latin": "Respondit Aaron: Mihi hodie oblata est victima pro peccato et holocaustum: scitis quæ acciderunt mihi: si comederem carnes ejus hodie, placeret Domino?",
          "english": "Aaron answered Moses: \"Indeed, today a sin offering and a burnt offering have been presented before the Lord. But you know what misfortunes have happened to me this day – the death of my sons. If I had eaten its flesh today, would it have pleased the Lord?\""
        },
        {
          "number": 20,
          "latin": "Quo audito, statim probavit Moyses.",
          "english": "When Moses heard this, he immediately approved."
        }
      ]
    },
    {
      "number": 11,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Locutusque est Dominus ad Moysen et Aaron, dicens:",
          "english": "The Lord then spoke to Moses and Aaron, saying to them:"
        },
        {
          "number": 2,
          "latin": "Loquimini filiis Israel: Haec sunt animalia quae comedere debetis de cunctis animantibus terrae.",
          "english": "Speak to the children of Israel. These are the living creatures you are permitted to eat from all the animals on the earth."
        },
        {
          "number": 3,
          "latin": "Omne quod habet ungulam divisam, et ruminat, comedetis.",
          "english": "Any animal that has a hoof which is divided—that is, split into two separate parts—and that also chews the cud, you are permitted to eat."
        },
        {
          "number": 4,
          "latin": "Quidquid autem ruminat quidem, et ungulam non habet divisam, sicut camelus, et cetera, immundum erit vobis.",
          "english": "But any creature that chews the cud yet does not have a divided hoof, such as the camel and similar animals, will be considered ritually unclean for you."
        },
        {
          "number": 5,
          "latin": "Cherogryllus qui ruminat, ungulam non dividit, et immundus est.",
          "english": "The rock badger—a creature that chews the cud but does not have a divided hoof—is ritually unclean."
        },
        {
          "number": 6,
          "latin": "Lepus quoque ruminat quidem, sed ungulam non dividit, et immundus est.",
          "english": "Likewise, the rabbit, though it chews the cud, does not have a divided hoof, and so it is ritually unclean."
        },
        {
          "number": 7,
          "latin": "Sus etiam, quia habet ungulam divisam, sed non ruminat, immundus est.",
          "english": "The pig, too, has a divided hoof but does not chew the cud, and so it is ritually unclean."
        },
        {
          "number": 8,
          "latin": "Carnes eorum non comedetis, et cadavera non tangetis: quia immunda sunt vobis.",
          "english": "You are not permitted to eat the meat of these animals, nor are you permitted to touch their dead bodies, for they are ritually unclean for you."
        },
        {
          "number": 9,
          "latin": "Haec sunt quae comedere potestis ex omnibus animantibus, quae morantur in aquis: omne quod habet pinnulas et squamas, tam in mari quam in fluminibus et stagnis, comedetis.",
          "english": "These are the kinds of creatures you are permitted to eat from all the living things that dwell in the waters: Anything that has fins and scales, whether in the sea, in rivers, or in ponds, you are permitted to eat."
        },
        {
          "number": 10,
          "latin": "Quidquid autem pinnulas et squamas non habet, de his quae moventur in aquis, et de his quae vivunt in fluminibus et stagnis, immundum erit vobis.",
          "english": "But anything that does not have fins and scales, among the creatures that move in the waters, and among those that live in rivers and ponds, will be ritually unclean for you."
        },
        {
          "number": 11,
          "latin": "Et abominabimini carnes eorum, et cadavera contemnetis.",
          "english": "You must consider their flesh detestable, and you must avoid their dead bodies."
        },
        {
          "number": 12,
          "latin": "Cuncta quae non habent pinnulas et squamas in aquis, immunda erunt.",
          "english": "All creatures in the waters that do not have fins and scales will be ritually unclean."
        },
        {
          "number": 13,
          "latin": "Haec sunt quae de avibus non debetis comedere, et vitanda sunt vobis: aquila, et gryps, et haliaeetus,",
          "english": "These are the birds you are not permitted to eat, and they must be avoided by you: the eagle, the lammergeier (a type of vulture), and the sea eagle,"
        },
        {
          "number": 14,
          "latin": "milvus, ac vultur juxta genus suum,",
          "english": "the kite, and every kind of falcon or hawk,"
        },
        {
          "number": 15,
          "latin": "et omne corvini generis in similitudinem suam.",
          "english": "and every kind of raven."
        },
        {
          "number": 16,
          "latin": "Struthio, et noctua, et larus, et accipiter juxta genus suum,",
          "english": "the ostrich, the little owl, the seagull, and every kind of hawk,"
        },
        {
          "number": 17,
          "latin": "bubio, et mergus, et ibis,",
          "english": "the screech owl, the cormorant, and the ibis,"
        },
        {
          "number": 18,
          "latin": "cygnus, et onocrotalus, et porphirio,",
          "english": "the swan, the pelican, and the purple heron,"
        },
        {
          "number": 19,
          "latin": "herodius, et charadrius juxta genus suum, upupa quoque, et vespertilio.",
          "english": "the stork, and every kind of plover, also the hoopoe, and the bat."
        },
        {
          "number": 20,
          "latin": "Omne de volucribus quod graditur super quatuor pedes, abominabile erit vobis.",
          "english": "Every winged creature that walks on four legs is to be considered detestable by you."
        },
        {
          "number": 21,
          "latin": "Extra illa tamen quae per quatuor pedes incedunt, et quibus sunt a posteriore parte crura longiora, ut salire possint super terram.",
          "english": "However, you are permitted to eat those among the winged creatures that walk on four legs, but which also have longer legs at the back, enabling them to leap upon the ground."
        },
        {
          "number": 22,
          "latin": "Haec comedere potestis: bruchum in genere suo, et attacum atque ophiomachum, ac locusta, singula juxta genus suum.",
          "english": "You are permitted to eat these: every kind of locust, the bald locust, the cricket, and the grasshopper, each according to its own kind."
        },
        {
          "number": 23,
          "latin": "Omne autem de reptilibus quod quatuor tantum pedes habet, abominabile erit vobis.",
          "english": "But every winged creature that has only four legs (and no other means of propulsion) is to be considered detestable by you."
        },
        {
          "number": 24,
          "latin": "Et quicumque morticina eorum tetigerit, immundus erit usque ad vesperum:",
          "english": "Anyone who touches the dead bodies of these creatures will be ritually unclean until evening."
        },
        {
          "number": 25,
          "latin": "et qui asportaverit aliquid de his, lavabit vestimenta sua, et immundus erit usque ad vesperum.",
          "english": "And anyone who carries away any part of their dead bodies must wash his clothes, and he will be ritually unclean until evening."
        },
        {
          "number": 26,
          "latin": "Omne animal quod habet ungulam, sed nec dividit, nec ruminat, immundum erit: et quicumque tetigerit illud, immundus erit.",
          "english": "Every animal that has a hoof but neither divides it nor chews the cud will be ritually unclean. Anyone who touches such an animal will be ritually unclean."
        },
        {
          "number": 27,
          "latin": "De omnibus animantibus quae incedunt super quatuor pedes, haec erunt immunda, quae pedibus suis quasi manus tangunt. Quicumque cadavera eorum tetigerit, immundus erit usque ad vesperum:",
          "english": "Among all the animals that walk on four legs, those that touch the ground with their paws as if they were hands are ritually unclean for you. Anyone who touches their dead bodies will be ritually unclean until evening."
        },
        {
          "number": 28,
          "latin": "et qui portaverit ea, lavabit vestimenta sua, et immundus erit usque ad vesperum. Omnia haec immunda sunt vobis.",
          "english": "And anyone who carries their dead bodies must wash his clothes, and he will be ritually unclean until evening. All these creatures are ritually unclean for you."
        },
        {
          "number": 29,
          "latin": "Haec quoque sunt de reptilibus quae moventur in terra, immunda vobis: mustela, et mus, et crocodillus singula juxta genus suum,",
          "english": "These also are among the swarming creatures that move on the earth and are ritually unclean for you: the weasel, the mouse, and every kind of large lizard (like the monitor lizard),"
        },
        {
          "number": 30,
          "latin": "mygale, et chamaeleon, et stellio, et lacerta, et talpa.",
          "english": "the shrew, the chameleon, the gecko, the wall lizard, and the mole."
        },
        {
          "number": 31,
          "latin": "Omnia haec immunda sunt. Qui tetigerit morticina eorum, immundus erit usque ad vesperum.",
          "english": "All these are ritually unclean. Anyone who touches their dead bodies will be ritually unclean until evening."
        },
        {
          "number": 32,
          "latin": "Et super quidquid de his mortuum ceciderit, polluetur, tam vas ligneum, et vestimentum, quam pelles et cilicia: et in cunctis usibus apta tingentur in aqua, et immunda erunt usque ad vesperum, et sic postea purgabuntur.",
          "english": "And if any dead body of these creatures falls upon an object, that object will become defiled. This applies to a wooden vessel, clothing, hides, or sacks. Any such object, if suitable for any use, must be immersed in water, and it will remain ritually unclean until evening. After that, it will be purified."
        },
        {
          "number": 33,
          "latin": "Vas autem fictile, in quo horum quidpiam mortuum fuerit inventum, confringetur: quia polluitur, et mundari non potest.",
          "english": "But if any dead body of these creatures is found inside an earthenware vessel, that vessel must be broken, because it becomes so defiled that it cannot be cleansed."
        },
        {
          "number": 34,
          "latin": "Omne alimentum, quod attigerit aqua ex hujuscemodi vasculo, immundum erit: et omne liquens quod in tali vase fuerit, polluetur.",
          "english": "Any food that is touched by water from such a defiled vessel will become ritually unclean. And any liquid that is in such a vessel will also become defiled."
        },
        {
          "number": 35,
          "latin": "Et quidquid de morticinis hujuscemodi ceciderit super illud, immundum erit: sive clibanus, sive foculus, destruentur, et immundi erunt.",
          "english": "And if any of these dead bodies falls on an oven or a stove, these items will become ritually unclean. They must be broken down and destroyed because they are defiled."
        },
        {
          "number": 36,
          "latin": "Fontes vero et cisternae, et omnis aquarum congregatio, munda erunt: qui morticinas eorum tetigerit, polluetur.",
          "english": "However, springs, cisterns, and any collection of water will remain ritually clean. But anyone who touches the dead bodies of these creatures, even in such water, will become defiled."
        },
        {
          "number": 37,
          "latin": "Si ceciderit quidpiam morticinum super sementem, quae serenda est, mundum erit.",
          "english": "If any dead body falls on seeds that are meant for planting, the seeds will remain ritually clean."
        },
        {
          "number": 38,
          "latin": "Si autem aqua super sementem fuerit effusa, et postea cadat in eam morticinum, immunda erit vobis.",
          "english": "But if water has been poured over the seeds, and then a dead body falls into it, the seeds will become ritually unclean for you."
        },
        {
          "number": 39,
          "latin": "Si mortuum fuerit animal quod licet vobis comedere, qui cadaver ejus tetigerit, immundus erit usque ad vesperum:",
          "english": "If an animal that you are permitted to eat dies naturally, anyone who touches its dead body will be ritually unclean until evening."
        },
        {
          "number": 40,
          "latin": "et qui comederit ex eo quippiam, sive portaverit, lavabit vestimenta sua, et immundus erit usque ad vesperum.",
          "english": "And anyone who eats any part of its dead body, or carries it, must wash his clothes, and he will be ritually unclean until evening."
        }
      ]
    },
    {
      "number": 12,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Locutusque est Dominus ad Moysen, dicens:",
          "english": "The Lord God spoke to Moses, giving him these instructions:"
        },
        {
          "number": 2,
          "latin": "Loquere filiis Israël, et dices ad eos: Mulier, si suscepto semine conceperit, et masculum pepererit, immunda erit septem diebus, juxta dies separationis menstruæ.",
          "english": "“Speak to the children of Israel and tell them: When a woman becomes pregnant after receiving seed, and then gives birth to a male child, she will be ritually unclean for seven days. This time of uncleanness is exactly like the days of her monthly separation.”"
        },
        {
          "number": 3,
          "latin": "Et in die octavo circumcidetur puer.",
          "english": "“On the eighth day, the boy child must be circumcised.”"
        },
        {
          "number": 4,
          "latin": "Triginta vero et tribus diebus manebit in sanguine purificationis suæ: omnem sanctum non tanget, et in sanctuarium non ingredietur, donec impleantur dies purificationis ejus.",
          "english": "“She will then remain in a state of purification from her bleeding for thirty-three more days. During this period, she must not touch anything that is holy, nor may she enter the sanctuary of God, until the full days of her purification are complete.”"
        },
        {
          "number": 5,
          "latin": "Si autem feminam pepererit, immunda erit duabus hebdomadibus juxta ritum menstruæ: et sexaginta sex diebus manebit in sanguine purificationis suæ.",
          "english": "“But if she gives birth to a female child, she will be ritually unclean for two weeks, following the same ritual for monthly separation. Then, she will remain in a state of purification from her bleeding for sixty-six more days.”"
        },
        {
          "number": 6,
          "latin": "Completo autem tempore purificationis suæ, sive pro filio, sive pro filia, afferet agnum anniculum in holocaustum, et pullum columbæ sive turturem pro peccato, ad ostium tabernaculi testimonii ad sacerdotem:",
          "english": "“When the full time of her purification is complete, whether it was for a son or a daughter, she must bring a yearling lamb for a burnt offering and a young pigeon or a turtledove for a sin offering to the entrance of the Tabernacle of Testimony, bringing them to the priest.”"
        },
        {
          "number": 7,
          "latin": "Qui offeret ea coram Domino, et orabit pro ea, et sic mundabitur a profluvio sanguinis sui. Hæc est lex parientis masculum vel feminam.",
          "english": "“The priest will then present these offerings before the Lord God and pray for her. In doing this, she will be declared ritually clean from the flow of her blood. This is the ritual law for a woman who gives birth, whether to a male or a female child.”"
        },
        {
          "number": 8,
          "latin": "Quod si non invenerit manus ejus, et non potuerit offerre agnum, sumet duos turtures, vel duos pullos columbæ, unum in holocaustum, et alterum pro peccato: orabitque pro ea sacerdos, et mundabitur.",
          "english": "“If her financial means are not sufficient, and she cannot afford to offer a lamb, then she may take two turtledoves or two young pigeons. One will be for a burnt offering, and the other will be for a sin offering. The priest will then pray for her, and she will be declared ritually clean.”"
        },
        {
          "number": 9,
          "latin": null,
          "english": null
        },
        {
          "number": 10,
          "latin": null,
          "english": null
        },
        {
          "number": 11,
          "latin": null,
          "english": null
        },
        {
          "number": 12,
          "latin": null,
          "english": null
        },
        {
          "number": 13,
          "latin": null,
          "english": null
        },
        {
          "number": 14,
          "latin": null,
          "english": null
        },
        {
          "number": 15,
          "latin": null,
          "english": null
        },
        {
          "number": 16,
          "latin": null,
          "english": null
        },
        {
          "number": 17,
          "latin": null,
          "english": null
        },
        {
          "number": 18,
          "latin": null,
          "english": null
        },
        {
          "number": 19,
          "latin": null,
          "english": null
        },
        {
          "number": 20,
          "latin": null,
          "english": null
        },
        {
          "number": 21,
          "latin": null,
          "english": null
        },
        {
          "number": 22,
          "latin": null,
          "english": null
        },
        {
          "number": 23,
          "latin": null,
          "english": null
        },
        {
          "number": 24,
          "latin": null,
          "english": null
        },
        {
          "number": 25,
          "latin": null,
          "english": null
        },
        {
          "number": 26,
          "latin": null,
          "english": null
        },
        {
          "number": 27,
          "latin": null,
          "english": null
        },
        {
          "number": 28,
          "latin": null,
          "english": null
        },
        {
          "number": 29,
          "latin": null,
          "english": null
        },
        {
          "number": 30,
          "latin": null,
          "english": null
        },
        {
          "number": 31,
          "latin": null,
          "english": null
        },
        {
          "number": 32,
          "latin": null,
          "english": null
        },
        {
          "number": 33,
          "latin": null,
          "english": null
        },
        {
          "number": 34,
          "latin": null,
          "english": null
        },
        {
          "number": 35,
          "latin": null,
          "english": null
        },
        {
          "number": 36,
          "latin": null,
          "english": null
        },
        {
          "number": 37,
          "latin": null,
          "english": null
        },
        {
          "number": 38,
          "latin": null,
          "english": null
        },
        {
          "number": 39,
          "latin": null,
          "english": null
        },
        {
          "number": 40,
          "latin": null,
          "english": null
        }
      ]
    },
    {
      "number": 13,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Locutusque est Dominus ad Moysen et Aaron, dicens:",
          "english": "And the Lord spoke to Moses and Aaron, saying:"
        },
        {
          "number": 2,
          "latin": "Homo, in cujus cute et carne orietur varia, sive scabies, sive macula, et fuerit in cute carnis ejus quasi plaga leprae, adducetur ad Aaron sacerdotem, vel ad unum quemlibet de filiis ejus.",
          "english": "If a man develops a discolored eruption on the skin of his flesh—whether it's a scab, or a spot—and it looks like the plague of leprosy, which is a term for a severe, ritualistically 'unclean' skin condition, then he must be brought to Aaron the priest, or to any of his sons who are priests."
        },
        {
          "number": 3,
          "latin": "Cumque sacerdos viderit, et pilos in plaga albos et locum ipsius plagae humiliorem cute reliqua, immunditiae leprae est: et sacerdotis judicio separabit eum.",
          "english": "And when the priest examines him, if the hairs in the affected area are white, and the area itself appears deeper than the rest of the skin, then it is indeed the uncleanness of leprosy, meaning it is a severe, ritually contaminating condition. The priest will then, by his judgment, declare him unclean and set him apart from the community."
        },
        {
          "number": 4,
          "latin": "Sin autem macula fuerit albida, et humilior cute non extet, nec pilos albos habuerit, claudent sacerdotis imperio septem diebus eum, qui varius est.",
          "english": "But if the spot is whitish, and it is not deeper than the rest of the skin, nor does it have white hairs, then by the priest's command, the man with the eruption must be confined for seven days."
        },
        {
          "number": 5,
          "latin": "Et si septimo die visus fuerit stabit varietas ejus, nec creverit in cute, rursum claudet eum septem diebus.",
          "english": "And if, on the seventh day when he is examined, his eruption has remained the same and has not spread on the skin, the priest must confine him again for another seven days."
        },
        {
          "number": 6,
          "latin": "Et si iterum septimo die apparuerit obscurior et non creverit in cute: mundum eum esse decernet, et lavabit homo vestimenta sua, et mundus erit.",
          "english": "And if again, on the seventh day, the eruption appears faded and has not spread on the skin, the priest will declare him clean. The man must then wash his clothes, and he will be clean."
        },
        {
          "number": 7,
          "latin": "Quod si postea lepra, mundato jam, et ostensio sacerdoti, creverit in cute: rursus ad eum introibit.",
          "english": "But if after being declared clean and having shown himself to the priest, the leprosy has spread on the skin, he must return to the priest."
        },
        {
          "number": 8,
          "latin": "Et sacerdos cernens crevisse eam, immundum esse decernet.",
          "english": "And the priest, seeing that it has spread, will declare him unclean."
        },
        {
          "number": 9,
          "latin": "Plaga leprae si fuerit in homine, adducetur ad sacerdotem,",
          "english": "If there is a plague of leprosy on a man, he must be brought to the priest."
        },
        {
          "number": 10,
          "latin": "qui cum inspexerit, atque albos pilos in cute et carnem vivam crevisse viderit,",
          "english": "And when the priest has examined him, and sees white hairs on the skin, and living flesh that has grown in the affected area,"
        },
        {
          "number": 11,
          "latin": "lepra vetustissima est, et in cute totius corporis inveterata, et mundum eum esse non judicabit, eo quod sordidus sit.",
          "english": "it is a very old leprosy, and it has become chronic on the skin of his entire body. The priest will not declare him clean, because he is certainly unclean."
        },
        {
          "number": 12,
          "latin": "Sin autem pullulaverit lepra in cute, et operuerit omnem carnem a capite usque ad pedes, quicquid sub intuitu jacet,",
          "english": "But if the leprosy has broken out over the skin and covered all the flesh from head to foot, wherever the priest's eye can see,"
        },
        {
          "number": 13,
          "latin": "videbit sacerdos, et mundissimum eum esse decernet: eo quod totum in album colorem se transtulerit, et idcirco mundus est.",
          "english": "the priest will examine him and declare him completely clean. This is because it has entirely turned to a white color, and therefore he is clean."
        },
        {
          "number": 14,
          "latin": "Quandocumque autem in eo caro viva apparuerit, immundus erit:",
          "english": "However, whenever living flesh appears in that area, he will be unclean:"
        },
        {
          "number": 15,
          "latin": "et tunc sacerdos, cum viderit carnem vivam, immundum eum esse judicabit.",
          "english": "and then the priest, when he sees the living flesh, will judge him to be unclean."
        },
        {
          "number": 16,
          "latin": "Sin autem rursum versa fuerit in albedinem, et operuerit totam carnem,",
          "english": "But if it turns back to whiteness again, and covers all the flesh,"
        },
        {
          "number": 17,
          "latin": "mundum eum sacerdos judicabit.",
          "english": "the priest will judge him to be clean."
        },
        {
          "number": 18,
          "latin": "Caro, et cutis, in qua ulcus natum est, et sanatum,",
          "english": "If on a person's flesh and skin, a boil has formed and healed,"
        },
        {
          "number": 19,
          "latin": "si post sanationem, albida cicatrix apparuerit, sive rubicunda, et ob ejus rei considerationem accesserit sacerdos,",
          "english": "and after healing, a whitish or reddish scar appears, and the priest comes to examine this condition,"
        },
        {
          "number": 20,
          "latin": "atque viderit eam humiliorem carne reliqua, et pilos albos habere, immundum eum esse decernet, plagam leprae est.",
          "english": "and sees that it is deeper than the surrounding flesh and has white hairs, he will declare him unclean, for it is the plague of leprosy."
        },
        {
          "number": 21,
          "latin": "Quod si pilus illius coloris pristini fuerit, et aequalis cutis, et non humilior, claude eum septem diebus.",
          "english": "But if the hair in the area is of its original color, and the skin is level and not deeper, he must confine the person for seven days."
        },
        {
          "number": 22,
          "latin": "Et si creverit, immunditiae leprae judicabis eum.",
          "english": "And if it spreads, you will judge him to be unclean with leprosy."
        },
        {
          "number": 23,
          "latin": "Sin autem steterit in loco suo, mundum eum esse decernet sacerdos.",
          "english": "But if it remains in its place, the priest will declare him clean."
        },
        {
          "number": 24,
          "latin": "Cutis humana, in qua ignis combustus fuerit, et in ipso quidem vulnere, color rufus et albidus apparuerit,",
          "english": "If human skin has been burned by fire, and in the wound itself, a reddish or whitish color appears,"
        },
        {
          "number": 25,
          "latin": "et sacerdos cum inspexerit, viderit pilum album in plaga, et ipsam humilem cute reliqua, immundum eum esse judicabit, quia plaga leprae in combustione orta est.",
          "english": "and when the priest examines it, he sees white hair in the affected area, and the area itself is deeper than the surrounding skin, he will judge him to be unclean, because the plague of leprosy has arisen in the burn."
        },
        {
          "number": 26,
          "latin": "Quod si pilus coloris pristini fuerit, et aequalis cutis, et non humilior, claude eum septem diebus.",
          "english": "But if the hair is of its original color, and the skin is level and not deeper, he must confine the person for seven days."
        },
        {
          "number": 27,
          "latin": "Et septimo die, cum inspexerit, si creverit, immundum eum esse decernet: plagam leprae est.",
          "english": "And on the seventh day, when he examines it, if it has spread, he will declare him unclean: for it is the plague of leprosy."
        },
        {
          "number": 28,
          "latin": "Sin autem in loco suo steterit vulnus, et coloris pristini, et non humilius carne reliqua, mundabit eum sacerdos: quia ustio est plaga, et sanatur.",
          "english": "But if the wound has remained in its place and is of its original color, and is not deeper than the surrounding flesh, the priest will declare him clean: because it is a burn wound, and it is healing."
        },
        {
          "number": 29,
          "latin": "Vir, sive mulier, in cujus capite vel barba fuerit plaga,",
          "english": "If a man or a woman has a plague-like affliction on the head or beard,"
        },
        {
          "number": 30,
          "latin": "et viderit eam sacerdos humiliorem carne reliqua, et pilos flavescentes atque tenuissimos, immundum eos esse judicabit: quia lepra est capitis et barbae.",
          "english": "and the priest sees that it is deeper than the surrounding flesh, and the hairs in it are yellowish and very fine, he will judge them to be unclean: because it is leprosy of the head and beard."
        },
        {
          "number": 31,
          "latin": "Quod si aequalis fuerit locus plagae, et pilus coloris pristini, claude eum septem diebus.",
          "english": "But if the place of the affliction is level with the skin, and the hair is of its original color, he must confine the person for seven days."
        },
        {
          "number": 32,
          "latin": "Et septimo die, si non creverit locus plagae, et pilus fuerit pristino colore, et aequalis cutis,",
          "english": "And on the seventh day, if the place of the affliction has not spread, and the hair is of its original color, and the skin is level,"
        },
        {
          "number": 33,
          "latin": "rasis omnibus pilis, ipse radetur, et lavabit vestimenta sua, et mundus erit.",
          "english": "then with all the hair shaved off—he himself must shave it—and after washing his clothes, he will be clean."
        },
        {
          "number": 34,
          "latin": "Si post sanitatem, rursus creverit in capite aut in barba plaga,",
          "english": "If after being declared clean, the affliction on the head or beard spreads again,"
        },
        {
          "number": 35,
          "latin": "nec humilior fuerit carne reliqua, sed coloris pristini,",
          "english": "and it is not deeper than the surrounding flesh, but the color of the affliction itself remains as it was before,"
        },
        {
          "number": 36,
          "latin": "certus erit sacerdos, et absque omni dubitatione immundum eum esse decernet: quia crevit plaga.",
          "english": "the priest will be certain and will declare him unclean without any doubt: because the affliction has spread."
        },
        {
          "number": 37,
          "latin": "Quod si steterit, et pilus coloris pristini fuerit, mundum esse decernet, et lavabit vestimenta sua, et mundus erit.",
          "english": "But if it has remained in place, and the hair is of its original color, he will declare him clean, and he must wash his clothes, and he will be clean."
        },
        {
          "number": 38,
          "latin": "Vir, aut mulier, in cujus cute albae maculae apparuerint,",
          "english": "If a man or a woman develops white spots on their skin,"
        },
        {
          "number": 39,
          "latin": "videbit eos sacerdos: et si color fuerit subobscurus, aut non satis candidus, est vitiligo, et mundus est.",
          "english": "the priest will examine them: and if the color is somewhat dark, or not perfectly white, it is a mild skin condition called vitiligo, and the person is clean."
        },
        {
          "number": 40,
          "latin": "Vir cujus capitis cæsaries defluxerit, calvus est, et mundus.",
          "english": "A man whose hair has fallen out from his head is bald, and he is clean."
        }
      ]
    },
    {
      "number": 14,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Locutusque est Dominus ad Moysen, dicens:",
          "english": "The Lord then spoke to Moses, saying:"
        },
        {
          "number": 2,
          "latin": "Haec est lex leprosi: quando fuerit mundatus, adducetur ad sacerdotem:",
          "english": "“This is the law for one with leprosy: when he is declared clean, he shall be brought to the priest."
        },
        {
          "number": 3,
          "latin": "qui egressus de castris, cum viderit mundum esse,",
          "english": "The priest will go outside of the camp, and when he sees that the person is truly clean,"
        },
        {
          "number": 4,
          "latin": "praecipiet ut afferat qui mundandus est, duos passeres vivos, et puros, et lignum cedrinum, et coccum, et hyssopum.",
          "english": "he will order the one who is to be cleansed to bring two live, ritually clean sparrows, and cedar wood, and scarlet thread, and hyssop."
        },
        {
          "number": 5,
          "latin": "Unum vero passerem, jubebit immolari in vase fictili super aquas vivas.",
          "english": "Then, the priest will command that one of the sparrows be sacrificed in an earthenware vessel over living—that is, running—water."
        },
        {
          "number": 6,
          "latin": "Alterum autem vivum cum ligno cedrino, et cocco, et hyssopo, tinget in sanguine passeris immolati, atque aquis vivis:",
          "english": "But the other live sparrow, along with the cedar wood, the scarlet thread, and the hyssop, he will dip into the blood of the sacrificed sparrow, and into the living water."
        },
        {
          "number": 7,
          "latin": "ac asperget septies eum qui mundandus est de lepra: et postquam ritus fuerit completus, dicet: Mundus es.",
          "english": "And he will sprinkle it seven times upon the one who is to be cleansed from the leprosy. After this ritual is completed, he will say: 'You are clean.'"
        },
        {
          "number": 8,
          "latin": "Cumque lotis vestibus, raso capite, et superciliis, et barba, omnes pilos corporis aboleverit, lavabit se aqua, et mundus erit:",
          "english": "Then the cleansed person must wash his clothes, shave off all the hair from his head, eyebrows, and beard. He must remove all the hair from his body. He will then wash himself with water, and he will be clean."
        },
        {
          "number": 9,
          "latin": "et post octavum diem assumet duos agnos immaculatos, et ovem anniculam absque macula, et tres decimas similae oleo conspersae in sacrificium, et seorsum olei sextarium.",
          "english": "On the eighth day, he must take two male lambs without blemish, and one yearling ewe lamb without blemish. He also needs three tenths of an ephah of fine flour mixed with oil for a grain offering, and one log of oil by itself."
        },
        {
          "number": 10,
          "latin": "Adducetque sacerdos qui purificat, hominem atque haec omnia coram Domino ad ostium tabernaculi testimonii.",
          "english": "The priest who performs the purification will bring the person and all these offerings before the Lord at the entrance of the tent of meeting."
        },
        {
          "number": 11,
          "latin": "Et stabit sacerdos statuetque eum coram Domino.",
          "english": "The priest will stand and present him before the Lord."
        },
        {
          "number": 12,
          "latin": "Tolletque agnum unum et offeret illum in sacrificium pro delicto, et olei sextarium: et levabit simul utrumque coram Domino.",
          "english": "He will take one of the male lambs and offer it as a guilt offering, along with the log of oil. He will present both of them—the lamb and the oil—as a wave offering before the Lord."
        },
        {
          "number": 13,
          "latin": "Immolabitque agnum ubi solent immolari hostiae pro peccato, et holocaustum in loco sancto: sicut enim pro peccato, ita et pro delicto ad sacerdotem pertinet: Sanctum sanctorum est.",
          "english": "He will sacrifice the lamb in the holy place where the sin offering and burnt offering are usually sacrificed. For just as the sin offering and the burnt offering belong to the priest, so does the guilt offering; it is most holy."
        },
        {
          "number": 14,
          "latin": "Tolleque sacerdos de sanguine hostiae quae immolata est pro delicto, et ponet super extremum auriculae dextrae ejus qui mundatur, et super pollices manus ejus dextrae, et pedis.",
          "english": "The priest will take some of the blood from the guilt offering and put it on the lobe of the right ear of the one being cleansed, and on the thumb of his right hand, and on the big toe of his right foot."
        },
        {
          "number": 15,
          "latin": "Et de sextario olei mittet in manum suam, sacerdos, sinistram:",
          "english": "Then, from the log of oil, the priest will pour some into his own left palm."
        },
        {
          "number": 16,
          "latin": "tingetque digitum dextrum in eo, et asperget septies contra Dominum.",
          "english": "He will dip his right forefinger into the oil and sprinkle some of it seven times before the Lord."
        },
        {
          "number": 17,
          "latin": "Reliquam autem olei partem quae est in manu sua, fundet super caput ejus qui mundatur, et propitiabitur pro eo.",
          "english": "The rest of the oil that remains in his hand he will pour on the head of the one being cleansed. In this way, the priest will make atonement for him before the Lord."
        },
        {
          "number": 18,
          "latin": "Faciesque sacerdos hostiam pro peccato, et de sanguine ejus, sicut antea dictum est, mundabit purificatum.",
          "english": "The priest will then offer the sin offering. And using its blood, as mentioned before, he will cleanse the one who has been purified."
        },
        {
          "number": 19,
          "latin": "Deinde immolabit holocaustum,",
          "english": "After that, he will sacrifice the burnt offering."
        },
        {
          "number": 20,
          "latin": "et ponet in altari tam hostiam quam libamenta ejus: atque homo mundabitur.",
          "english": "He will place both the burnt offering and its grain offerings on the altar. In this way, the person will be clean."
        },
        {
          "number": 21,
          "latin": "Quod si pauper est, et non habet unde rata fiant, assumet agnum unum qui offeratur pro delicto, ut leveter, et in propitiationem, et tres decimas similae conspersae oleo in sacrificium, et olei sextarium,",
          "english": "“Now, if the person is poor and cannot afford all these things, he must take one male lamb for a guilt offering to be waved, making atonement for him. He also needs three tenths of an ephah of fine flour mixed with oil for a grain offering, and one log of oil."
        },
        {
          "number": 22,
          "latin": "duasque turtures, sive duos pullos columbae, quorum unus erit pro peccato, et alter in holocaustum:",
          "english": "He must also bring two turtledoves or two young pigeons, one to be offered as a sin offering and the other as a burnt offering."
        },
        {
          "number": 23,
          "latin": "afferetque ea octavo die purificationis suae ad sacerdotem, ad ostium tabernaculi testimonii, coram Domino.",
          "english": "On the eighth day of his purification, he will bring them to the priest, at the entrance of the tent of meeting, before the Lord."
        },
        {
          "number": 24,
          "latin": "Tolleque sacerdos agnum pro delicto, et sextarium olei: et levabit simul utrumque coram Domino.",
          "english": "The priest will take the lamb for the guilt offering and the log of oil, and wave them together as a wave offering before the Lord."
        },
        {
          "number": 25,
          "latin": "Immolabitque agnum pro delicto, et de sanguine ejus ponet super extremum auriculae dextrae ejus qui mundatur, et super pollices manus ejus dextrae, et pedis.",
          "english": "He will then sacrifice the lamb for the guilt offering. And he will put some of its blood on the lobe of the right ear of the one being cleansed, and on the thumb of his right hand, and on the big toe of his right foot."
        },
        {
          "number": 26,
          "latin": "Oleum quoque mittet in manum suam sinistram,",
          "english": "The priest will also pour some of the oil into his left palm,"
        },
        {
          "number": 27,
          "latin": "et tingens digitum dextrum, asperget septies contra Dominum:",
          "english": "and dipping his right forefinger into it, he will sprinkle some seven times before the Lord."
        },
        {
          "number": 28,
          "latin": "tangetque extremum auriculae dextrae ejus qui mundatur, et pollices manus ejus dextrae, et pedis in loco, ubi prius posuerat sanguinem hostiae quae immolata est pro delicto.",
          "english": "Then he will touch the lobe of the right ear of the one being cleansed, and the thumb of his right hand, and the big toe of his right foot—specifically, on the places where he had previously put the blood of the guilt offering."
        },
        {
          "number": 29,
          "latin": "Reliquam autem olei partem quae est in manu sacerdotis, fundet super caput purificati, ut propitietur pro eo coram Domino.",
          "english": "The rest of the oil that remains in the priest's hand he will pour on the head of the purified person, in order to make atonement for him before the Lord."
        },
        {
          "number": 30,
          "latin": "Offeret quoque turturem unam, sive pullum columbae,",
          "english": "He will also offer one of the turtledoves or young pigeons—"
        },
        {
          "number": 31,
          "latin": "quidquid potest reperire, unum pro peccato, et alterum in holocaustum, juxta ritum suum:",
          "english": "whichever he can afford to provide. One will be for a sin offering and the other for a burnt offering, according to their prescribed ritual."
        },
        {
          "number": 32,
          "latin": "Hoc est sacrificium leprosi, qui pro inopia rerum suarum ad purificandum se juxta legem Domini, praebere non potest.",
          "english": "This is the sacrifice for the person with leprosy, who, because of his lack of resources, cannot afford to provide the full offering for his purification according to the Lord's law.”"
        },
        {
          "number": 33,
          "latin": "Locutus est Dominus ad Moysen et Aaron, dicens:",
          "english": "The Lord spoke again to Moses and Aaron, saying:"
        },
        {
          "number": 34,
          "latin": "Cum ingressi fueritis terram Chanaan, quam ego dabo vobis in possessionem, si fuerit plaga leprae in aedibus, vel domibus:",
          "english": "“When you enter the land of Canaan, which I am giving to you as a possession, and if a disease of leprosy—that is, a severe mold or mildew—appears in a house or dwelling:"
        },
        {
          "number": 35,
          "latin": "ibit dominus domus, et nuntiabit sacerdoti, dicens: quasi lepra mihi videtur esse in domo mea.",
          "english": "the owner of that house must go and tell the priest, saying: 'It seems to me that something like leprosy has appeared in my house.'"
        },
        {
          "number": 36,
          "latin": "Et praecipiet sacerdos ut efferantur cuncta de domo, priusquam ingrediatur eam, et videat utrum vera sit lepra, ne contaminentur omnia quae in domo sunt: et tunc demum intrabit, ut consideret domum.",
          "english": "The priest will order that everything be taken out of the house before he enters to inspect whether it is truly the disease, so that everything inside the house will not become unclean. After this, he will finally go in to examine the house."
        },
        {
          "number": 37,
          "latin": "Cumque perspexerit, si maculae fuerint in parietibus ejus, quasi virentes, aut rubicundae, et humiliores superficie reliqua:",
          "english": "When he inspects it, if there are spots on its walls that appear greenish or reddish, and they are sunken below the surrounding surface:"
        },
        {
          "number": 38,
          "latin": "egredietur ostio domus, statimque claudet eam septem diebus.",
          "english": "he will go out the door of the house, and immediately close it up for seven days."
        },
        {
          "number": 39,
          "latin": "Et revertetur septimo die: si invenerit crevisse plagam,",
          "english": "He will return on the seventh day. If he finds that the affliction has spread,"
        },
        {
          "number": 40,
          "latin": "jubebit exstrui lapides, in quibus est plaga, et projici extra civitatem in locum immundum.",
          "english": "he will command that the stones in which the affliction is present be removed and thrown outside the city into an unclean place."
        }
      ]
    },
    {
      "number": 15,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Locutusque est Dominus ad Moysen et Aaron dicens:",
          "english": "The Lord then spoke to Moses and Aaron, saying:"
        },
        {
          "number": 2,
          "latin": "Homo, cujuscumque sexus, si fluxu seminis sive urinae, vel alterius rei patitur labem: immundus erit.",
          "english": "Any person, male or female, who suffers from an abnormal discharge of bodily fluid—such as an unusual flow of semen, or other bodily fluids—will be ritually unclean."
        },
        {
          "number": 3,
          "latin": "Et tunc judicabitur hoc vitium esse commune, cum ex carne ejus egreditur sputum: et quacumque de causa adnihilatur.",
          "english": "This condition of ritual uncleanness will be established and declared as such when a discharge flows from his body, or even if the discharge is somehow stopped."
        },
        {
          "number": 4,
          "latin": "Omnis lectus in quo dormierit, immundus erit: et quicquid sederit super, immundum erit.",
          "english": "Any bed on which such a person sleeps will become ritually unclean, and whatever they sit upon will also become ritually unclean."
        },
        {
          "number": 5,
          "latin": "Si quisquam tetigerit lectum ejus, lavabit vestimenta sua, et lotus aqua, immundus erit usque ad vesperum.",
          "english": "If anyone touches the bed of such a person, they must wash their clothes and bathe themselves in water, and remain ritually unclean until evening."
        },
        {
          "number": 6,
          "latin": "Si sederit qui tetigerit, ubi sederat ille, lavabit vestimenta sua, et lotus aqua, immundus erit usque ad vesperum.",
          "english": "If anyone sits where the unclean person has sat, they must wash their clothes and bathe themselves in water, and remain ritually unclean until evening."
        },
        {
          "number": 7,
          "latin": "Qui tetigerit carnem ejus, lavabit vestimenta sua, et lotus aqua, immundus erit usque ad vesperum.",
          "english": "Whoever touches the flesh of the unclean person must wash their clothes and bathe themselves in water, and remain ritually unclean until evening."
        },
        {
          "number": 8,
          "latin": "Si spuerit immundus super eum qui mundus est: lavabit vestimenta sua, et lotus aqua, immundus erit usque ad vesperum.",
          "english": "If the unclean person spits upon someone who is ritually clean, that person must wash their clothes and bathe themselves in water, and remain ritually unclean until evening."
        },
        {
          "number": 9,
          "latin": "Omne sellamentum super quo sederit immundus, immundum erit.",
          "english": "Every saddle or seat upon which the unclean person has ridden will become ritually unclean."
        },
        {
          "number": 10,
          "latin": "Et quicumque tetigerit quicquam de his, immundus erit usque ad vesperum: si portaverit, lavabit vestimenta sua, et lotus aqua, immundus erit usque ad vesperum.",
          "english": "And whoever touches any of these things will be ritually unclean until evening. If someone carries such a thing, they must wash their clothes and bathe themselves in water, and remain ritually unclean until evening."
        },
        {
          "number": 11,
          "latin": "Omnis, quem tetigerit sedens immundus sine manuum suarum ablutio, lavabit vestimenta sua, et lotus aqua, immundus erit usque ad vesperum.",
          "english": "Anyone whom the unclean person touches while sitting, if the unclean person has not first washed their hands, must wash their clothes and bathe themselves in water, and remain ritually unclean until evening."
        },
        {
          "number": 12,
          "latin": "Vas fictile in quo tetigerit immundus, confringetur: si ligneum fuerit, lavabitur aqua.",
          "english": "Any clay vessel that the unclean person touches must be broken. But if it is a wooden vessel, it will be washed with water."
        },
        {
          "number": 13,
          "latin": "Postquam ergo curatus fuerit, septem dies numerabit purificationis suae, et lotis vestimentis et toto corpore in aquis viventibus, mundus erit.",
          "english": "Therefore, after the person with the discharge has been healed, they must count seven days for their purification. After washing their clothes and their entire body in living—that is, running—water, they will then be ritually clean."
        },
        {
          "number": 14,
          "latin": "Die autem octavo assumet duos turtures, vel duos pullos columbæ, et veniet in conspectu Domini ad ostium tabernaculi testimonii, dabitque eos sacerdoti:",
          "english": "On the eighth day, such a person must take two turtledoves or two young pigeons and bring them before the Lord, at the entrance of the tabernacle of testimony, and give them to the priest."
        },
        {
          "number": 15,
          "latin": "Qui offeret unum pro peccato, et alterum in holocaustum: orabitque pro eo sacerdos coram Domino, ut emundetur a fluxu suo.",
          "english": "The priest will offer one bird as a sin offering and the other as a burnt offering. The priest will then pray for that person before the Lord, so that they may be cleansed from their discharge."
        },
        {
          "number": 16,
          "latin": "Vir, de quo egressus fuerit seminis fluxus, lavabit aqua omne corpus suum: et immundus erit usque ad vesperum.",
          "english": "When a man has a normal emission of semen, he must wash his entire body with water, and he will be ritually unclean until evening."
        },
        {
          "number": 17,
          "latin": "Vestem et pellem, quam lavatur, immunda erunt usque ad vesperum.",
          "english": "Any garment or leather that he is wearing when this occurs will also become ritually unclean until evening."
        },
        {
          "number": 18,
          "latin": "Si quaverit cum muliere coitum, lavabuntur ambo aqua: et immundi erunt usque ad vesperum.",
          "english": "If a man and woman have intercourse, both of them must wash themselves with water, and they will both be ritually unclean until evening."
        },
        {
          "number": 19,
          "latin": "Mulier, quæ in menstruis est, septem diebus separabitur.",
          "english": "A woman who is menstruating will be set apart for seven days."
        },
        {
          "number": 20,
          "latin": "Omnis qui tetigerit eam, immundus erit usque ad vesperum.",
          "english": "Anyone who touches her during this time will be ritually unclean until evening."
        },
        {
          "number": 21,
          "latin": "Et in quocumque dormierit per dies separationis suae, immundum erit: et quicquid sederit super, immundum erit.",
          "english": "Any bed on which she sleeps during her days of separation will become ritually unclean, and whatever she sits upon will also become ritually unclean."
        },
        {
          "number": 22,
          "latin": "Si quis tetigerit lectum ejus, lavabit vestimenta sua, et lotus aqua, immundus erit usque ad vesperum.",
          "english": "If anyone touches her bed, they must wash their clothes and bathe themselves in water, and remain ritually unclean until evening."
        },
        {
          "number": 23,
          "latin": "Si quis tetigerit vas super quod sedit, lavabit vestimenta sua, et lotus aqua, immundus erit usque ad vesperum.",
          "english": "If anyone touches any vessel upon which she has sat, they must wash their clothes and bathe themselves in water, and remain ritually unclean until evening."
        },
        {
          "number": 24,
          "latin": "Si dormierit vir cum ea in tempore sanguinis menstrui, immundus erit septem diebus: et omnis lectus in quo dormierit, immundus erit.",
          "english": "If a man sleeps with her during the time of her menstrual blood, he will become ritually unclean for seven days, and every bed on which he sleeps will become ritually unclean."
        },
        {
          "number": 25,
          "latin": "Mulier quæ patitur fluxum sanguinis diebus multis, non in tempore menstruarum suarum, aut cui post menses statim sanguis superfluet, tamdiu immunda erit, quanto tempore fluxum patitur, quasi in menstruis.",
          "english": "A woman who suffers a discharge of blood for many days, not at the time of her normal menstruation, or one whose blood continues to flow immediately after her menstruation, will remain ritually unclean for as long as she suffers the discharge, just as she would during menstruation."
        },
        {
          "number": 26,
          "latin": "Omnis lectus in quo dormierit per totum tempus fluxus sui, erit quasi lectus menstruatae: et quicquid sederit super, immundum erit.",
          "english": "Every bed on which she sleeps throughout the entire time of her discharge will be as ritually unclean as the bed of a menstruating woman, and whatever she sits upon will also be ritually unclean."
        },
        {
          "number": 27,
          "latin": "Quicumque tetigerit ea, immundus erit: et lavabit vestimenta sua, et lotus aqua, immundus erit usque ad vesperum.",
          "english": "Whoever touches any of these things will be ritually unclean; they must wash their clothes and bathe themselves in water, and remain ritually unclean until evening."
        },
        {
          "number": 28,
          "latin": "Si vero cessaverit sanguis, numerabit septem dies mundationis suae.",
          "english": "If, however, the blood discharge ceases, she must count seven days for her purification."
        },
        {
          "number": 29,
          "latin": "Et die octavo offeret sacerdoti duos turtures, vel duos pullos columbæ, ad ostium tabernaculi testimonii pro peccato, et in holocaustum.",
          "english": "And on the eighth day, she will bring two turtledoves or two young pigeons to the priest, at the entrance of the tabernacle of testimony, for a sin offering and for a burnt offering."
        },
        {
          "number": 30,
          "latin": "Qui offerens unum pro peccato, et alterum in holocaustum, orabit pro ea coram Domino, et pro fluxu immunditiae ejus.",
          "english": "The priest, offering one for a sin offering and the other for a burnt offering, will pray for her before the Lord concerning her discharge of uncleanness."
        },
        {
          "number": 31,
          "latin": "Sicque docebitis filios Israel ut caveant immunditiam: et non moriantur in sordibus suis, cum polluent sanctuarium meum, quod est in medio eorum.",
          "english": "In this way, you are to teach the children of Israel to be careful regarding ritual uncleanness, so that they do not die in their defilements when they would otherwise pollute My sanctuary, which is in their midst."
        },
        {
          "number": 32,
          "latin": "Ista est lex ejus, qui fluxu seminis labitur, et ejus, qui polluitur coitu.",
          "english": "This is the law for the man who has a discharge of semen, and for the man who becomes defiled through intercourse."
        },
        {
          "number": 33,
          "latin": "Et mulieris menstruatae, et quæ patitur fluxum sanguinis: et viri, ac mulieris, qui coeunt invicem.",
          "english": "It is also the law for a menstruating woman, and for a woman who suffers a discharge of blood, and for both a man and a woman who have intercourse with each other."
        }
      ]
    },
    {
      "number": 16,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Locutus est autem Dominus ad Moysen post mortem duorum filiorum Aaron, quando occisi sunt offerentes ignem alienum.",
          "english": "The Lord spoke to Moses after Aaron’s two sons had died, when they were killed for offering unauthorized fire, which was not according to God's command."
        },
        {
          "number": 2,
          "latin": "et dixit ad eum: Loquere ad Aaron fratrem tuum, ne omni tempore ingrediatur Sanctuarium quod est intra velum coram propitiatorio, quo tegitur arca, ne moriatur; non enim apparebo in nube super propitiatorium.",
          "english": "And He said to him: \"Speak to your brother Aaron and instruct him that he is not to enter the Most Holy Place, which is inside the veil and before the mercy seat that covers the Ark of the Covenant, whenever he wishes. If he does, he will die, because I will appear in a cloud over the mercy seat and execute judgment.\""
        },
        {
          "number": 3,
          "latin": "Hac intrabit Aaron sanctuarium: in vitulo de armento pro peccato, et in ariete in holocaustum.",
          "english": "Aaron is to enter the Most Holy Place with these offerings: a young bull from the herd for a sin offering, and a ram for a burnt offering."
        },
        {
          "number": 4,
          "latin": "Tunica linea induetur, et feminalibus lineis mutietur: zona linea accingetur, cydari quoque lineo velabitur: vestimentis enim sanctis utetur, lotis prius omni corpore.",
          "english": "He is to put on a linen tunic, linen trousers for modesty, a linen sash, and a linen turban. These are holy garments, and he must bathe his entire body before putting them on."
        },
        {
          "number": 5,
          "latin": "Sumeque ab universa multitudine filiorum Israel duos hircos caprarum pro peccato, et arietem unum in holocaustum.",
          "english": "From the entire assembly of the children of Israel, he is to take two male goats for a sin offering, and one ram for a burnt offering."
        },
        {
          "number": 6,
          "latin": "Cumque obtulerit Aaron vitulum et oraverit pro se et pro domo sua,",
          "english": "When Aaron offers the young bull as his own sin offering, he will make atonement for himself and for his household."
        },
        {
          "number": 7,
          "latin": "stabunt duos hircos coram Domino in ostio tabernaculi testimonii.",
          "english": "He will then take the two male goats and present them before the Lord at the entrance of the tent of meeting."
        },
        {
          "number": 8,
          "latin": "Mittetque super utrumque sortem: unam Domino, et alteram Capro emissario.",
          "english": "Aaron will cast lots for the two goats: one lot for the Lord, and the other lot for Azazel, the scapegoat."
        },
        {
          "number": 9,
          "latin": "Quem super cujus sortem exierit Domino, offeret pro peccato:",
          "english": "The goat on which the lot for the Lord falls, Aaron will offer as a sin offering."
        },
        {
          "number": 10,
          "latin": "cuius autem in Capro emissario, statuet vivum coram Domino, ut emittat eum in solitudinem, deprecante eo pro populo.",
          "english": "But the goat on which the lot for Azazel falls, he will present alive before the Lord. It will then be sent out into the wilderness to make atonement for the people by bearing their sins."
        },
        {
          "number": 11,
          "latin": "Postquam vitulum pro peccato, et arietem pro holocausto obtulerit, orabit pro se et pro domo sua:",
          "english": "After Aaron offers his young bull as a sin offering and his ram as a burnt offering, he will make atonement for himself and for his household."
        },
        {
          "number": 12,
          "latin": "assumptoque turibulo, quod de prunis altaris impleverit, et compositis super thymiama aromatibus, introibit intra velum:",
          "english": "He will then take a censer full of burning coals from the altar, and two handfuls of finely ground fragrant incense, and bring them inside the veil."
        },
        {
          "number": 13,
          "latin": "ut, asperso super ignem thymiama, caligo et nubes ex ea operiat propitiatorium, quod est super testimonium, et non moriatur.",
          "english": "So that when he puts the incense on the burning coals, the cloud of incense smoke will cover the mercy seat that is on the Ark of the Covenant, so he will not die."
        },
        {
          "number": 14,
          "latin": "Tollens quoque de sanguine vituli, asperget digito septies contra propitiatorium ad orientem.",
          "english": "He will also take some of the blood from the young bull and sprinkle it with his finger seven times on the eastern side of the mercy seat."
        },
        {
          "number": 15,
          "latin": "Cumque occiderit hircum pro peccato populi, inferet et sanguinem ejus intra velum, sicut praecepit de sanguine vituli, ut aspergat illum contra propitiatorium:",
          "english": "Then he will slaughter the goat for the people's sin offering and bring its blood inside the veil. He will do with its blood just as he did with the blood of the young bull, sprinkling it against the mercy seat."
        },
        {
          "number": 16,
          "latin": "et purescet Sanctuarium ab immunditiis filiorum Israel, et a sceleribus eorum, cunctisque peccatis. Juxta hunc ritum faciet tabernaculo testimonii, quod fixum est inter eos in medio sordium habitationis eorum.",
          "english": "In this way, he will cleanse the Most Holy Place from the defilement of the children of Israel, from their transgressions, and from all their sins. He will do the same ritual for the tent of meeting, which is pitched among them in the midst of their impure dwelling."
        },
        {
          "number": 17,
          "latin": "Nullus hominum sit in tabernaculo quando ingreditur pontifex Sanctuarium, ut expiet pro se et pro domo sua, et pro universo coetu Israel, donec egrediatur.",
          "english": "No one is to be in the tent of meeting when the high priest enters the Most Holy Place to make atonement for himself, for his household, and for the entire assembly of Israel, until he comes out."
        },
        {
          "number": 18,
          "latin": "Cum egressus fuerit ad altare, quod coram Domino est, oret pro se et pro populo, et sanctificans illud,",
          "english": "When he comes out to the altar that is before the Lord, he will make atonement for himself and for the people, and he will consecrate it."
        },
        {
          "number": 19,
          "latin": "aspergat de sanguine digito septies, purificetque et sanctificet illud ab immunditiis filiorum Israel.",
          "english": "He will sprinkle some of the blood on it seven times with his finger, purifying and consecrating it from the defilement of the children of Israel."
        },
        {
          "number": 20,
          "latin": "Postquam universa mundaverit Sanctuarium, et tabernaculum testimonii, atque altare, tunc offerat hircum viventem:",
          "english": "After he has finished cleansing the Most Holy Place, the tent of meeting, and the altar, he will bring forward the live goat."
        },
        {
          "number": 21,
          "latin": "et posita utraque manu super caput ejus, confiteatur omnes iniquitates filiorum Israel, et universa delicta atque peccata eorum: ponetque ea super caput hirci, et emittet illum per hominem paratum in solitudinem.",
          "english": "He will lay both of his hands on the head of the live goat and confess over it all the iniquities of the children of Israel, all their transgressions, and all their sins. He will put these sins onto the head of the goat, and then send it away into the wilderness by the hand of a man appointed for this task."
        },
        {
          "number": 22,
          "latin": "Cumque portaverit hircus omnes iniquitates eorum in terram solitariam, et dimissus fuerit in solitudine,",
          "english": "As the goat carries all their iniquities into an uninhabited land and is released into the wilderness, it signifies the removal of their sins."
        },
        {
          "number": 23,
          "latin": "ingredietur Aaron tabernaculum testimonii, et depositus tunicas lineas, quas prius induerat, cum intraret Sanctuarium, reponet eas ibi.",
          "english": "Aaron will then go back into the tent of meeting, take off the linen garments he wore when he entered the Most Holy Place, and leave them there."
        },
        {
          "number": 24,
          "latin": "Et lavabit corpus suum in aqua in loco sancto, indueturque vestimentis suis: et egressus immolabit holocaustum suum, et holocaustum populi, ac deprecabitur tam pro se, quam pro populo.",
          "english": "He will bathe his entire body with water in a holy place, and then put on his regular priestly garments. After he comes out, he will offer his own burnt offering and the burnt offering of the people, making atonement for himself and for the people."
        },
        {
          "number": 25,
          "latin": "Et adipem, qui oblatus est pro peccato, cremabit super altare.",
          "english": "He will burn the fat of the sin offering on the altar."
        },
        {
          "number": 26,
          "latin": "Is vero qui dimiserit caprum emissarium, lavabit vestimenta sua, et corpus suum aqua: et post haec ingredietur in castra.",
          "english": "The man who led the scapegoat away will wash his clothes and bathe his body with water, and after that, he may return to the camp."
        },
        {
          "number": 27,
          "latin": "Vitulum vero et hircum, qui pro peccato fuerant immolati, et quorum sanguis inlatus est in Sanctuarium, ut purificaretur eo, efferent extra castra, et comburent igni tam pelles quam carnes eorum, et fimum.",
          "english": "The young bull and the goat that were offered for the sin offering, whose blood was brought into the Most Holy Place to make atonement, will be carried outside the camp. Their hides, flesh, and dung will be burned with fire."
        },
        {
          "number": 28,
          "latin": "Et quicumque combusserit ea, lavabit vestimenta sua, et corpus suum aqua: et post haec ingredietur in castra.",
          "english": "Anyone who burns them will wash his clothes and bathe his body with water, and after that, he may return to the camp."
        },
        {
          "number": 29,
          "latin": "Hoc erit vobis legitimum sempiternum: mense septimo, decima die mensis, affligetis animas vestras, nullumque facietis opus, sive civis, sive peregrinus, qui apud vos commoratur.",
          "english": "This is to be a perpetual statute for you: On the tenth day of the seventh month, you are to afflict your souls—a solemn fast and time of repentance. You must not do any work, whether you are a native-born Israelite or a foreigner residing among you."
        },
        {
          "number": 30,
          "latin": "In hac die expiabitur et mundabitur vos ab omnibus peccatis vestris: coram Domino mundi efficiemini.",
          "english": "For on this Day of Atonement, you will be purified and cleansed from all your sins. Before the Lord, you will be made clean."
        },
        {
          "number": 31,
          "latin": "Sabbatum quietis est, et affligetis animas vestras per praeceptum sempiternum.",
          "english": "This is a Sabbath of solemn rest, and you are to afflict your souls, as a perpetual ordinance."
        },
        {
          "number": 32,
          "latin": "Faciet autem expiationem sacerdos, qui unctus fuerit, et cujus manus initiatae sunt ut sacerdotio fungatur pro patre suo: vestimentis lineis induetur, et vestimentis sanctis.",
          "english": "The atonement will be made by the priest who has been anointed and consecrated to serve as high priest in his father's place. He is to put on the sacred linen garments."
        },
        {
          "number": 33,
          "latin": "Expiabit Sanctuarium et tabernaculum testimonii atque altare: sacerdotes quoque et universum populum.",
          "english": "He will make atonement for the Most Holy Place, for the tent of meeting, and for the altar. He will also make atonement for the priests and for all the people of the assembly."
        },
        {
          "number": 34,
          "latin": "Eritque hoc vobis legitimum sempiternum, ut oretis pro filiis Israel, et pro cunctis peccatis eorum, semel in anno. Fecit igitur sicut praeceperat Dominus Moysi.",
          "english": "This is to be a perpetual statute for you, to make atonement for the children of Israel and for all their sins once a year. So Aaron did exactly as the Lord had commanded Moses."
        }
      ]
    },
    {
      "number": 17,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Locutusque est Dominus ad Moysen dicens:",
          "english": "The Lord then spoke to Moses, giving him these instructions:"
        },
        {
          "number": 2,
          "latin": "Loquere Aaron, et filiis ejus, et cunctis filiis Israel, dic: Iste est sermo, quem præcepit Dominus, dicens:",
          "english": "“Speak to Aaron, to his sons, and to all the sons of Israel, saying: This is the command that the Lord has issued:"
        },
        {
          "number": 3,
          "latin": "Homo de domo Israel, et de advenis qui peregrinantur apud vos, si occiderit hostiam, sive bovem, sive ovem, sive capram in castris, vel extra castra,",
          "english": "Any man from the house of Israel, or from among the foreigners who reside among you, who slaughters an animal for sacrifice—whether an ox, a sheep, or a goat—inside the camp or outside the camp,"
        },
        {
          "number": 4,
          "latin": "et ad ostium tabernaculi testimonii non obtulerit, ut offeratur Domino, sanguinis reus erit homo ille, quasi sanguinem fuderit: peribit de medio populi sui.",
          "english": "and does not bring it to the entrance of the Tabernacle of Witness to offer it to the Lord, that man will be considered guilty of bloodshed, just as if he had shed human blood. Therefore, that person will be cut off from among his people."
        },
        {
          "number": 5,
          "latin": "Ideo sacerdotes filii Israel offerre debent hostias suas Domino ad ostium tabernaculi testimonii, et immolare victimas pacificas Domino.",
          "english": "For this reason, the priests, the sons of Israel, must bring their offerings to the Lord at the entrance of the Tabernacle of Witness, and there they shall slaughter their peace offerings to the Lord."
        },
        {
          "number": 6,
          "latin": "Et fundent sanguinem super altare Domini juxta ostium tabernaculi testimonii, et crement adipes in odorem suavitatis Domino:",
          "english": "They shall pour the blood upon the Lord’s altar at the entrance of the Tabernacle of Witness, and burn the fat as a pleasing aroma to the Lord."
        },
        {
          "number": 7,
          "latin": "et nequaquam ultra immolabunt hostias suas dæmonibus, cum quibus fornicati sunt. Legitimum sempiternum erit illis et posteris eorum.",
          "english": "They shall never again offer their sacrifices to pagan deities, with whom they have prostituted themselves through idolatry. This will be a perpetual statute for them and for their descendants."
        },
        {
          "number": 8,
          "latin": "Et ad eos dices: Homo de domo Israel, et de advenis qui advenæ vobiscum sunt, si obtulerit holocaustum, sive victimam,",
          "english": "Also say to them: Any man from the house of Israel, or from among the foreigners who reside among you, who offers a burnt offering or any other sacrifice,"
        },
        {
          "number": 9,
          "latin": "et ad ostium tabernaculi testimonii non adduxerit, ut offeratur Domino, peribit de populo suo.",
          "english": "and does not bring it to the entrance of the Tabernacle of Witness to offer it to the Lord, that person will be cut off from his people."
        },
        {
          "number": 10,
          "latin": "Homo quoque de domo Israel, et de advenis qui peregrinantur apud eos, si comederit sanguinem, obfirmabo faciem meam contra animam illius, et interficiam eum de medio populi sui.",
          "english": "Furthermore, any man from the house of Israel, or from among the foreigners who reside among them, who eats blood—I will set My face against that person, and I will cut him off from among his people."
        },
        {
          "number": 11,
          "latin": "Quia anima carnis in sanguine est: et ego dedi illum vobis ut super altare in eo expietis pro animabus vestris, et sanguis pro anima expiari debebit.",
          "english": "This is because the very life-force of the flesh is in the blood. I have given this blood to you to pour on the altar, so that you may make atonement for your souls, because it is the blood that must make atonement for a soul."
        },
        {
          "number": 12,
          "latin": "Propterea dixi filiis Israel: Omnis anima vestrum non comedet sanguinem, nec ex advenis qui peregrinantur apud vos.",
          "english": "Therefore, I have said to the sons of Israel: No person among you shall eat blood, nor shall any of the foreigners who reside among you eat blood."
        },
        {
          "number": 13,
          "latin": "Homo quoque de filiis Israel, et de advenis qui advenæ vobiscum sunt, si venatione atque aucupio ceperit feram, vel avem, quæ comedi potest, fundet sanguinem ejus, et operiet illum terra.",
          "english": "Also, any man from the sons of Israel, or from among the foreigners who reside among you, who hunts and catches a wild animal or a bird that may be eaten, he shall pour out its blood and cover it with earth."
        },
        {
          "number": 14,
          "latin": "Quia anima omnis carnis in sanguine est: unde dixi filiis Israel, Sanguinem universæ carnis non comedetis, quia anima carnis in sanguine est: et quicumque comederit illum, peribit.",
          "english": "For the life-force of all flesh is in its blood. This is why I have said to the sons of Israel: You shall not eat the blood of any flesh, because the life-force of the flesh is in its blood. And whoever eats it will be cut off."
        },
        {
          "number": 15,
          "latin": "Anima quæ comederit morticinum, vel captum a bestia, tam de indigenis quam de advenis, lavabit vestimenta sua, et se ipse aqua, et immundus erit usque ad vesperum: et hoc ritu mundus fiet.",
          "english": "Any person who eats an animal that died naturally or was torn by a wild beast—whether an Israelite native or a foreigner—must wash his clothes and himself with water. He will be ritually unclean until evening; only then will he become clean through this ritual."
        },
        {
          "number": 16,
          "latin": "Si autem non laverit vestimenta sua, et corpus, portabit iniquitatem suam.",
          "english": "But if he does not wash his clothes and his body, he will bear the consequence of his sin and uncleanliness."
        }
      ]
    },
    {
      "number": 18,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Locutusque est Dominus ad Moysen dicens:",
          "english": "The Lord then spoke to Moses, giving him these instructions:"
        },
        {
          "number": 2,
          "latin": "Loquere filiis Israel et dices ad eos: Ego Dominus Deus vester.",
          "english": "“Tell the children of Israel this: I am the Lord, your God."
        },
        {
          "number": 3,
          "latin": "Juxta consuetudinem Aegypti, in qua habitastis, non facietis: et juxta morem terræ Chanaan, ad quam ego introducturus sum vos, non agetis: nec in legitimis meis ambulabitis.",
          "english": "Do not imitate the customs of Egypt, where you once lived. And do not adopt the practices of the land of Canaan, where I am bringing you. You must not follow their traditions and laws."
        },
        {
          "number": 4,
          "latin": "Mea judicia facietis, et præcepta mea custodietis, et ambulabitis in eis. Ego Dominus Deus vester.",
          "english": "Instead, you must obey my judgments. You must keep my commandments and live according to them. I am the Lord, your God."
        },
        {
          "number": 5,
          "latin": "Custodite legitima mea et judicia mea, quæ faciens homo vivet in illis. Ego Dominus.",
          "english": "You must keep my statutes and my judgments. A person who obeys them will truly live and flourish because of them. I am the Lord."
        },
        {
          "number": 6,
          "latin": "Omnis homo ad proximam carnis suæ non accedet, ut revelet turpitudinem ejus. Ego Dominus.",
          "english": "No man shall approach any close relative to engage in sexual acts that expose her nakedness. I am the Lord."
        },
        {
          "number": 7,
          "latin": "Turpitudinem patris tui et matris tuæ non revelabis: mater tua est, non revelabis turpitudinem ejus.",
          "english": "You shall not uncover the nakedness of your father or your mother. She is your mother; you must not expose her nakedness."
        },
        {
          "number": 8,
          "latin": "Turpitudinem uxoris patris tui non revelabis: turpitudo patris tui est.",
          "english": "You shall not uncover the nakedness of your father’s wife. This would be uncovering your father’s nakedness."
        },
        {
          "number": 9,
          "latin": "Turpitudinem sororis tuæ ex patre vel matre genitæ, sive domi, sive foris, non revelabis.",
          "english": "You shall not uncover the nakedness of your sister, whether she is your father’s daughter or your mother’s daughter, and whether she was born in your home or outside it. You must not do this."
        },
        {
          "number": 10,
          "latin": "Turpitudinem filiæ filii tui vel filiæ filiæ tuæ non revelabis: quia turpitudo tua est.",
          "english": "You shall not uncover the nakedness of your son’s daughter or your daughter’s daughter. These are your own nakedness, because they are your direct descendants."
        },
        {
          "number": 11,
          "latin": "Turpitudinem filiæ uxoris patris tui, quam de patre tuo genuit, et est soror tua, non revelabis.",
          "english": "You shall not uncover the nakedness of your father’s wife’s daughter—she who was born to your father, who is therefore your sister. You must not do this."
        },
        {
          "number": 12,
          "latin": "Turpitudinem sororis patris tui non revelabis, quia caro est patris tui.",
          "english": "You shall not uncover the nakedness of your father’s sister. She is your father’s flesh and blood."
        },
        {
          "number": 13,
          "latin": "Turpitudinem matris uxoris tuæ non revelabis, eo quod caro sit matris tuæ.",
          "english": "You shall not uncover the nakedness of your mother-in-law. She is your wife’s mother, who is like your own mother."
        },
        {
          "number": 14,
          "latin": "Turpitudinem fratris patris tui non revelabis: nec accedes ad uxorem ejus, quæ tibi affinis est.",
          "english": "You shall not uncover the nakedness of your father’s brother. And you shall not approach his wife to have relations with her, for she is your close relative."
        },
        {
          "number": 15,
          "latin": "Turpitudinem nurus tuæ non revelabis: quoniam uxor filii tui est, et idcirco non revelabis turpitudinem ejus.",
          "english": "You shall not uncover the nakedness of your daughter-in-law. She is your son’s wife, and for that reason, you must not uncover her nakedness."
        },
        {
          "number": 16,
          "latin": "Turpitudinem uxoris fratris tui non revelabis: turpitudo fratris tui est.",
          "english": "You shall not uncover the nakedness of your brother’s wife. This would be uncovering your brother’s nakedness."
        },
        {
          "number": 17,
          "latin": "Turpitudinem uxoris et filiæ ejus non revelabis. Filiam uxoris illius et neptem ex illa non sumes, ut reveletur ignominia ejus: quia caro illius sunt, et prohibitae hujuscemodi copulae.",
          "english": "You shall not uncover the nakedness of a woman and her daughter. You shall not take her daughter, nor her granddaughter born from that daughter, to uncover their ignominy. They are too closely related to her, and such unions are forbidden."
        },
        {
          "number": 18,
          "latin": "Sororem uxoris tuæ in pellicatum illius non accipies, nec revelabis turpitudinem ejus, adhuc illa vivente.",
          "english": "You shall not take your wife’s sister as a rival wife while your wife is still living, nor uncover her nakedness."
        },
        {
          "number": 19,
          "latin": "Ad mulierem quæ patitur menstrua, non accedes: nec turpitudinem ejus revelabis.",
          "english": "You shall not approach a woman who is in her menstrual period, nor uncover her nakedness while she is in this state."
        },
        {
          "number": 20,
          "latin": "Cum uxore proximi tui non coibis, nec seminis commixtione maculaberis.",
          "english": "You shall not lie with your neighbor’s wife, nor defile yourself with an emission of seed through such mixing."
        },
        {
          "number": 21,
          "latin": "De semine tuo non dabis, ut consecretur Moloch: nec pollues nomen Dei tui. Ego Dominus.",
          "english": "You shall not give any of your offspring to be consecrated to Moloch, nor shall you profane the name of your God. I am the Lord."
        },
        {
          "number": 22,
          "latin": "Cum masculo non commisceberis coitu femineo: abominatio est.",
          "english": "You shall not lie with a male as you would with a woman. This is an abomination."
        },
        {
          "number": 23,
          "latin": "Cum omni pecore non coibis, nec maculaberis. Nec immittet mulier se jumento, ut commisceatur. Abominatio est.",
          "english": "You shall not lie with any beast to defile yourself. Nor shall a woman offer herself to a beast to lie with it. This is an abomination."
        },
        {
          "number": 24,
          "latin": "Ne inquinemini ex omnibus his: cunctis enim sordibus polluta sunt omnes gentes, quas ego ejiciam ante conspectum vestrum,",
          "english": "Do not defile yourselves by any of these practices. For it is with all these defilements that the nations—whom I am driving out before you—have polluted themselves."
        },
        {
          "number": 25,
          "latin": "et polluta est terra, et visitabo scelera ejus, ut evomat habitatores suos.",
          "english": "The land itself became defiled. Therefore, I will punish its iniquity, and the land will literally vomit out its inhabitants."
        },
        {
          "number": 26,
          "latin": "Custodite legitima mea atque judicia, et quicumque de sceleribus his fecerit, peribunt de medio populi sui.",
          "english": "You, therefore, must keep my statutes and my judgments. For whoever commits any of these abominations will be cut off from among their people."
        },
        {
          "number": 27,
          "latin": "Omnes enim abominationes istas fecerunt incolæ terræ, qui fuerunt ante vos, et polluerunt eam.",
          "english": "For all these abominations were committed by the inhabitants of the land who were before you, and they thereby polluted the land."
        },
        {
          "number": 28,
          "latin": "Cavete ergo ne et vos similiter evomat, si quid tale feceritis, sicut evomuit gentem quæ fuit ante vos.",
          "english": "Beware, then, that the land does not also vomit you out, if you commit any such thing, just as it has vomited out the nation that was before you."
        },
        {
          "number": 29,
          "latin": "Omnis anima, quæ fecerit de abominationibus his quippiam, peribit de medio populi sui.",
          "english": "Every person who commits any of these abominations will be cut off from among their people."
        },
        {
          "number": 30,
          "latin": "Custodite mandata mea. Nolite facere de præceptis his, quæ fecerunt hi, qui fuerunt ante vos, et ne polluamini in illis. Ego Dominus Deus vester.",
          "english": "Therefore, keep my commands. Do not follow the ordinances of those who were before you in these matters, and do not defile yourselves by them. I am the Lord, your God."
        }
      ]
    },
    {
      "number": 19,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Locutusque est Dominus ad Moysen dicens:",
          "english": "The Lord spoke to Moses, saying:"
        },
        {
          "number": 2,
          "latin": "Loquere ad omnem congregationem filiorum Israël, et dices ad eos: Sancti estote, quoniam ego sanctus sum Dominus Deus vester.",
          "english": "“Speak to all the assembled people of Israel, and say to them: 'You shall be holy, because I, the Lord your God, am holy.'"
        },
        {
          "number": 3,
          "latin": "Unusquisque matrem suam et patrem suum timeat. Sabbata mea custodite. Ego Dominus Deus vester.",
          "english": "'Every one of you shall reverence his mother and his father. You shall keep My Sabbaths. I am the Lord your God."
        },
        {
          "number": 4,
          "latin": "Nolite converti ad idola, nec deos conflatiles faciatis vobis. Ego Dominus Deus vester.",
          "english": "'Do not turn to idols, nor make for yourselves molten gods. I am the Lord your God."
        },
        {
          "number": 5,
          "latin": "Si immolaveritis hostiam pacificorum Domino, ut accepta sit, sponte offeretis.",
          "english": "'When you offer a sacrifice of peace offerings to the Lord, to be acceptable, you shall offer it willingly."
        },
        {
          "number": 6,
          "latin": "Eodem die quo fuerit immolata, comedetur, et in crastinum: quidquid residuum fuerit in tertium diem, igne comburetur.",
          "english": "'It shall be eaten on the same day that it is offered, and on the next day. Whatever remains until the third day shall be burned with fire."
        },
        {
          "number": 7,
          "latin": "Si quis tertio die comederit quidpiam, immunda erit hostia, nec placebit offerenti:",
          "english": "'If anyone eats anything from it on the third day, the sacrifice will be defiled, and it will not please the one who offered it:"
        },
        {
          "number": 8,
          "latin": "portabit iniquitatem suam, eo quod sanctum Domini polluerit: et peribit anima illa de populo suo.",
          "english": "'The person who eats it will bear his guilt, because he has profaned what is holy to the Lord. That soul shall be cut off from his people."
        },
        {
          "number": 9,
          "latin": "Cum messueritis segetes terræ vestræ, non tondebitis usque ad solum faciem agri vestri: ac reliquos spicarios non colligetis.",
          "english": "'When you reap the harvest of your land, you shall not completely clear the corners of your field, nor shall you gather the gleanings of your harvest."
        },
        {
          "number": 10,
          "latin": "Neque in vinea tua racemos et grana decidentia congregabis, sed pauperibus et peregrinis carpenda dimittes. Ego Dominus Deus vester.",
          "english": "'Nor shall you gather the fallen grapes from your vineyard or the stray berries. You shall leave them to be gathered by the poor and the stranger. I am the Lord your God."
        },
        {
          "number": 11,
          "latin": "Non furemini. Non mentiamini, neque decipiat unusquisque proximum suum.",
          "english": "'You shall not steal. You shall not lie, nor shall any one of you deceive his neighbor."
        },
        {
          "number": 12,
          "latin": "Non jurabis in nomine meo mendaciter, nec pollues nomen Dei tui. Ego Dominus.",
          "english": "'You shall not swear falsely by My Name, nor shall you profane the Name of your God. I am the Lord."
        },
        {
          "number": 13,
          "latin": "Non facies calumniam proximo tuo, nec vi opprimes eum. Non morabitur merces conducti apud te usque mane.",
          "english": "'You shall not defraud your neighbor, nor oppress him by violence. The wages of a hired worker shall not remain with you until morning."
        },
        {
          "number": 14,
          "latin": "Non maledices surdo, nec coram cæco pones offendiculum: sed timebis Dominum Deum tuum, quia ego sum Dominus.",
          "english": "'You shall not curse the deaf, nor put a stumbling block before the blind. Instead, you shall fear the Lord your God, because I am the Lord."
        },
        {
          "number": 15,
          "latin": "Non facietis quod iniquum est in judicio, non respicies personam pauperis, nec honores vultum potentis. Juste judica proximum tuum.",
          "english": "'You shall do no injustice in judgment. You shall not be partial to the poor, nor show deference to the powerful. You shall judge your neighbor justly."
        },
        {
          "number": 16,
          "latin": "Non eris criminator, nec susurro in populis. Non stabis contra sanguinem proximi tui. Ego Dominus.",
          "english": "'You shall not go about as a slanderer among your people. You shall not stand by idly while your neighbor's life is at risk. I am the Lord."
        },
        {
          "number": 17,
          "latin": "Non oderis fratrem tuum in corde tuo, sed publice argue eum, ne peccatum portes propter illum.",
          "english": "'You shall not hate your brother in your heart. You shall openly rebuke your neighbor, so that you do not bear sin because of him."
        },
        {
          "number": 18,
          "latin": "Non quæres ultionem, nec irasceris concivibus tuis. Diliges amicum tuum sicut teipsum. Ego Dominus.",
          "english": "'You shall not seek revenge, nor harbor anger against your fellow citizens. You shall love your friend as yourself. I am the Lord."
        },
        {
          "number": 19,
          "latin": "Leges meas custodite. Jumenta tua non facies coire cum alterius generis animalibus. Agrum tuum non seres duplici semine. Veste, quæ ex duobus texta est, non indueris.",
          "english": "'You shall keep My statutes. You shall not let your cattle breed with a different kind of animal. You shall not sow your field with two kinds of seed. You shall not wear a garment woven from two different kinds of material."
        },
        {
          "number": 20,
          "latin": "Si quis dormierit cum muliere coitu seminis, quæ sit ancilla etiam et nupta viro, et tamen non redempta, nec libertate donata, verberibus utrique subjacebunt, et non occidentur, quia non erat libera.",
          "english": "'If a man sleeps with a woman in an act of sexual intercourse, and she is a female slave betrothed to a husband, but has not yet been redeemed or given her freedom, they both shall be punished with scourging; they shall not be put to death, because she was not yet free."
        },
        {
          "number": 21,
          "latin": "Offeret autem pro delicto suo Domino arietem ad ostium tabernaculi testimonii:",
          "english": "'But for his guilt, he shall bring a ram to the Lord at the entrance of the tabernacle of testimony as an offering."
        },
        {
          "number": 22,
          "latin": "et orabit pro eo sacerdos coram Domino, pro peccato quod peccavit: et dimittetur ei.",
          "english": "'And the priest shall make atonement for him before the Lord for the sin he has committed, and the sin he committed shall be forgiven him."
        },
        {
          "number": 23,
          "latin": "Quando ingressi fueritis terram, et plantaveritis in ea ligna pomifera, auferetis præputia eorum: poma quæ germinant, immunda erunt vobis, nec comedentur.",
          "english": "'When you enter the land and plant any fruit-bearing trees, you shall count their fruit as uncircumcised, meaning it is forbidden. For three years, it shall be considered unclean to you; it shall not be eaten."
        },
        {
          "number": 24,
          "latin": "Quarto autem anno omnis fructus eorum sanctificabitur, laudabilis Domino.",
          "english": "'In the fourth year, all its fruit shall be holy, an offering of praise to the Lord."
        },
        {
          "number": 25,
          "latin": "Quinto vero anno comedetis fructus, congregantes novissimos foetus. Ego Dominus Deus vester.",
          "english": "'But in the fifth year you may eat of its fruit, gathering its produce. I am the Lord your God."
        },
        {
          "number": 26,
          "latin": "Non comedetis cum sanguine. Non ariolabi, nec observabitis somnia.",
          "english": "'You shall not eat anything with blood. You shall not practice divination or observe omens."
        },
        {
          "number": 27,
          "latin": "Non attondebitis comas ad rotundum, neque radetis barbam.",
          "english": "'You shall not cut the hair on your head in a circular fashion, nor shall you shave off the edges of your beard."
        },
        {
          "number": 28,
          "latin": "Et super mortuo non incidetis carnem vestram, neque figuras aliquas inurere: Ego Dominus.",
          "english": "'You shall not make any cuts on your body for the dead, nor put any tattoo marks on yourselves. I am the Lord."
        },
        {
          "number": 29,
          "latin": "Ne prostituas filiam tuam, et pollue terram, ne impleatur facinus.",
          "english": "'Do not prostitute your daughter, lest the land become defiled and filled with wickedness."
        },
        {
          "number": 30,
          "latin": "Sabbata mea custodite, et sanctuarium meum metuite. Ego Dominus.",
          "english": "'You shall keep My Sabbaths and reverence My sanctuary. I am the Lord."
        },
        {
          "number": 31,
          "latin": "Non declinetis ad magos, nec ab ariolis aliquid sciscitemini, ut polluamini per eos. Ego Dominus Deus vester.",
          "english": "'Do not turn to mediums or spiritists; do not seek them out to be defiled by them. I am the Lord your God."
        },
        {
          "number": 32,
          "latin": "Coram cano capite consurge, et honora personam senis: et time Dominum Deum tuum. Ego Dominus.",
          "english": "'You shall rise up before the gray head and honor the person of the elderly; and you shall fear the Lord your God. I am the Lord."
        },
        {
          "number": 33,
          "latin": "Si habitet tecum advena in terra vestra, non exprobrabis ei:",
          "english": "'If a stranger lives with you in your land, you shall not oppress him."
        },
        {
          "number": 34,
          "latin": "sed sit vobis sicut indigena, et diliges eum quasi teipsum: quia et vos fuistis advenæ in terra Ægypti. Ego Dominus Deus vester.",
          "english": "'But the stranger who lives among you shall be to you as one born among you, and you shall love him as yourself; for you too were strangers in the land of Egypt. I am the Lord your God."
        },
        {
          "number": 35,
          "latin": "Non facietis iniquum aliquid in judicio, in regula, in pondere, in mensura.",
          "english": "'You shall do no injustice in judgment, in measures of length, in weight, or in liquid measure."
        },
        {
          "number": 36,
          "latin": "Statera justa et æqua sint pondera, justus modius et æquus sextarius. Ego Dominus Deus vester, qui eduxi vos de terra Ægypti.",
          "english": "'You shall have honest scales, honest weights, an honest dry measure (ephah), and an honest liquid measure (hin). I am the Lord your God, who brought you out of the land of Egypt."
        },
        {
          "number": 37,
          "latin": "Custodite omnia præcepta mea, et universa judicia, et facite ea. Ego Dominus.",
          "english": "'Therefore, you shall observe all My statutes and all My judgments, and you shall do them. I am the Lord.'"
        }
      ]
    },
    {
      "number": 20,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Locutusque est Dominus ad Moysen, dicens:",
          "english": "The Lord then spoke to Moses, saying:"
        },
        {
          "number": 2,
          "latin": "Filios Israel loquere: Homo de filiis Israel, et de advenis qui peregrinantur apud vos, si quis dederit de semine suo Moloch, morte moriatur: lapidibus eum populus obruet.",
          "english": "Speak to the children of Israel: If anyone, whether an Israelite or a foreigner dwelling among you, gives their child to be sacrificed to the idol Moloch, that person must certainly be put to death. The people will stone them with stones."
        },
        {
          "number": 3,
          "latin": "Et ego ponam faciem meam contra hominem illum, et interficiam eum de medio populi sui, et liberos ejus, qui dedit de semine suo Moloch, polluitque Sanctuarium meum, et nomen meum profanavit sanctum.",
          "english": "And I will set My face against that person, and I will cut them off from among their people. I will also cut off their children who were given to Moloch, because they have defiled My Sanctuary and profaned My holy name."
        },
        {
          "number": 4,
          "latin": "Quod si populus terræ neglexerit, et quasi non viderit, eum qui dederit de semine suo Moloch, nec voluerit occidere:",
          "english": "If the people of the land neglect their duty and pretend not to see the one who gives their child to Moloch, and do not put that person to death,"
        },
        {
          "number": 5,
          "latin": "ego ponam faciem meam super hominem illum, et super cognationem ejus, et interficiam eum, et omnes qui consenserunt illi, ut fornicarentur cum Moloch, de medio populi sui.",
          "english": "then I will set My face against that person and against their family. And I will cut them off, along with all those who consented to them in their idolatry and spiritual fornication with Moloch, from among their people."
        },
        {
          "number": 6,
          "latin": "Anima quæ declinaverit ad magos et aruspices, et fornicata fuerit cum eis: ponam faciem meam contra eam, et interficiam illam de medio populi sui.",
          "english": "The soul who turns to mediums or diviners, and engages in spiritual fornication with them, I will set My face against that soul and cut them off from among their people."
        },
        {
          "number": 7,
          "latin": "Sanctificamini, et estote sancti: quia ego Dominus Deus vester.",
          "english": "Sanctify yourselves and be holy, because I am the Lord your God."
        },
        {
          "number": 8,
          "latin": "Custodite præcepta mea, et facite ea. Ego Dominus qui sanctifico vos.",
          "english": "Keep My commandments and do them. I am the Lord who sanctifies you—the One who sets you apart for holiness."
        },
        {
          "number": 9,
          "latin": "Qui maledixerit patri suo, vel matri, morte moriatur: sanguinem suum portabit, quia patri et matri maledixit.",
          "english": "Anyone who curses their father or mother must certainly be put to death. Their blood will be upon them, because they cursed their father and mother."
        },
        {
          "number": 10,
          "latin": "Si quis adulteraverit cum uxore alterius, et mechatus fuerit cum uxore civis sui, moechus et adultera morte moriantur.",
          "english": "If a man commits adultery with the wife of another man, and he engages in illicit sexual relations with his neighbor’s wife, both the adulterer and the adulteress must certainly be put to death."
        },
        {
          "number": 11,
          "latin": "Qui dormierit cum noverca sua, et turpitudinem patris sui revelaverit, morte moriatur: sanguinem suum portabit.",
          "english": "If a man lies with his stepmother and reveals his father’s nakedness (meaning, dishonors his father), he must certainly be put to death. His blood will be upon him."
        },
        {
          "number": 12,
          "latin": "Si quis dormierit cum nuru sua, ambo morte moriantur: scelus fecerunt: sanguinem suum portabunt.",
          "english": "If a man lies with his daughter-in-law, both of them must certainly be put to death. They have committed a depraved act. Their blood will be upon them."
        },
        {
          "number": 13,
          "latin": "Si quis dormierit cum masculo coitu fœmineo, abominandum operatus est: ambo morte moriantur: sanguinem suum super ipsos.",
          "english": "If a man lies with a male as with a woman, both of them have committed an abomination. Both must certainly be put to death. Their blood will be upon them."
        },
        {
          "number": 14,
          "latin": "Qui duxerit uxorem, et matrem ejus, scelus operatus est: igne comburetur cum illis, nec sit in medio populi sui.",
          "english": "If a man marries a woman and her mother, he has committed a depraved act. He shall be burned with fire along with them, and he will not remain among his people."
        },
        {
          "number": 15,
          "latin": "Qui coierit cum jumento, morte moriatur: et jumentum occidite.",
          "english": "If a man lies with an animal, he must certainly be put to death. And you must also kill the animal."
        },
        {
          "number": 16,
          "latin": "Mulier quæ subjacerit jumento, et commixta fuerit cum eo, pariter interficietur cum illo: sanguinem suum portabunt.",
          "english": "If a woman approaches an animal to lie with it and mixes herself with it, both she and the animal must be put to death. Their blood will be upon them."
        },
        {
          "number": 17,
          "latin": "Qui acceperit sororem suam, filiam patris sui, aut matris suæ, et viderit turpitudinem ejus, et illa vicissim viderit ignominiam fratris sui, scelus est: nudi in conspectu populi sui interficientur, et portabunt iniquitatem suam.",
          "english": "If a man takes his sister, whether his father’s daughter or his mother’s daughter, and sees her nakedness (meaning, has sexual relations with her), and she in turn sees his disgrace, it is a depraved act. They shall be put to death naked in the sight of their people, and they will bear the consequence of their iniquity."
        },
        {
          "number": 18,
          "latin": "Si quis dormierit cum muliere quæ patitur menstrua, et revelaverit turpitudinem ejus, nudaveritque sanguinem suum, ambo de medio populi sui peribunt.",
          "english": "If a man lies with a woman during her menstrual period and uncovers her nakedness (meaning, has sexual relations with her) and exposes her menstrual flow, both of them shall perish from among their people."
        },
        {
          "number": 19,
          "latin": "Turpitudinem sororis matris tuæ, et sororis patris tui non revelabis: qui enim hoc fecerit, ignominiam carnis suæ denudaverit: iniquitatem suam portabunt.",
          "english": "You shall not uncover the nakedness of your mother’s sister or your father’s sister (meaning, have sexual relations with your aunt), for whoever does this reveals the disgrace of his own flesh. They will bear the consequence of their iniquity."
        },
        {
          "number": 20,
          "latin": "Qui dormierit cum uxore patrui, vel avunculi sui, et revelaverit ignominiam cognationis suæ, scelus operatus est: iniquitatem suam portabunt, absque liberis morientur.",
          "english": "If a man lies with his uncle’s wife (meaning, his aunt by marriage) and reveals the disgrace of his relative, he has committed a depraved act. They will bear the consequence of their iniquity. They will die childless."
        },
        {
          "number": 21,
          "latin": "Qui acceperit uxorem fratris sui, rem turpem operatus est: ignominiam fratris sui revelavit, absque liberis morietur.",
          "english": "If a man takes his brother’s wife, he has committed a disgraceful act. He has revealed his brother’s nakedness (meaning, dishonored his brother). He will die childless."
        },
        {
          "number": 22,
          "latin": "Custodite leges meas, atque judicia, et estote factores eorum: ne vos evomat terra in quam ingredimini ut habitetis in ea.",
          "english": "Keep My statutes and My judgments, and do them, so that the land into which you are entering to dwell may not vomit you out."
        },
        {
          "number": 23,
          "latin": "Ne ambuletis in legitimis Gentium quas ego ejiciam ante vos. Hæc enim omnia fecerunt, et idcirco abominatus sum eos.",
          "english": "Do not walk in the customs of the nations whom I am driving out before you. For they did all these things, and therefore I abhorred them."
        },
        {
          "number": 24,
          "latin": "Vobis autem dixi: Possidete terram eorum, et ego dabo vobis eam in hæreditatem, terram fluentem lacte et melle. Ego Dominus Deus vester, qui separavi vos ab aliis populis.",
          "english": "But I have said to you: Possess their land, and I will give it to you as an inheritance—a land flowing with milk and honey. I am the Lord your God, who has separated you from other peoples."
        },
        {
          "number": 25,
          "latin": "Separate ergo et vos animal mundum ab immundo, et avem quæ munda est, ab immunda: ne polluamini carnibus, et jumentis, et avibus, et omnibus quæ reptant in terra, et quæ ostendi vobis esse immunda.",
          "english": "Therefore, you must also separate the clean animal from the unclean, and the clean bird from the unclean. Do not defile yourselves with animals, or with birds, or with anything that creeps on the earth, which I have shown you to be unclean."
        },
        {
          "number": 26,
          "latin": "Estote mihi sancti, quia sanctus sum ego Dominus: et separavi vos a populis ut essetis mei.",
          "english": "Be holy to Me, for I am holy, the Lord your God. And I have separated you from the peoples, so that you may be Mine."
        },
        {
          "number": 27,
          "latin": "Vir, sive mulier, in quibus fuerit spiritus pythonis, aut divinationis, morte moriantur: lapidibus eos obruent: sanguis eorum sit super illos.",
          "english": "A man or a woman who has a pythonic spirit (meaning, a spirit of divination or necromancy) or a spirit of sorcery must certainly be put to death. They will be stoned with stones. Their blood will be upon them."
        }
      ]
    },
    {
      "number": 21,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Dixit quoque Dominus ad Moysen: Loquere ad sacerdotes filios Aaron, et dices ad eos: Ne contaminentur in mortibus civium suorum.",
          "english": "The Lord God also spoke to Moses, saying: 'Speak to Aaron's sons, who are the priests, and tell them this: They must not make themselves unclean because of a dead body among their own people.'"
        },
        {
          "number": 2,
          "latin": "Nisi tantum in consanguineis et propinquis, id est, juxta se matre, et patre, et filio, et filia, fratre quoque,",
          "english": "They may, however, make themselves unclean for a close relative who is their flesh and blood: meaning their mother, father, son, daughter, or brother,"
        },
        {
          "number": 3,
          "latin": "et sorore virgine, quae non est nupta viro.",
          "english": "or for their virgin sister who has not yet married."
        },
        {
          "number": 4,
          "latin": "Non contaminabitur in principe populi sui, nec fiet immundus.",
          "english": "A priest must not defile himself on account of a chief man among his people, nor become ritually unclean on that account."
        },
        {
          "number": 5,
          "latin": "Non radent caput, et barbam, neque in carne sua facient incisuras.",
          "english": "They must not shave their heads bald, nor shave the edges of their beards in an unholy way, nor make any cuts on their bodies."
        },
        {
          "number": 6,
          "latin": "Sancti erunt Domino Deo suo, et non polluent nomen ejus: incensa enim Domini, et panes Dei sui offerunt, et ideo sancti esse debent.",
          "english": "They must be holy to the Lord their God, and they must not profane His holy name, because they offer the Lord's sacrifices by fire and the food of their God, and therefore they must be holy."
        },
        {
          "number": 7,
          "latin": "Non ducent scortum, neque oppressam, nec repudiatam: quia consecrati sunt Deo suo.",
          "english": "They must not marry a prostitute, nor a woman who has been defiled by prostitution, nor a woman divorced from her husband: for they are consecrated to their God."
        },
        {
          "number": 8,
          "latin": "Sanctumque habebis, eo quod offerat panes Dei tui, et mundus erit tibi: quia ego Dominus sanctificator.",
          "english": "You must treat him as holy, because he offers the food of your God, and he must be pure to you: for I am the Lord, who sanctifies you."
        },
        {
          "number": 9,
          "latin": "Sacerdotis filia si deprehensa fuerit in stupro, et nominis patris sui maculaverit sanctitatem, igne comburetur.",
          "english": "If a priest's daughter is caught in prostitution, and thereby profanes the holiness of her father's name, she must be burned with fire."
        },
        {
          "number": 10,
          "latin": "Pontifex maximus inter fratres suos, super cujus caput fusum est unctionis oleum, et cujus manus in sacerdotio consecratae sunt, vestitusque est sanctis vestibus, comam suam non excutiet, et vestimenta sua non scindet.",
          "english": "The high priest, who is the greatest among his brothers, upon whose head the anointing oil has been poured, and whose hands have been consecrated for the priesthood, and who is clothed in holy garments, must not uncover his head, nor tear his garments in mourning."
        },
        {
          "number": 11,
          "latin": "Nec ad quemquam mortuum omnino intrabit: nec super patris aut matris suae cadaver contaminabitur.",
          "english": "He must not go near any dead body at all: he must not make himself unclean, even for his own father or mother."
        },
        {
          "number": 12,
          "latin": "Neque egredietur de sanctis, ne polluat sanctuarium Domini: quia oleum sanctae unctionis Dei sui super eum est. Ego Dominus.",
          "english": "He must not leave the holy place of the tabernacle so that he does not profane the Lord's sanctuary: for the oil of the holy anointing of his God is upon him. I am the Lord."
        },
        {
          "number": 13,
          "latin": "Uxorem virginem ducet.",
          "english": "He must marry a virgin."
        },
        {
          "number": 14,
          "latin": "Viduam et repudiatam, et oppressam, atque meretricem non accipiet: sed virginem de populo suo ducet uxorem:",
          "english": "He must not marry a widow, or a divorced woman, or a woman who has been defiled by prostitution, or a prostitute: instead, he must marry a virgin from his own people."
        },
        {
          "number": 15,
          "latin": "ne commisceat stirpem suam inter cognationem, quia ego Dominus sanctificavi eum.",
          "english": "so that he does not defile his offspring among his people, because I am the Lord who has sanctified him."
        },
        {
          "number": 16,
          "latin": "Locutusque est Dominus ad Moysen, dicens:",
          "english": "The Lord God also spoke to Moses, saying:"
        },
        {
          "number": 17,
          "latin": "Loquere ad Aaron: Homo de semine tuo per familias, qui habuerit in se maculam, non offeret panes Deo suo,",
          "english": "Speak to Aaron: No man among your descendants, throughout their generations, who has a blemish or defect in his body, may offer the food of his God,"
        },
        {
          "number": 18,
          "latin": "nec accedet ad ministrandum ei.",
          "english": "nor may he approach to minister to Him."
        },
        {
          "number": 19,
          "latin": "Si quis fuerit caecus, claudus, vel parvo, vel grandi, vel torto naso,",
          "english": "If there is any man who is blind, or lame, or who has a small, or a large, or a twisted nose,"
        },
        {
          "number": 20,
          "latin": "gibbus, aut lippus, et albo oculorum colore perfusus fuerit, vel jugem scabiem habens, aut impetiginem in corpore, vel fracturam.",
          "english": "or who is a hunchback, or has an eye disease, or who has a white spot over the pupil of his eyes, or who has a chronic skin disease, or ringworm on his body, or a broken limb."
        },
        {
          "number": 21,
          "latin": "Omnis qui habuerit maculam de semine Aaron, non accedet ad ministrandum Domino, nec offerre dona illi.",
          "english": "Anyone among the descendants of Aaron who has such a blemish or defect, must not approach to minister to the Lord, nor to offer gifts to Him."
        },
        {
          "number": 22,
          "latin": "De pane tamen propositionis, et his quae sanctificata sunt, vesci poterit,",
          "english": "However, he may eat from the showbread and from the other holy offerings."
        },
        {
          "number": 23,
          "latin": "dummodo non intret intra velum, nec accedat ad altare, quia maculam habet, et contaminare non debet sanctuarium meum. Ego Dominus qui sanctifico eos.",
          "english": "provided that he does not go inside the veil, nor approach the altar, because he has a blemish or defect, and he must not profane My sanctuary. I am the Lord who sanctifies them."
        },
        {
          "number": 24,
          "latin": "Haec ergo locutus est Moyses ad Aaron, et filios ejus, et ad omnem Israel.",
          "english": "So Moses spoke these words to Aaron, and to his sons, and to all the children of Israel."
        }
      ]
    },
    {
      "number": 22,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Locutusque est Dominus ad Moysen, dicens:",
          "english": "And the Lord spoke to Moses, saying:"
        },
        {
          "number": 2,
          "latin": "Loquere ad Aaron et filios ejus, ut caveant ab his quæ consecrata sunt de filiis Israel, et non contaminent nomen meum quod sanctificatum est mihi, ipse Dominus.",
          "english": "Speak to Aaron and his sons, warning them to be careful with the holy offerings that the sons of Israel have consecrated. They must not defile My holy name, which I have sanctified for Myself, for I am the Lord."
        },
        {
          "number": 3,
          "latin": "Dic ad eos: Homo qui accesserit de omni stirpe vestra ad ea quæ consecrata sunt, et quæ obtulerunt filii Israel Domino, in immunditia sua, peribit de conspectu meo: ego sum Dominus.",
          "english": "Say to them: Any man from your priestly lineage who approaches the holy offerings consecrated and presented to the Lord by the sons of Israel, while he is in a state of ritual uncleanness, will be cut off from My presence and face divine punishment. I am the Lord."
        },
        {
          "number": 4,
          "latin": "Homo de stirpe Aaron, si fuerit leprosus, aut tabidus, non comedet de his quæ sanctificata sunt mihi, donec mundetur. Qui tetigerit immundum super animam, vel fluxum seminis habuerit,",
          "english": "No man from the lineage of Aaron, if he has leprosy or a discharge, is to eat from the things that have been sanctified for Me, until he becomes ritually clean. Likewise, anyone who touches a person unclean due to a dead body or who has a seminal emission,"
        },
        {
          "number": 5,
          "latin": "et qui reptili tactus fuerit quo polluitur, aut homine cujus tactu et ipse factus fuerit immundus, immundus erit usque ad vesperum:",
          "english": "or who touches any creeping thing by which he becomes defiled, or a man by whose touch he himself becomes unclean—that person will be unclean until evening."
        },
        {
          "number": 6,
          "latin": "et non comedet de his quæ sanctificata sunt: sed cum laverit carnem suam aqua,",
          "english": "He must not eat from the holy offerings until he has purified himself. Instead, he must wash his body with water."
        },
        {
          "number": 7,
          "latin": "et occidente sole mundus erit, et tunc comedet de his quæ sanctificata sunt: quia cibus illius est.",
          "english": "When the sun has set, he will be clean. After that, he may eat from the holy offerings, because these are his priestly food."
        },
        {
          "number": 8,
          "latin": "Morticinum et captum a bestia non comedent, ne polluantur in illis. Ego sum Dominus.",
          "english": "They—meaning the priests—must not eat any animal that has died a natural death or that has been torn by wild beasts, so that they do not become defiled by eating such things. I am the Lord."
        },
        {
          "number": 9,
          "latin": "Custodiant præcepta mea, ut non peccent, et moriantur in sanctuario, cum polluerint illud. Ego Dominus sanctificator eorum.",
          "english": "They must keep My commands, so that they do not sin and die in the sanctuary, by defiling it. I am the Lord, who sanctifies them, setting them apart for My service."
        },
        {
          "number": 10,
          "latin": "Omnis alienigena non comedet de sanctificatis, et inquilinus sacerdotis et mercenarius non vescentur ex eis.",
          "english": "No unauthorized person, meaning anyone not from the priestly lineage, is to eat from the holy offerings. A guest living with the priest, or a hired servant, must not eat of them."
        },
        {
          "number": 11,
          "latin": "Quem autem sacerdos emerit, et fuerit de familia ejus, hic comedet ex eis. Servique ejus qui domi fuerint nati, his vescentur alimento suo.",
          "english": "However, if a priest purchases a servant as property, that servant is part of his household and may eat from the holy offerings. And those who are born into his household, his own domestic servants, may also eat of his priestly food."
        },
        {
          "number": 12,
          "latin": "Si filia sacerdotis cuipiam laico nupta fuerit, de his quæ sanctificata sunt, et de primitiis non comedet.",
          "english": "If a priest's daughter marries an unauthorized layman, she must not eat from the holy offerings or the firstfruits—these are reserved for the priestly family."
        },
        {
          "number": 13,
          "latin": "Sin autem vidua, vel repudiata, et absque liberis reversa fuerit ad domum patris sui sicut puella, de cibis patris sui vivet: alienigena vero non comedet ex eis.",
          "english": "But if a priest's daughter becomes a widow or is divorced, and has no children, and she returns to her father's household just as she was before her marriage, she may again eat of her father's priestly food. However, no unauthorized person is permitted to eat from these offerings."
        },
        {
          "number": 14,
          "latin": "Qui comederit de sanctificatis per ignorantiam, addet quintam partem cum eo quod comedit, et dabit sacerdoti.",
          "english": "If someone, through inadvertent error, eats from the holy offerings, he must add a fifth of its value to what he ate and give it to the priest as restitution."
        },
        {
          "number": 15,
          "latin": "Et non contaminabunt quæ sanctificata sunt a filiis Israel, et oblata Domino:",
          "english": "And the sons of Israel must not defile the holy offerings consecrated and presented to the Lord,"
        },
        {
          "number": 16,
          "latin": "ne forte sustineant iniquitatem delicti sui, cum sanctificata comederint. Ego Dominus sanctificator eorum.",
          "english": "lest they bear the guilt of their sin when they eat those holy things while in a state of impurity. I am the Lord, who sanctifies them."
        },
        {
          "number": 17,
          "latin": "Locutusque est Dominus ad Moysen, dicens:",
          "english": "And the Lord spoke to Moses, saying:"
        },
        {
          "number": 18,
          "latin": "Loquere ad Aaron et ad filios ejus, et ad omnes filios Israel, dices ad eos: Homo de domo Israel, et de proselytis qui advenæ sunt in Israel, qui obtulerit oblationem suam, vel vota solvens, vel sponte offerens, quidquid illud fuerit ut offerri debeat Domino in holocaustum,",
          "english": "Speak to Aaron and his sons, and to all the sons of Israel, saying to them: If any man from the house of Israel, or from the resident foreigners among Israel, offers his gift—whether to fulfill a vow or as a freewill offering—whatever it may be that is to be offered to the Lord as a burnt offering,"
        },
        {
          "number": 19,
          "latin": "ut offeratur placabile, immaculatum masculum, de bobus, et de ovibus, et de capris.",
          "english": "for it to be accepted and pleasing to God, it must be an unblemished male from the cattle, sheep, or goats."
        },
        {
          "number": 20,
          "latin": "Quidquid maculatum fuerit, non offeretis: quia non erit vobis in placamentum.",
          "english": "You must not offer anything that has a blemish or defect, because such an offering will not be accepted as an atonement for you."
        },
        {
          "number": 21,
          "latin": "Homo qui obtulerit victimam pacificorum Domino, vel vota solvens, vel sponte offerens, tam de bobus quam de ovibus, immaculatum offeret ut acceptabile sit: omne vitium non erit in eo.",
          "english": "If a man offers a peace offering to the Lord, whether to fulfill a vow or as a freewill offering, from either cattle or sheep, he must offer it unblemished so that it may be acceptable to God. There must be no defect in it whatsoever."
        },
        {
          "number": 22,
          "latin": "Si cæcum, si fractum, si cicatricem habens, si verrucosum, vel scabiosum, vel impetiginosum fuerit, non offeretis ea Domino, nec de eis dabitis ignis sacrificium super altare Domini.",
          "english": "You must not offer to the Lord any animal that is blind, or has a broken limb, or a wound, or is afflicted with warts, or is scabby, or has mange. You must not present any of these with a fire offering upon the Lord's altar."
        },
        {
          "number": 23,
          "latin": "Bovem et ovem, si quid decurtatum vel deminutum habuerit, sponte offerre potes: votum autem ex his solvi non potest.",
          "english": "You may offer a bull or a lamb that has a limb too long or too short as a freewill offering. However, it cannot be accepted to fulfill a vow, as it is not perfect."
        },
        {
          "number": 24,
          "latin": "Omne animal quod vel contritis, vel atteritur, vel sectis, vel ablatis testiculis fuerit, non offeretis Domino: et in terra vestra nihil horum facietis.",
          "english": "You must not offer to the Lord any animal whose testicles are crushed, bruised, torn, or cut off. You must not do any of these things within your land, meaning you should not mutilate animals in this way for offerings."
        },
        {
          "number": 25,
          "latin": "De manu aliena non offeretis panes Dei vestri, et quidquid aliud dare volueritis: quia corrupta sunt omnia, et maculata: nec recipientur ab eo.",
          "english": "You must not accept such offerings, meaning blemished animals, from the hand of a foreigner to present as food offerings to your God, or for any other purpose you intend to give to Him. This is because all such animals are corrupt and blemished, and therefore they will not be accepted by God."
        },
        {
          "number": 26,
          "latin": "Locutusque est Dominus ad Moysen, dicens:",
          "english": "And the Lord spoke to Moses, saying:"
        },
        {
          "number": 27,
          "latin": "Bos, ovis, et capra, cum genita fuerint, septem diebus erunt sub ubere matris suæ: die octavo et deinceps, offerri potuerunt Domino.",
          "english": "When a bull, a sheep, or a goat is born, it must remain with its mother for seven days. From the eighth day onward, it may be offered to the Lord as an acceptable sacrifice."
        },
        {
          "number": 28,
          "latin": "Sive bos, sive ovis, cum fœtu suo unius diei spatio non immolabuntur.",
          "english": "Whether it is a cow or a ewe, you must not slaughter it and its offspring on the same day."
        },
        {
          "number": 29,
          "latin": "Si immolaveritis hostiam pro gratiarum actione Domino, ut placere possitis, sponte offeretis.",
          "english": "If you offer a sacrifice of thanksgiving to the Lord, so that you may be pleasing to Him, you must offer it voluntarily and sincerely."
        },
        {
          "number": 30,
          "latin": "Eodem die comedetis, nec remanebit quidquam in mane alterius diei. Ego sum Dominus.",
          "english": "You must eat it on the same day it is offered. Nothing of it is to remain until the morning of the next day. I am the Lord."
        },
        {
          "number": 31,
          "latin": "Custodite mandata mea, et facite ea. Ego sum Dominus.",
          "english": "Keep My commandments and perform them exactly as I have instructed. I am the Lord."
        },
        {
          "number": 32,
          "latin": "Ne polluatis nomen meum sanctum, ut sanctificer in medio filiorum Israel. Ego Dominus, qui sanctifico vos,",
          "english": "You must not profane My holy name, so that I may be sanctified and honored among the sons of Israel. I am the Lord, who sanctifies you and sets you apart."
        },
        {
          "number": 33,
          "latin": "qui eduxi vos de terra Ægypti, ut essem vester Deus. Ego Dominus.",
          "english": "who brought you out of the land of Egypt to be your God and your protector. I am the Lord."
        }
      ]
    },
    {
      "number": 23,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Locutusque est Dominus ad Moysen, dicens:",
          "english": "And the Lord spoke to Moses, saying:"
        },
        {
          "number": 2,
          "latin": "Loquere filiis Israel, et dices ad eos: Feriae Domini, quas celebre in temporibus suis, hae sunt.",
          "english": "“Speak to the children of Israel, and tell them: These are the Lord's solemn feasts, which you shall celebrate in their appointed times."
        },
        {
          "number": 3,
          "latin": "Sex diebus facietis opus: septimus dies sabbati est, requies sancta, nullum facietis in eo opus: sabbatum Domini est in cunctis habitationibus vestris.",
          "english": "Six days you shall do work. But the seventh day is the Sabbath, a holy rest; you shall do no work on it. It is the Lord's Sabbath throughout all your dwellings."
        },
        {
          "number": 4,
          "latin": "Hae sunt ergo celebrationes Domini sanctissimae, quas celebrabitis in temporibus suis.",
          "english": "These then are the Lord's most holy celebrations, which you shall observe in their seasons."
        },
        {
          "number": 5,
          "latin": "Mense primo, quartadecima die mensis, ad vesperum Phase Domini est.",
          "english": "In the first month, on the fourteenth day of the month, at evening, is the Lord's Passover."
        },
        {
          "number": 6,
          "latin": "Et quintadecima die mensis hujus, solemnitas Azymorum Domini est: septem diebus azyma comedetis.",
          "english": "And on the fifteenth day of this same month, is the Lord's solemn feast of Unleavened Bread. For seven days, you shall eat unleavened bread."
        },
        {
          "number": 7,
          "latin": "Dies primus celeberrimus erit vobis, nullumque opus servile facietis in eo:",
          "english": "The first day shall be a most solemn assembly for you, and you shall do no servile work on it."
        },
        {
          "number": 8,
          "latin": "sed offeretis incensum Domino septem diebus. Diesque septimus venerabilis erit, nullumque opus servile facietis in eo.",
          "english": "But you shall offer burnt offerings by fire to the Lord for seven days. And the seventh day shall be held in veneration, and you shall do no servile work on it.”"
        },
        {
          "number": 9,
          "latin": "Locutusque est Dominus ad Moysen, dicens:",
          "english": "And the Lord spoke to Moses, saying:"
        },
        {
          "number": 10,
          "latin": "Loquere filiis Israel, et dices ad eos: Cum ingressi fueritis terram quam ego dabo vobis, et messueritis segetes, feretis manipulos spicarum, primitias messis vestrae, ad sacerdotem:",
          "english": "“Speak to the children of Israel, and tell them: When you have entered the land which I will give you, and you have reaped its harvest, you shall bring sheaves of grain, the firstfruits of your harvest, to the priest."
        },
        {
          "number": 11,
          "latin": "qui elevabit fasciculum coram Domino, ut acceptus sit vobis, altero die sabbati, atque sanctificabit illum.",
          "english": "He shall wave the sheaf before the Lord, that it may be accepted for you, on the day after the Sabbath, and he shall consecrate it."
        },
        {
          "number": 12,
          "latin": "Et in die qua levatur manipulus, immolabit agnum anniculum immaculatum in holocaustum Domino.",
          "english": "And on the day when the sheaf is waved, you shall offer a spotless year-old lamb as a burnt offering to the Lord."
        },
        {
          "number": 13,
          "latin": "Et sacrificia ejus, duas decimas similae conspersae oleo, in incensum Domini, et odorem suavissimum: libamenta quoque ejus, vinum quartam partem hin.",
          "english": "And its accompanying sacrifices shall be two-tenths of an ephah of fine flour mixed with oil, as a burnt offering by fire to the Lord, for a most sweet aroma. Its libations also shall be wine, a fourth part of a hin."
        },
        {
          "number": 14,
          "latin": "Panem et tostum, et pulmentum vetus non comedetis ex segetibus, donec offeratis de his aliquid Deo vestro. Praeceptum est sempiternum in generationibus vestris cunctis, et in omnibus habitationibus vestris.",
          "english": "You shall not eat bread, nor parched grain, nor any old produce from your harvest, until you have offered something of these to your God. This is an everlasting commandment throughout all your generations and in all your dwellings.”"
        },
        {
          "number": 15,
          "latin": "Numerabitis ergo vobis ab altero die sabbati, in quo obtulistis manipulum spicarum primitiarum, septem hebdomadas plenas,",
          "english": "“Therefore, you shall count for yourselves from the day after the Sabbath, on which you brought the sheaf of the firstfruits, seven full weeks."
        },
        {
          "number": 16,
          "latin": "usque ad alteram diem expletionis hebdomadae septimae, id est, quinquaginta dies: et sic offeretis sacrificium novum Domino.",
          "english": "You shall count until the day after the completion of the seventh week—that is, fifty days. And then you shall offer a new sacrifice to the Lord."
        },
        {
          "number": 17,
          "latin": "De omnibus habitationibus vestris, panes primos in primitias Domino, duos panes de duabus decimis similae conspersos fermento, quos coquetis.",
          "english": "From all your dwellings, you shall bring two loaves of bread as firstfruits to the Lord, two loaves made of two-tenths of an ephah of fine flour, baked with leaven, which you shall bake yourselves."
        },
        {
          "number": 18,
          "latin": "Offeretisque cum panibus septem agnos immaculatos anniculos, et bovem de armentis, et duos arietes: eruntque in holocaustum cum sacrificiis suis et libamentis suis, in odorem suavissimum Domino.",
          "english": "And with the bread, you shall offer seven spotless year-old lambs, and one bull from the herd, and two rams. These shall be a burnt offering, with their accompanying sacrifices and libations, for a most sweet aroma to the Lord."
        },
        {
          "number": 19,
          "latin": "Facietisque hircum pro peccato, et duos agnos anniculos in sacrificium pacificorum.",
          "english": "You shall also offer one male goat as a sin offering, and two year-old lambs as sacrifices of peace offerings."
        },
        {
          "number": 20,
          "latin": "Cumque elevaverit sacerdos panes cum agnis coram Domino, sanctificata erunt sacerdotis,",
          "english": "When the priest has waved the bread with the lambs before the Lord, they shall be consecrated to the priest."
        },
        {
          "number": 21,
          "latin": "et spectabunt ad eum. Vocabitque et annuntiabit hac ipsa die celeberrimam et sanctissimam concionem: omne opus servile non facietis in ea. Legitimum sempiternum erit in cunctis habitationibus vestris, et in generationibus vestris.",
          "english": "And they shall belong to him. He shall also proclaim and announce on this very day a most solemn and holy convocation. You shall do no servile work on it. This shall be an everlasting statute throughout all your dwellings and in your generations.”"
        },
        {
          "number": 22,
          "latin": "Cum messueritis segetes terrae vestrae, non quasi usque ad solum metes, nec remanentes spicas colliges: sed pauperibus et peregrinis relinques eas. Ego Dominus Deus vester.",
          "english": "“When you reap the harvest of your land, you shall not reap to the very edge of your field, nor shall you gather the gleanings of your harvest. Instead, you shall leave them for the poor and for the strangers. I am the Lord your God.”"
        },
        {
          "number": 23,
          "latin": "Locutusque est Dominus ad Moysen, dicens:",
          "english": "And the Lord spoke to Moses, saying:"
        },
        {
          "number": 24,
          "latin": "Loquere filiis Israel: Mense septimo, prima die mensis, sabbatum erit vobis, solemnitas memorabilis, clangentibus tubis, et conventus sanctus.",
          "english": "“Speak to the children of Israel: In the seventh month, on the first day of the month, you shall have a Sabbath—a solemn feast of remembrance, announced by the blowing of trumpets—and a holy convocation."
        },
        {
          "number": 25,
          "latin": "Omne opus servile non facietis in eo: et offeretis holocaustum Domino.",
          "english": "You shall do no servile work on it, and you shall offer a burnt offering to the Lord.”"
        },
        {
          "number": 26,
          "latin": "Locutusque est Dominus ad Moysen, dicens:",
          "english": "And the Lord spoke to Moses, saying:"
        },
        {
          "number": 27,
          "latin": "Decima die mensis hujus septimi, dies expiationum est celeberrimus, et vocabitur sanctus: affligetisque animas vestras in eo, et offeretis holocaustum Domino.",
          "english": "“On the tenth day of this seventh month, there shall be the most solemn Day of Atonement, and it shall be called holy. You shall afflict your souls on it, and you shall offer a burnt offering to the Lord."
        },
        {
          "number": 28,
          "latin": "Omne opus non facietis in die hoc, quia dies propitiationis est, ut propitietur vobis Dominus Deus vester.",
          "english": "You shall do no work on this day, for it is the Day of Propitiation, so that the Lord your God may make propitiation for you."
        },
        {
          "number": 29,
          "latin": "Omnis anima quae afflicta non fuerit in die hoc, peribit de populis suis:",
          "english": "Every soul who has not afflicted himself on this day shall perish from among his people."
        },
        {
          "number": 30,
          "latin": "et quae fecerit quidquam, delebo eam de medio populi sui.",
          "english": "And whoever does any work, I will destroy that soul from among his people."
        },
        {
          "number": 31,
          "latin": "Omne opus non facietis: legitimum sempiternum erit vobis in cunctis generationibus vestris, et habitationibus.",
          "english": "You shall do no work. This shall be an everlasting statute for you throughout all your generations and dwellings."
        },
        {
          "number": 32,
          "latin": "Sabbati requies est ab vespera usque ad vesperam: celebrabitis sabbata vestra.",
          "english": "It is a Sabbath of rest from evening until evening. You shall celebrate your Sabbaths.”"
        },
        {
          "number": 33,
          "latin": "Locutusque est Dominus ad Moysen, dicens:",
          "english": "And the Lord spoke to Moses, saying:"
        },
        {
          "number": 34,
          "latin": "Loquere filiis Israel, et dices: A quintadecima die mensis hujus septimi, solemnitas tabernaculorum septem diebus Domino.",
          "english": "“Speak to the children of Israel, and tell them: From the fifteenth day of this seventh month, for seven days, there shall be the solemn Feast of Tabernacles to the Lord."
        },
        {
          "number": 35,
          "latin": "Dies primus celeberrimus et sanctissimus erit: omne opus servile non facietis in eo.",
          "english": "The first day shall be a most solemn and holy assembly. You shall do no servile work on it."
        },
        {
          "number": 36,
          "latin": "Septem diebus offeretis holocaustum Domino: et in die octavo erit celeberrima atque sanctissima concio, offeretisque holocaustum Domino: est enim dies continuationis, atque congregationis: omne opus servile non facietis in eo.",
          "english": "For seven days you shall offer burnt offerings to the Lord. And on the eighth day, there shall be a most solemn and holy convocation, and you shall offer a burnt offering to the Lord. For it is a day of conclusion and assembly, and you shall do no servile work on it."
        },
        {
          "number": 37,
          "latin": "Hae sunt festivitates Domini, quas celebrabitis sanctissimis conventibus, atque offeretis in eis oblationes Domino, holocaustum et sacrificium, libamenta et victimas, singula in diebus suis:",
          "english": "These are the Lord's festivals, which you shall celebrate with most holy convocations, and in them you shall offer oblations to the Lord: burnt offerings and sacrifices, libations and victims, each on its proper day."
        },
        {
          "number": 38,
          "latin": "absque sabbatis Domini, et muneribus vestris, et cunctis quae ex voto vel sponte offertis Domino.",
          "english": "These are in addition to the Lord's Sabbaths, and your gifts, and all that you offer to the Lord by vow or by freewill."
        },
        {
          "number": 39,
          "latin": "A quintodecimo ergo die mensis septimi, quando congregaveritis omnes fructus terrae vestrae, celebrabitis solemnitatem Domini septem diebus: die primo et die octavo, sabbatum erit, id est, requies.",
          "english": "Therefore, from the fifteenth day of the seventh month, when you have gathered all the produce of your land, you shall celebrate the Lord's solemn feast for seven days. On the first day and on the eighth day, there shall be a Sabbath—that is, a day of rest."
        },
        {
          "number": 40,
          "latin": "Tolletisque vobis die primo, fructus arboris pulcherrimae, et palmarum frondes, et ramos ligni densarum frondium, et salices de torrente, et laetabimini coram Domino Deo vestro septem diebus.",
          "english": "And on the first day, you shall take for yourselves the fruit of a beautiful tree, and branches of palm trees, and boughs of thick-leaved trees, and willows from the brook, and you shall rejoice before the Lord your God for seven days.”"
        }
      ]
    },
    {
      "number": 24,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Locutusque est Dominus ad Moysen, dicens:",
          "english": "The Lord then spoke to Moses, saying:"
        },
        {
          "number": 2,
          "latin": "Praecipe filiis Israel ut afferant tibi oleum de olivis purissimum atque lucidissimum, ad concinnandas lucernas jugiter,",
          "english": "\"Command the children of Israel to bring you the purest and clearest olive oil, so that the lamps can be kept lit continually."
        },
        {
          "number": 3,
          "latin": "extra velum testimonii in tabernaculo foederis, ut ardeat semper a vespere usque mane coram Domino, ritu perpetuo in generationibus vestris.",
          "english": "This is to be done outside the veil of testimony, within the tabernacle of the covenant. The lamps must burn from evening until morning before the Lord without fail, an everlasting law for all your descendants."
        },
        {
          "number": 4,
          "latin": "Super candelabrum purissimum, in conspectu Domini, semper concinnabuntur.",
          "english": "The lamps upon the lampstand, which is made of pure gold, must always be kept trimmed and burning before the Lord's presence."
        },
        {
          "number": 5,
          "latin": "Accipies quoque similam, et coques ex ea duodecim panes, qui singuli duas decimas similae habebunt.",
          "english": "You shall also take fine flour and bake twelve loaves from it, each loaf made with two-tenths of an ephah of fine flour."
        },
        {
          "number": 6,
          "latin": "Et pones eos, bis sex, per duos ordines, super mensam purissimam coram Domino.",
          "english": "You shall place them, in two stacks of six loaves each, upon the table of pure gold before the Lord."
        },
        {
          "number": 7,
          "latin": "Ponesque super utrumque ordinem tus lucidissimum, ut sit panis in monumentum oblationis Domini.",
          "english": "You shall place pure frankincense upon each stack, so that the bread may serve as a memorial portion, an offering to the Lord."
        },
        {
          "number": 8,
          "latin": "Omni sabbato mutabuntur coram Domino, accepti a filiis Israel foedere sempiterno.",
          "english": "These loaves shall be changed out every Sabbath before the Lord, received from the children of Israel as an everlasting covenant."
        },
        {
          "number": 9,
          "latin": "Eruntque Aaron et filiorum ejus, ut comedant illos in loco sanctissimo: quia sanctum sanctorum est de oblationibus Domini, jure perpetuo.",
          "english": "And these loaves shall be for Aaron and his sons to eat in a most holy place, because they are a most holy portion from the Lord's offerings, belonging to them by an everlasting right."
        },
        {
          "number": 10,
          "latin": "Egressus est autem filius mulieris Israelitidis, quem pepererat de viro Aegyptio inter filios Israel: et jurgatus est in castris cum viro Israelite.",
          "english": "Now, the son of an Israelite woman—who had an Egyptian father—came out among the children of Israel. This man got into a quarrel in the camp with another Israelite."
        },
        {
          "number": 11,
          "latin": "Et blasphemavit nomen Domini, et maledixit ei. Quam ob causam adductus est ad Moysen.",
          "english": "And this man blasphemed the Lord's Name and cursed Him. Because of this, he was brought to Moses."
        },
        {
          "number": 12,
          "latin": "Mater autem illius vocabatur Salumith, filia Dabri de tribu Dan.",
          "english": "His mother's name was Shelomith, daughter of Dibri, from the tribe of Dan."
        },
        {
          "number": 13,
          "latin": "Posueruntque eum in carcere, donec scirent quid juberet Dominus.",
          "english": "They put him in custody until they could learn what the Lord's command would be concerning him."
        },
        {
          "number": 14,
          "latin": "Et locutus est Dominus ad Moysen, dicens:",
          "english": "The Lord then spoke to Moses, saying:"
        },
        {
          "number": 15,
          "latin": "Educ blasphemum extra castra: et ponant omnes qui audierant, manus suas super caput ejus: et lapidet eum coetus omnis filiorum Israel.",
          "english": "\"Take the one who blasphemed outside the camp. Let all who heard his blasphemy lay their hands upon his head as witnesses. Then, let the entire congregation of the children of Israel stone him to death.\""
        },
        {
          "number": 16,
          "latin": "Et ad filios Israel loqueris: Homo qui maledixerit Deo suo, portabit peccatum suum.",
          "english": "And you shall speak to the children of Israel, saying: 'Whoever curses his God shall bear the full consequence for his sin.'"
        },
        {
          "number": 17,
          "latin": "Et qui percusserit et occiderit hominem, morte moriatur.",
          "english": "And whoever strikes and kills any person must be put to death."
        },
        {
          "number": 18,
          "latin": "Qui percusserit animal, reddat vicarium, id est, animam pro anima.",
          "english": "Whoever strikes and kills an animal must make restitution, paying back life for life."
        },
        {
          "number": 19,
          "latin": "Si quis foederet proximum suum, sicut fecit, ita fiet ei:",
          "english": "If anyone injures his neighbor, as he has done, so shall it be done to him:"
        },
        {
          "number": 20,
          "latin": "fractura pro fractura, oculum pro oculo, dentem pro dente restituet. Qualem inflixerit maculam, talem sustinere cogetur.",
          "english": "fracture for fracture, eye for eye, tooth for tooth. Whatever injury or blemish he inflicted, such shall he be compelled to suffer."
        },
        {
          "number": 21,
          "latin": "Qui percusserit et occiderit hominem, occidetur. Qui vulneraverit jumentum, restituet.",
          "english": "Whoever strikes and kills a human being shall be put to death. But whoever wounds or kills an animal shall make restitution for it."
        },
        {
          "number": 22,
          "latin": "Eadem erit lex vobis, sive peregrinus ille, sive civis peccaverit: quia ego Dominus Deus vester.",
          "english": "You shall have the same law for both the foreigner and the native-born person who has sinned, because I am the Lord your God."
        },
        {
          "number": 23,
          "latin": "Locutusque est Moyses ad filios Israel: et eduxerunt eum qui blasphemaverat, extra castra, atque lapidaverunt. Feceruntque filii Israel sicut praeceperat Dominus Moysi.",
          "english": "So Moses spoke to the children of Israel. They led the blasphemer outside the camp and stoned him to death. The children of Israel did exactly as the Lord had commanded Moses."
        }
      ]
    },
    {
      "number": 25,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Locutusque est Dominus ad Moysen in monte Sinai, dicens:",
          "english": "Then the Lord God spoke to Moses while he was on Mount Sinai, saying:"
        },
        {
          "number": 2,
          "latin": "Loquere filiis Israel, et dices ad eos: Cum ingressi fueritis terram quam ego dabo vobis, colenda erit sabbata Domini.",
          "english": "Say this to the people of Israel:\n“When you enter the land that I am giving you, the land itself must also keep a Sabbath rest for the Lord."
        },
        {
          "number": 3,
          "latin": "Sex annis seres agrum tuum, et sex annis putabis vineam tuam, et congregabis fructus ejus:",
          "english": "For six years, you may sow your fields and prune your vineyards, and gather their produce."
        },
        {
          "number": 4,
          "latin": "septimo autem anno sabbatum erit terrae, requies et sabbatum Domini: agrum tuum non seres, et vineam tuam non putabis.",
          "english": "But during the seventh year, the land itself must have a full rest, a Sabbath for the Lord.\nYou must not sow your field or prune your vineyard during that year."
        },
        {
          "number": 5,
          "latin": "Quæ sponte germinaverint, non metes: et uvas, absque cura culturæ nascentium, non colliges quasi vindemiam: requies enim sanctificationis est terræ.",
          "english": "Do not harvest whatever grows naturally from your previous crop, and do not gather the grapes from your unpruned vines, even those that bear fruit on their own.\nIt is a year of holy rest for the land."
        },
        {
          "number": 6,
          "latin": "Sed erunt vobis cuncta communia, in cibum tibi et servis tuis, et ancillis atque mercenariis tuis, et advenæ qui peregrinantur apud te.",
          "english": "But whatever the land yields during its Sabbath rest will be food for you—for yourself and your servants, your male and female slaves, your hired workers, and any foreign residents who live with you."
        },
        {
          "number": 7,
          "latin": "Jumentis quoque et animalibus tuis, omne quod nascitur, in pabulum erit.",
          "english": "All the produce of the land during that year will also be food for your livestock and for all the wild animals that are in your land.”"
        },
        {
          "number": 8,
          "latin": "Numerabis quoque tibi septem hebdomadas annorum, id est, septem et septem vicibus annos quinquaginta:",
          "english": "Then you must count seven Sabbath years—seven times seven years.\nThis totals forty-nine years."
        },
        {
          "number": 9,
          "latin": "et sanctificabis annum quinquagesimum, præconio jubilei in omni terra vestra ad omnes habitatores ejus: ipse est enim jubileus.",
          "english": "On the tenth day of the seventh month, on the Day of Atonement, you must sound the ram’s horn loudly throughout all your land.\nThis will mark the fiftieth year as a holy year for you.\nYou must proclaim liberation throughout the land for all its inhabitants.\nThis year will be the Jubilee for you."
        },
        {
          "number": 10,
          "latin": "Jubileus et quinquagesimus annus erit vobis: non seretis, neque metetis sponte nata, neque colligetis primitias de his quæ non sunt culta.",
          "english": "The fiftieth year will be a Jubilee for you.\nYou must not sow, nor reap what grows of itself, nor gather grapes from the unpruned vines."
        },
        {
          "number": 11,
          "latin": "Quia jubileus est, et sanctificatus erit vobis: de campis statim comedetis.",
          "english": "Because it is the Jubilee, it will be holy to you; you will eat what the fields produce naturally."
        },
        {
          "number": 12,
          "latin": "In anno jubilæi revertetur unusquisque ad possessionem suam.",
          "english": "In this year of Jubilee, every person must return to their family property and to their ancestral clan."
        },
        {
          "number": 13,
          "latin": "Si quid vendideris civi tuo, aut emeris ab eo, non contristabitis invicem, sed juxta numerum annorum jubilei emes a proximo tuo:",
          "english": "When you make a sale to your neighbor or buy anything from him, you must not cheat one another.\nThe price of the land will depend on the number of years remaining until the next Jubilee."
        },
        {
          "number": 14,
          "latin": "et juxta supputationem frugum vendet tibi.",
          "english": "You will buy from your neighbor according to the number of harvests remaining before the Jubilee."
        },
        {
          "number": 15,
          "latin": "Quanto plures anni remanserint post jubilæum, tanto et major erit pretii æstimatio: et quanto minus temporis numeraveris, tanto minor et emptio erit: tempus enim frugum vendit tibi.",
          "english": "If there are many years left until the Jubilee, you will increase the price; if there are only a few years left, you will reduce the price.\nIt is the number of harvests, not the land itself, that he is selling to you."
        },
        {
          "number": 16,
          "latin": "Non affliget vos invicem, sed timebit unusquisque Deum suum: quia ego sum Dominus Deus vester.",
          "english": "You must not oppress one another.\nInstead, you must fear your God, because I am the Lord God, your God."
        },
        {
          "number": 17,
          "latin": "Facite præcepta mea, et judicia mea custodite, et implete ea: et habitabitis in terra absque ullo metu.",
          "english": "You must follow My statutes and keep My ordinances and obey them.\nThen you will live securely in the land, without any fear."
        },
        {
          "number": 18,
          "latin": "Et dabit terra fructus suos, et comedetis in saturitatem, et habitabitis in ea absque formidine.",
          "english": "The land will yield its produce, and you will eat your fill, and you will dwell in it without dread."
        },
        {
          "number": 19,
          "latin": "Quod si dixeritis: Quid comedemus anno septimo, si non seruerimus, neque collegerimus fruges nostras?",
          "english": "If you ask, “What will we eat in the seventh year if we do not sow or gather our produce?”"
        },
        {
          "number": 20,
          "latin": "Dabo vobis benedictionem meam anno sexto, et faciet fructus trium annorum:",
          "english": "I will send My blessing on you in the sixth year, and it will produce enough grain for three years."
        },
        {
          "number": 21,
          "latin": "et seretis octavo anno, et comedetis veteres fruges usque ad nonum annum: donec nova germinentur, comedetis vetera.",
          "english": "So you will sow in the eighth year, but you will still be eating from the old produce until the ninth year, until the new harvest comes in."
        },
        {
          "number": 22,
          "latin": "Terra quoque non vendetur in perpetuum, quia mea est, et vos advenæ et coloni mei estis.",
          "english": "The land must not be sold permanently, because the land is Mine, and you are merely My temporary residents and tenants."
        },
        {
          "number": 23,
          "latin": "Propter hoc omnis regio possessionis vestræ sub redemptione vendetur.",
          "english": "Therefore, for all the land of your possession, you must provide for the right of redemption when it is sold."
        },
        {
          "number": 24,
          "latin": "Si frater tuus paupertate detentus vendiderit possessiunculam suam, et voluerit propinquus ejus, potest redimere quod ille vendiderat.",
          "english": "If your kinsman, a fellow Israelite, becomes poor and sells some of his family property, then his nearest relative who can redeem it must come and buy back what his kinsman sold."
        },
        {
          "number": 25,
          "latin": "Sin autem non habuerit qui redimat, et ipse postea potuerit, et invenerit pretium ad redemptionem:",
          "english": "If a man has no one to redeem it for him, but he himself later acquires sufficient means to redeem it,"
        },
        {
          "number": 26,
          "latin": "supputatis fructibus eorum qui venditi fuerant, residuum reddet emptori, et sic revertetur ad possessionem suam.",
          "english": "then he must calculate the years since the sale, deduct the value of the produce taken by the buyer, and repay the remainder to the man who bought it.\nThen the property will return to him."
        },
        {
          "number": 27,
          "latin": "Quod si non invenerit manus ejus ut reddat pretium, quicumque emerat, habebit quod emerat, usque ad annum jubileum: in jubileo enim omnis venditio redit ad dominum et ad pristinum possessorem.",
          "english": "But if he cannot afford to buy it back, then what he sold will remain in the possession of the buyer until the Year of Jubilee.\nIn the Jubilee, it will be released, and the property will revert to the original owner."
        },
        {
          "number": 28,
          "latin": "Qui vendiderit domum intra muros civitatis, habebit licentiam redimendi, donec anni circulus impleatur.",
          "english": "If someone sells a dwelling house inside a walled city, he retains the right to redeem it for a full year after the sale."
        },
        {
          "number": 29,
          "latin": "Si non redemerit, et anni circulus impletus fuerit, emptor possidebit eam, et posteri ejus in perpetuum, et non redibit in jubileo.",
          "english": "If it is not redeemed within a full year, then the house within the walled city will belong permanently to the buyer and his descendants.\nIt will not revert to the original owner in the Jubilee."
        },
        {
          "number": 30,
          "latin": "Si vero domus fuerit in villis quæ muros non habent, agrorum jure vendentur: et redimi a quocumque voluerit, poterunt: et in jubileo revertentur ad dominos.",
          "english": "But houses in unwalled villages must be treated as open country.\nThey may be redeemed at any time, and they will revert to the original owner in the Jubilee."
        },
        {
          "number": 31,
          "latin": "Levitarum domus quæ sunt in urbibus, semper redimi poterunt.",
          "english": "However, the houses in the Levitical cities, which are designated cities for the Levites, may always be redeemed by the Levites."
        },
        {
          "number": 32,
          "latin": "Si et a Levitis fuerint venditæ, in jubileo revertentur: quia domus civitatum Leviticarum, ipsæ sunt possessiones eorum in medio filiorum Israel.",
          "english": "If a Levite sells a house in a Levitical city, it will revert to him in the Jubilee, because the houses in the Levitical cities are their perpetual possession among the people of Israel."
        },
        {
          "number": 33,
          "latin": "Et suburbana eorum non venient: quia perpetua possessio est.",
          "english": "The pasturelands around their cities, however, cannot be sold, because they are their permanent possession for all time."
        },
        {
          "number": 34,
          "latin": "Si attenuatus fuerit frater tuus, et tenuerit apud te manus suas, suscipies eum quasi advenam et peregrinum, et vivet tecum.",
          "english": "If your kinsman, a fellow Israelite, becomes poor and unable to support himself, you must help him, just as you would help a foreign resident or a temporary settler, so that he can live among you."
        },
        {
          "number": 35,
          "latin": "Non accipies usuras ab eo, nec amplius quam dedisti: timebis Dominum Deum tuum, ut possit frater tuus vivere tecum.",
          "english": "Do not charge him interest on the money you lend him, or take any profit from him.\nInstead, you must fear your God, so that your kinsman can continue to live alongside you."
        },
        {
          "number": 36,
          "latin": "Pecuniam tuam non dabis ad usuram, et ad superabundantiam non exiges fruges.",
          "english": "You must not lend him money at interest, nor sell him food for profit."
        },
        {
          "number": 37,
          "latin": "Ego Dominus Deus vester, qui eduxi vos de terra Ægypti, ut darem vobis terram Chanaan, et essem vester Deus.",
          "english": "I am the Lord God, your God, who brought you out of the land of Egypt to give you the land of Canaan and to be your God."
        },
        {
          "number": 38,
          "latin": "Si vendiderit se tibi frater tuus, aut civis tuus, et servierit tibi, non eum opprimes servitute famulorum:",
          "english": "If your kinsman, a fellow Israelite, becomes poor and sells himself to you, you must not make him serve as a common slave."
        },
        {
          "number": 39,
          "latin": "sed quasi mercenarius et colonus erit apud te usque ad annum jubilæum.",
          "english": "He must be treated like a hired worker or a temporary resident among you; he will serve you only until the Year of Jubilee."
        },
        {
          "number": 40,
          "latin": "Et tunc egredietur a te cum liberis suis, et revertetur ad cognationem suam, et ad possessionem patrum suorum.",
          "english": "Then he and his children with him will be released from you, and he will return to his family and to the family property of his ancestors."
        }
      ]
    },
    {
      "number": 26,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Non facietis vobis idolum, et sculptile, nec titulos erigetis, nec insignem lapidem ponetis in terra vestra, ut adoretis eum: ego enim sum Dominus Deus vester.",
          "english": "You shall not make idols for yourselves, nor set up any carved images or sacred pillars, nor place any notable stone in your land for the purpose of worshiping it. For I am the Lord, your God."
        },
        {
          "number": 2,
          "latin": "Mea sabbata custodite, et sanctuarium meum metuite. Ego Dominus.",
          "english": "Keep my Sabbaths and revere my sanctuary. I am the Lord."
        },
        {
          "number": 3,
          "latin": "Si in præceptis meis ambulaveritis, et mandata mea custodieritis, et feceritis ea,",
          "english": "If you live according to my commands, and carefully obey my commandments, putting them into practice,"
        },
        {
          "number": 4,
          "latin": "dabo vobis pluviam temporibus suis, et terra gignet germen suum, et pomis arbores replebuntur.",
          "english": "then I will give you rain at the proper times, and the land will produce its crops, and the trees will be filled with fruit."
        },
        {
          "number": 5,
          "latin": "Apprehendet tritura messis, et vindemia occupabit sementem: et comedetis panem vestrum in saturitate, et absque terrore habitabitis in terra vestra.",
          "english": "Your threshing season will last until the harvest time, and your grape harvest will extend until planting time. You will eat your fill of bread, and you will live securely in your land, without fear."
        },
        {
          "number": 6,
          "latin": "Dabo pacem in finibus vestris: dormietis, et non erit qui exterreat. Auferam malas bestias, et gladius non transibit fines vestros.",
          "english": "I will bring peace to your land; you will sleep soundly, and no one will make you afraid. I will remove dangerous animals, and no army will invade your land."
        },
        {
          "number": 7,
          "latin": "Persequemini inimicos vestros, et corruent coram vobis.",
          "english": "You will pursue your enemies, and they will fall before you."
        },
        {
          "number": 8,
          "latin": "Persequentur quinque de vestris centum alienos, et centum de vobis decem millia: cadetque inimicus vester in conspectu vestro gladio.",
          "english": "Five of you will put one hundred of your enemies to flight, and one hundred of you will put ten thousand to flight. And your enemies will fall before you by the sword."
        },
        {
          "number": 9,
          "latin": "Respiciam vos, et crescere faciam: multiplicabimini, et firmabo pactum meum vobiscum.",
          "english": "I will look favorably upon you and I will make you fruitful; you will multiply greatly, and I will confirm my covenant with you."
        },
        {
          "number": 10,
          "latin": "Comedetis vetustissima veterum, et vetera novis supervenientibus projicietis.",
          "english": "You will still be eating from last year's plentiful harvest when you must clear space for the new harvest."
        },
        {
          "number": 11,
          "latin": "Ponam tabernaculum meum in medio vestri, et non abjiciet vos anima mea.",
          "english": "I will set my tabernacle among you, and my soul will not reject you."
        },
        {
          "number": 12,
          "latin": "Ambulabo in medio vestri, et ero vester Deus, vosque eritis populus meus.",
          "english": "I will walk among you, and I will be your God, and you will be my people."
        },
        {
          "number": 13,
          "latin": "Ego Dominus Deus vester, qui eduxi vos de terra Ægypti, ne serviretis illis, qui confregi catenas cervicum vestrarum, et incedere feci eréctos.",
          "english": "I am the Lord your God, who led you out of the land of Egypt so that you would not be slaves to them. I who broke the yoke of your slavery from your necks and made you walk with your heads held high."
        },
        {
          "number": 14,
          "latin": "Si autem non audieritis me, nec feceritis omnia mandata mea,",
          "english": "But if you will not listen to me, nor do all my commandments,"
        },
        {
          "number": 15,
          "latin": "si spretis legibus meis, et judiciis meis contempseritis, ut non faciatis ea quæ a me constituta sunt, et irritum faciatis pactum meum:",
          "english": "if you despise my laws and scorn my judgments by refusing to do what I have commanded, and thereby break my covenant:"
        },
        {
          "number": 16,
          "latin": "ego quoque hæc faciam vobis: visitabo vos velociter in egestate, et ardore, qui conficiat oculos vestros, et consumat animas vestras. Frustra seretis sementem, quæ ab hostibus devorabitur.",
          "english": "I, in turn, will do this to you: I will swiftly punish you with misery and with a burning fever that will dim your eyes and waste away your lives. You will sow your seed in vain, because your enemies will devour it."
        },
        {
          "number": 17,
          "latin": "Ponam faciem meam contra vos, et corruetis coram hostibus vestris, et subjiciemini his qui oderunt vos: fugietis, nemine persequente.",
          "english": "I will turn my face against you, and you will fall before your enemies. You will be ruled by those who hate you, and you will flee even when no one is pursuing you."
        },
        {
          "number": 18,
          "latin": "Si nec his quoque audieritis me, adjiciam et septies plagas propter peccata vestra:",
          "english": "If even after these things you will not listen to me, I will add seven times more plagues upon you for your sins."
        },
        {
          "number": 19,
          "latin": "et conteram superbiam vestram, et faciam cælum vobis sicut ferrum, et terram æneam.",
          "english": "I will break your pride, and I will make the sky above you like iron and the ground beneath you like bronze, yielding nothing."
        },
        {
          "number": 20,
          "latin": "Frustra ultra labor vestrum fiet, non enim proferet terra germen, nec arbores folia.",
          "english": "Your labor will be futile from now on, for the land will not yield its crops, nor will the trees produce their fruit."
        },
        {
          "number": 21,
          "latin": "Si ambulaveritis contra me, nec volueritis audire me, addam plagas vestras in septuplum juxta peccata vestra:",
          "english": "If you continue to walk in hostility toward me and refuse to listen to me, I will increase your plagues sevenfold according to your sins."
        },
        {
          "number": 22,
          "latin": "emittamque in vos bestias agri, quæ consumant vos et pecora vestra, et in paucitate redigantur universa: desertæque fiant viæ vestræ.",
          "english": "I will send wild animals among you, which will devour your children and your livestock and reduce your numbers until your land is desolate, and your roads become deserted."
        },
        {
          "number": 23,
          "latin": "Si nec sic volueritis erudiri, sed ambulaveritis contra me:",
          "english": "If even after this you are unwilling to be corrected, but continue to walk in hostility toward me:"
        },
        {
          "number": 24,
          "latin": "ego quoque contra vos gradior, et percutiam vos septies pro peccatis vestris:",
          "english": "then I will also walk in hostility toward you, and I will strike you seven times more for your sins."
        },
        {
          "number": 25,
          "latin": "inducamque super vos gladium ultorem, qui vindicet fœderis mei injurias: et cum congregati fueritis in urbibus, immittam pestilentiam in medio vestri, et trademini hostibus.",
          "english": "I will bring an avenging sword upon you to punish you for breaking my covenant. And when you gather yourselves in your cities for protection, I will send pestilence among you, and you will be delivered to your enemies."
        },
        {
          "number": 26,
          "latin": "Postquam confregero baculum panis vestri: ita ut deni homines in uno clibanum coquant panem, et reddant eum ad pondus: et comedetis, et non saturabimini.",
          "english": "When I break your supply of bread, so that ten men will bake their bread in one oven and will ration it out by weight, you will eat, but you will not be satisfied."
        },
        {
          "number": 27,
          "latin": "Sin autem nec per hæc audieritis me, sed adversati fueritis mihi:",
          "english": "But if, even after all this, you still will not listen to me, but continue to resist me:"
        },
        {
          "number": 28,
          "latin": "ego quoque in ira adversabor vobis, et percutiam vos septem vicibus propter peccata vestra:",
          "english": "then I, in turn, will oppose you in wrath, and I will strike you seven times more for your sins."
        },
        {
          "number": 29,
          "latin": "ita ut comedatis carnes filiorum et filiarum vestrarum.",
          "english": "so that you will eat the flesh of your sons and the flesh of your daughters."
        },
        {
          "number": 30,
          "latin": "Destruam excelsa vestra, et simulacra confringam: cadavera vestra super cadavera idolorum vestrorum projiciam, et abominabitur anima mea vos:",
          "english": "I will destroy your high places and break your idol images. I will cast your corpses upon the corpses of your idols, and my soul will detest you."
        },
        {
          "number": 31,
          "latin": "ita ut civitates vestras redigam in solitudinem, et desertæ fiant sanctuaria vestra, nec odorem suavissimum de aromatibus vestris ultra capiatur a me.",
          "english": "I will reduce your cities to ruins and your sanctuaries will be laid waste, and I will no longer accept the sweet aroma of your sacrifices."
        },
        {
          "number": 32,
          "latin": "Et dissipabo terram vestram, et stupebunt super ea inimici vestri, cum habitatores illius fuerint.",
          "english": "I will lay waste your land, and your enemies who settle there will be astonished at its desolation."
        },
        {
          "number": 33,
          "latin": "Vosque dispergam in gentes, et evaginabo post vos gladium, eritque terra vestra deserta, et civitates dirutæ.",
          "english": "And I will scatter you among the nations, and I will pursue you with a drawn sword. Your land will be desolate, and your cities ruined."
        },
        {
          "number": 34,
          "latin": "Tunc placebit terræ sabbata sua, cunctis diebus solitudinis vestræ: quando fueritis in terra hostili, sabbatizabit, et remunerabitur sabbatis suis:",
          "english": "Then the land will enjoy its Sabbaths throughout all the days of your desolation, when you are in an enemy land. It will rest and make up for all the Sabbaths you failed to give it."
        },
        {
          "number": 35,
          "latin": "quia non quievit in sabbatis vestris, cum in ea habitaretis.",
          "english": "because it did not rest on your Sabbaths when you dwelt in it."
        },
        {
          "number": 36,
          "latin": "Et qui de vobis reliqui fuerint, immittam in corda eorum terrorem in regionibus hostium: terrebit eos sonitus folii volantis, et sic quasi a gladio fugient, cadentque nemine persequente:",
          "english": "As for those of you who survive, I will put a dread into their hearts in the lands of their enemies; the sound of a rustling leaf will chase them. They will flee as though from a sword, and they will fall even when no one is pursuing them."
        },
        {
          "number": 37,
          "latin": "et corruent singuli super fratres suos, quasi bella fugientes, nemine persequente: et non poteritis stare contra hostes vestros.",
          "english": "And they will stumble over one another, as if fleeing from battle, even when no one is pursuing them. You will not be able to stand against your enemies."
        },
        {
          "number": 38,
          "latin": "Peribitis inter gentes, et devorabit vos terra inimica.",
          "english": "You will perish among the nations, and the land of your enemies will consume you."
        },
        {
          "number": 39,
          "latin": "Et si qui reliqui fuerint de vestris, contabescent in iniquitatibus suis in terris alienis: et propter peccata patrum suorum, et sua, corruent.",
          "english": "And those of you who are left will waste away because of their sins in the lands of their enemies; they will pine away both for their own sins and for the sins of their fathers."
        },
        {
          "number": 40,
          "latin": "Donec confiteantur iniquitates suas, et majorum suorum, quibus prævaricati sunt in me, et ambulaverunt contra me.",
          "english": "This will continue until they confess their iniquities and the iniquities of their ancestors, by which they transgressed against me and continued in hostility toward me."
        }
      ]
    },
    {
      "number": 27,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Locutusque est Dominus ad Moysen, dicens:",
          "english": "And the Lord God spoke to Moses, saying to him:"
        },
        {
          "number": 2,
          "latin": "Loquere filiis Israël, et dices ad eos: Homo qui votum fecerit, et voverit animam suam Deo, sub æstimatione vivebit:",
          "english": "“Speak to the children of Israel, and tell them this: If a person makes a vow, dedicating their own life to the Lord God, they must live according to the assigned value of their vow."
        },
        {
          "number": 3,
          "latin": "Si fuerit masculus a viginti annis usque ad sexaginta, quinquaginta siclis argenti æstimabitur juxta pondus sanctuarii:",
          "english": "If the person is a male, from twenty years old up to sixty years old, his assigned value will be fifty shekels of silver, weighed by the standard of the sanctuary."
        },
        {
          "number": 4,
          "latin": "Si femina, triginta.",
          "english": "If the person is a female, her assigned value will be thirty shekels."
        },
        {
          "number": 5,
          "latin": "A quinto autem anno usque ad vigesimum, masculus viginti siclis æstimabitur, femina decem.",
          "english": "If the person is from five years old up to twenty years old, a male’s assigned value will be twenty shekels, and a female’s assigned value will be ten shekels."
        },
        {
          "number": 6,
          "latin": "Ab uno mense usque ad quintum annum pro masculo quinque sicli argenti, pro femina tres æstimabuntur.",
          "english": "If the person is from one month old up to five years old, for a male, five shekels of silver will be his assigned value; for a female, three shekels will be her assigned value."
        },
        {
          "number": 7,
          "latin": "Sexagenarii et ultra, masculus quindecim siclis, femina decem æstimabitur.",
          "english": "If the person is sixty years old or older, a male’s assigned value will be fifteen shekels, and a female’s assigned value will be ten shekels."
        },
        {
          "number": 8,
          "latin": "Si pauper fuerit, et non potuerit supplere æstimationem, stabit coram sacerdote, et quantum ille censuerit, et viderit eum posse reddere, tantum dabit.",
          "english": "But if the person is poor and cannot afford the assigned value, he must stand before the priest. The priest will then assess how much the person can afford to pay, and that is what he will give."
        },
        {
          "number": 9,
          "latin": "Si de animalibus votum fuerit, quæ offerri possunt Domino, quidquid ejus generis intraverit sanctuarium, sanctum erit.",
          "english": "If the vow concerns an animal that can be offered to the Lord God, whatever animal of that kind enters the sanctuary will be consecrated."
        },
        {
          "number": 10,
          "latin": "Non mutabitur, nec variabitur, bonum malo, aut malum bono: si quis autem mutaverit animal, et quod fuerat immutatum, et primum, sanctum erit.",
          "english": "The consecrated animal cannot be exchanged or altered, neither a good one for a bad one, nor a bad one for a good one. If anyone tries to exchange an animal, both the exchanged animal and the original animal will become consecrated."
        },
        {
          "number": 11,
          "latin": "Si omne animal immundum fuerit, quod offerri non potest Domino, stabit ante sacerdotem:",
          "english": "If the vow concerns an unclean animal, one that cannot be offered to the Lord God, it must be presented before the priest."
        },
        {
          "number": 12,
          "latin": "Qui judicans utrum bonum an malum sit, statuet pretium: et sicut ille taxaverit, ita erit.",
          "english": "The priest will judge whether the animal is good or bad and will set its value. Whatever value the priest sets, that will be its final price."
        },
        {
          "number": 13,
          "latin": "Sin autem et redimere illud voluerit qui obtulerat, addet supra æstimationem quintam partem.",
          "english": "But if the person who made the vow wishes to buy back the animal, they must add one-fifth to its assigned value."
        },
        {
          "number": 14,
          "latin": "Si quis voverit domum suam, et sanctificaverit Domino, considerabit eam sacerdos, utrum bona an mala sit, et juxta pretium quod ille posuerit, stabit.",
          "english": "If a person makes a vow concerning their house, consecrating it to the Lord God, the priest will inspect it to determine if it is good or bad. Its value will stand according to the price the priest sets."
        },
        {
          "number": 15,
          "latin": "Sin autem ille qui voverat, voluerit redimere domum suam, addet quintam partem æstimatæ pecuniæ, et habebit eam.",
          "english": "But if the person who made the vow wishes to buy back their house, they must add one-fifth of the estimated money, and then they will possess it again."
        },
        {
          "number": 16,
          "latin": "Si agrum possessionis suæ voverit, et consecraverit Domino, juxta mensuram sementis æstimabitur. Triginta modii hordei, quinquaginta siclis argenti æstimandi sunt:",
          "english": "If a person makes a vow concerning their inherited field and consecrates it to the Lord God, its value will be assessed according to the amount of seed required to plant it. A field requiring thirty measures of barley will be valued at fifty shekels of silver."
        },
        {
          "number": 17,
          "latin": "Si statim ab anno jubilæo voverit agrum, quanti æstimatus fuerit, tanti stabit.",
          "english": "If the person dedicates the field immediately after the Year of Jubilee, it will stand at its full assessed value."
        },
        {
          "number": 18,
          "latin": "Si post paucos annos, computabit sacerdos pecuniam juxta annorum numerum qui restant usque ad jubilæum, et detrahet de pretio.",
          "english": "But if the field is dedicated a few years after the Jubilee, the priest will calculate the money according to the number of years remaining until the next Jubilee, and the full price will be reduced by that amount."
        },
        {
          "number": 19,
          "latin": "Quod si voluerit redimere agrum suum ille qui voverat, addet quintam partem æstimatæ pecuniæ, et possidebit eum.",
          "english": "If the person who made the vow wishes to buy back their field, they must add one-fifth of the estimated money, and then they will possess it."
        },
        {
          "number": 20,
          "latin": "Sin autem noluerit redimere, sed alteri cuilibet vendiderit, ultra non poterit redimi:",
          "english": "But if the person does not wish to buy it back and instead sells the field to someone else, it can no longer be redeemed by the original owner."
        },
        {
          "number": 21,
          "latin": "Quia cum in jubilæo fuerit liberatus, absque aliqua redemptione, sacerdotum erit, sicut possessio consecrata Domino.",
          "english": "For when the field is set free in the Jubilee year, without any redemption, it will belong to the priests, as consecrated property belonging to the Lord God."
        },
        {
          "number": 22,
          "latin": "Si ager emptus fuerit, et non de possessione majorum, sanctificatus fuerit Domino,",
          "english": "If a person consecrates to the Lord God a field that they have bought, which is not part of their ancestral inheritance,"
        },
        {
          "number": 23,
          "latin": "Computabit sacerdos juxta annorum numerum usque ad jubilæum, æstimationem pretii: et dabit protinus vovens Domino oblationis pretium.",
          "english": "the priest will calculate the value of its price according to the number of years remaining until the Jubilee. The person making the vow must then immediately give the Lord God the value of the offering."
        },
        {
          "number": 24,
          "latin": "In jubilæo autem revertetur ad priorem dominum, qui vendiderat eum, et habuerat possessionem hæreditatis suæ.",
          "english": "In the Jubilee year, however, the field will return to its former owner, who had sold it and owned it as part of his inheritance."
        },
        {
          "number": 25,
          "latin": "Omnis æstimatio siclo sanctuarii ponderabitur. Siclus habet viginti obolos.",
          "english": "All valuations must be weighed by the standard of the sanctuary shekel. One shekel has twenty gerahs—which is the weight of the obol."
        },
        {
          "number": 26,
          "latin": "Primitiva quoque animalium, quæ sunt Domini, nemo sanctificare poterit, quia sive bos, sive ovis fuerit, Domini sunt.",
          "english": "Also, no one can consecrate the firstborn animals, for they already belong to the Lord God. Whether it is an ox or a sheep, they are already the Lord God’s."
        },
        {
          "number": 27,
          "latin": "Quod si immundum fuerit animal, redimetur juxta æstimationem suam, et addetur quinta pars pretii: si redemptum non fuerit, vendetur alteri juxta æstimationem.",
          "english": "But if the firstborn animal is unclean, it must be bought back according to its assigned value, and one-fifth of the price will be added. If it is not bought back, it will be sold to another person according to its assigned value."
        },
        {
          "number": 28,
          "latin": "Omne quod consecratur Domino ab homine, sive homo, sive animal, sive ager, non vendetur, nec redimi poterit. Quidquid semel fuerit consecratum, sanctum sanctorum erit Domino.",
          "english": "Anything that a person dedicates to the Lord God as a thing irrevocably devoted—whether it is a person, an animal, or a field that is their inherited property—it cannot be sold or bought back. Whatever is once irrevocably devoted will be most holy to the Lord God."
        },
        {
          "number": 29,
          "latin": "Omnis animæ et hominis, quæ consecratur, non redimetur, sed morte morietur.",
          "english": "Every human soul and person who is irrevocably devoted will not be bought back, but must be put to death."
        },
        {
          "number": 30,
          "latin": "Omnes decimæ terræ, sive de frugibus, sive de pomis arborum, Domini sunt, et illi sanctificantur.",
          "english": "All tithes of the land, whether from the produce of the soil or from the fruit of the trees, belong to the Lord God and are consecrated to Him."
        },
        {
          "number": 31,
          "latin": "Si quis voluerit redimere decimas suas, addet quintam partem ejus quod fuerat æstimatum.",
          "english": "If anyone wishes to buy back any part of their tithes, they must add one-fifth to its assigned value."
        },
        {
          "number": 32,
          "latin": "Omnium decimarum boves, et oves, et capræ, quæ sub pastoris virga transeunt, quidquid decimum venerit, sanctificabitur Domino.",
          "english": "Regarding all tithes of cattle, sheep, and goats, whatever passes under the shepherd’s staff as the tenth animal will be consecrated to the Lord God."
        },
        {
          "number": 33,
          "latin": "Non probabitur utrum bonum an malum sit, nec altero commutabitur: si quis commutaverit, et quod mutatum est, et ipsum quod primum fuerat, sanctum erit, et ad possessorem non revertetur.",
          "english": "The tenth animal will not be examined to see if it is good or bad, nor can it be exchanged for another. If anyone exchanges it, both the exchanged animal and the original animal will become consecrated, and neither will return to the original owner.”"
        },
        {
          "number": 34,
          "latin": "Hæc sunt præcepta quæ mandavit Dominus Moysi ad filios Israël in monte Sinai.",
          "english": "These are the commandments that the Lord God gave to Moses for the children of Israel on Mount Sinai."
        }
      ]
    }
  ]
}