{
  "name": "1 Chronicles",
  "chapters": [
    {
      "number": 1,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Adam, Seth, Enos,",
          "english": "Adam, Seth, Enos,"
        },
        {
          "number": 2,
          "latin": "Cainan, Malaleel, Jared,",
          "english": "Cainan, Mahalalel, Jared,"
        },
        {
          "number": 3,
          "latin": "Henoch, Mathusala, Lamech,",
          "english": "Enoch, Methuselah, Lamech,"
        },
        {
          "number": 4,
          "latin": "Noe, Sem, Cham, et Japheth.",
          "english": "Noah, Shem, Ham, and Japheth."
        },
        {
          "number": 5,
          "latin": "Filii Japheth: Gomer, Magog, Madai, Javan, Thubal, Mosoch, Thiras.",
          "english": "The sons of Japheth were Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras."
        },
        {
          "number": 6,
          "latin": "Filii autem Gomer: Ascanaz, et Riphath, et Thogorma.",
          "english": "And the sons of Gomer were Ashkenaz, Riphath, and Togarmah."
        },
        {
          "number": 7,
          "latin": "Filii vero Javan: Elisa, et Tharsis, Cetthim, et Dodanim.",
          "english": "And the sons of Javan were Elishah, Tarshish, Kittim, and Dodanim."
        },
        {
          "number": 8,
          "latin": "Filii Cham: Chus, et Mesraim, et Phuth, et Chanaan.",
          "english": "The sons of Ham were Cush, Mizraim, Put, and Canaan."
        },
        {
          "number": 9,
          "latin": "Filii autem Chus: Saba, et Hevila, Sabatha, et Regma, et Sabatacha. Filii Regma: Saba, et Dadan.",
          "english": "And the sons of Cush were Seba, Havilah, Sabtah, Raamah, and Sabteca. The sons of Raamah were Sheba and Dedan."
        },
        {
          "number": 10,
          "latin": "Porro Chus genuit Nemrod: hic cœpit esse potens in terra.",
          "english": "Furthermore, Cush was the father of Nimrod; he was the first to become a mighty one on earth."
        },
        {
          "number": 11,
          "latin": "Mesraim vero genuit Ludim, et Anamim, et Laabim, et Nephthuim,",
          "english": "Mizraim was the father of Ludim, Anamim, Lehabim, and Naphtuhim,"
        },
        {
          "number": 12,
          "latin": "Phthrusim quoque, et Casluhim, de quibus egressi sunt Philisthiim, et Caphthorim.",
          "english": "and Pathrusim, and Casluhim—from whom the Philistines came—and Caphtorim."
        },
        {
          "number": 13,
          "latin": "Chanaan vero genuit Sidonem primogenitum suum, et Heth,",
          "english": "And Canaan was the father of Sidon, his firstborn, and Heth,"
        },
        {
          "number": 14,
          "latin": "et Jebusæum, et Amorrhæum, et Gergesæum,",
          "english": "and the Jebusites, and the Amorites, and the Girgashites,"
        },
        {
          "number": 15,
          "latin": "et Hevæum, et Aracæum, et Sinæum,",
          "english": "and the Hivites, and the Arkites, and the Sinites,"
        },
        {
          "number": 16,
          "latin": "et Aradium, et Samaræum, et Hamathæum.",
          "english": "and the Arvadites, and the Zemarites, and the Hamathites."
        },
        {
          "number": 17,
          "latin": "Filii Sem: Ælam, et Assur, et Arphaxad, et Lud, et Aram, et Hus, et Hul, et Gether, et Mosoch.",
          "english": "The sons of Shem were Elam, Asshur, Arphaxad, Lud, Aram, Uz, Hul, Gether, and Mash."
        },
        {
          "number": 18,
          "latin": "Arphaxad autem genuit Sale, et Sale genuit Heber.",
          "english": "And Arphaxad was the father of Shelah, and Shelah was the father of Eber."
        },
        {
          "number": 19,
          "latin": "Porro Heber nati sunt duo filii: nomen uni Phaleg, quia in diebus ejus divisa est terra; et nomen fratris ejus Jectan.",
          "english": "Furthermore, two sons were born to Eber: one was named Peleg—because in his days the earth was divided—and his brother's name was Joktan."
        },
        {
          "number": 20,
          "latin": "Jectan vero genuit Elmodad, et Saleph, et Asarmoth, et Jare,",
          "english": "And Joktan was the father of Almodad, Sheleph, Hazarmaveth, and Jerah,"
        },
        {
          "number": 21,
          "latin": "et Adoram, et Uzal, et Decla,",
          "english": "and Hadoram, and Uzal, and Diklah,"
        },
        {
          "number": 22,
          "latin": "Ebal quoque, et Abimaël, et Saba,",
          "english": "and Obal, and Abimael, and Sheba,"
        },
        {
          "number": 23,
          "latin": "necnon et Ophir, et Hevila, et Jobab. Omnes isti, filii Jectan.",
          "english": "as well as Ophir, and Havilah, and Jobab. All these were the sons of Joktan."
        },
        {
          "number": 24,
          "latin": "Sem, Arphaxad, Sale,",
          "english": "Shem, Arphaxad, Shelah,"
        },
        {
          "number": 25,
          "latin": "Heber, Phaleg, Ragau,",
          "english": "Eber, Peleg, Reu,"
        },
        {
          "number": 26,
          "latin": "Sarug, Nahor, Thare,",
          "english": "Serug, Nahor, Terah,"
        },
        {
          "number": 27,
          "latin": "Abram, iste est Abraham.",
          "english": "Abram, who is Abraham."
        },
        {
          "number": 28,
          "latin": "Filii autem Abraham: Isaac et Ismaël.",
          "english": "And the sons of Abraham were Isaac and Ishmael."
        },
        {
          "number": 29,
          "latin": "Et hæ generationes eorum. Primogenitus Ismaël, Nabaioth, et Cedar, et Adbeel, et Mabsam,",
          "english": "And these were their generations: Ishmael's firstborn was Nebaioth, then Kedar, Adbeel, and Mibsam,"
        },
        {
          "number": 30,
          "latin": "et Masma, et Duma, Massa, Hadad, et Thema,",
          "english": "and Mishma, and Dumah, Massa, Hadad, and Tema,"
        },
        {
          "number": 31,
          "latin": "Jetur, Naphis, Cehma. Hi sunt filii Ismaël.",
          "english": "Jetur, Naphish, and Kedemah. These were the sons of Ishmael."
        },
        {
          "number": 32,
          "latin": "Filii autem Ceturae concubinæ Abraham, quos genuit: Zamran, et Jecsan, et Madan, et Madian, et Isbac, et Sue. Filii quoque Jecsan: Saba, et Dadan.",
          "english": "And the sons of Keturah, Abraham's concubine, whom she bore to him, were Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. And the sons of Jokshan were Sheba and Dedan."
        },
        {
          "number": 33,
          "latin": "Filii autem Madian: Epha, et Epher, et Henoch, et Abida, et Eldaa. Omnes hi, filii Ceturae.",
          "english": "And the sons of Midian were Ephah, Epher, Hanoch, Abidah, and Eldaah. All these were the sons of Keturah."
        },
        {
          "number": 34,
          "latin": "Genuit autem Abraham Isaac: cujus fuerunt filii, Esau et Israël.",
          "english": "Abraham was the father of Isaac. And Isaac's sons were Esau and Israel."
        },
        {
          "number": 35,
          "latin": "Filii Esau: Eliphaz, Rahuel, Jehus, Ihelom, Core.",
          "english": "The sons of Esau were Eliphaz, Reuel, Jeush, Jaalam, and Korah."
        },
        {
          "number": 36,
          "latin": "Filii Eliphaz: Theman, Omar, Cephi, Gathan, Cenez, Thamna, Amalec.",
          "english": "The sons of Eliphaz were Teman, Omar, Zepho, Gatam, Kenaz, Timna, and Amalek."
        },
        {
          "number": 37,
          "latin": "Filii Rahuel: Nahath, Zara, Samma, Meza.",
          "english": "The sons of Reuel were Nahath, Zerah, Shammah, and Mizzah."
        },
        {
          "number": 38,
          "latin": "Filii Seir: Lotan, Sobal, Sebeon, Ana, Dison, Eser, Disan.",
          "english": "The sons of Seir were Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan."
        },
        {
          "number": 39,
          "latin": "Filii Lotan: Hori, Homam. Soror Lotan, Thamna.",
          "english": "The sons of Lotan were Hori and Homam. Lotan's sister was Timna."
        },
        {
          "number": 40,
          "latin": "Filii Sobal: Alian, Manahath, Ebal, Sephi, Onam. Filii Sebeon: Aia, Ana.",
          "english": "The sons of Shobal were Alian, Manahath, Ebal, Shephi, and Onam. The sons of Zibeon were Aiah and Anah."
        }
      ]
    },
    {
      "number": 2,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "ISTI sunt filii Israel: Ruben, Simeon, Levi, Juda, Issachar, Zabulon,",
          "english": "These are the sons of Israel—who was also known as Jacob: Reuben, Simeon, Levi, Judah, Issachar, Zebulun,"
        },
        {
          "number": 2,
          "latin": "Dan, Joseph, Benjamin, Nephthali, Gad, Aser.",
          "english": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher."
        },
        {
          "number": 3,
          "latin": "Filii Juda: Her, et Onan, et Sela: tres nati sunt ei de filia Sue Chananitidis. Fuit autem Her, primogenitus Juda, nequam coram Domino, et occidit eum.",
          "english": "The sons of Judah were Er, Onan, and Shelah. These three were born to him from the daughter of Shua, a Canaanite woman. Er, Judah's firstborn, was wicked in the sight of the Lord, and the Lord brought about his death."
        },
        {
          "number": 4,
          "latin": "Thamar autem nurus ejus peperit ei Phares et Zara. Omnes ergo filii Juda, quinque.",
          "english": "Moreover, his daughter-in-law Tamar bore him Perez and Zerah. Thus, Judah had a total of five sons."
        },
        {
          "number": 5,
          "latin": "Filii Phares: Hesron et Hamul.",
          "english": "The sons of Perez were Hezron and Hamul."
        },
        {
          "number": 6,
          "latin": "Filii vero Zara: Zamri, et Ethan, et Eman, Chalchol quoque, et Dara: simul quinque.",
          "english": "The sons of Zerah were Zimri, Ethan, Heman, Calcol, and Dara—a total of five sons."
        },
        {
          "number": 7,
          "latin": "Filii Charmi: Achar, qui turbavit Israel, et peccavit in anathemate.",
          "english": "The son of Carmi was Achar, who brought trouble upon Israel by sinning against the things devoted to destruction by God's ban."
        },
        {
          "number": 8,
          "latin": "Filii Ethan: Azarias.",
          "english": "The son of Ethan was Azariah."
        },
        {
          "number": 9,
          "latin": "Filii Hesron, qui nati sunt ei: Jerameel, et Ram, et Calubi.",
          "english": "The sons of Hezron who were born to him were Jerahmeel, Ram, and Caleb."
        },
        {
          "number": 10,
          "latin": "Porro Ram genuit Aminadab. Aminadab autem genuit Naasson, principem filiorum Juda.",
          "english": "Furthermore, Ram fathered Amminadab. Amminadab in turn fathered Nahshon, who was a prince among the sons of Judah."
        },
        {
          "number": 11,
          "latin": "Naasson vero genuit Salma. Salma genuit Booz.",
          "english": "Nahshon fathered Salma, and Salma fathered Boaz."
        },
        {
          "number": 12,
          "latin": "Booz quoque genuit Obed. Obed genuit Isai.",
          "english": "Boaz also fathered Obed, and Obed fathered Jesse."
        },
        {
          "number": 13,
          "latin": "Isai autem genuit primogenitum Eliab, secundum Abinadab, tertium Simmaa,",
          "english": "Jesse fathered his firstborn, Eliab; his second son, Abinadab; and his third son, Shimea."
        },
        {
          "number": 14,
          "latin": "quartum Nathanael, quintum Raddai,",
          "english": "His fourth son was Nethanel, and his fifth was Raddai."
        },
        {
          "number": 15,
          "latin": "sextum Asom, septimum David.",
          "english": "His sixth son was Ozem, and his seventh was David."
        },
        {
          "number": 16,
          "latin": "Quorum sorores fuerunt Sarvia et Abigail. Filii Sarvia: Abisai, Joab, et Asael, tres.",
          "english": "Their sisters were Zeruiah and Abigail. The sons of Zeruiah were Abishai, Joab, and Asahel—three men."
        },
        {
          "number": 17,
          "latin": "Abigail vero peperit Amasa: cujus pater Jether Ismahelites.",
          "english": "Abigail bore Amasa, whose father was Jether the Ishmaelite."
        },
        {
          "number": 18,
          "latin": "Caleb vero filius Hesron accepit uxorem Azubah, quæ peperit ei Jerioth: fueruntque filii ejus, Jaser, et Sobab, et Ardon.",
          "english": "Caleb, the son of Hezron, took a wife named Azubah, who bore him Jerioth. Azubah's sons by Caleb were Jesher, Shobab, and Ardon."
        },
        {
          "number": 19,
          "latin": "Cumque mortua esset Azubah, accepit uxorem Caleb Ephrath: quæ peperit ei Hur.",
          "english": "After Azubah died, Caleb took another wife named Ephrath, who bore him Hur."
        },
        {
          "number": 20,
          "latin": "Porro Hur genuit Uri: et Uri genuit Beseleel.",
          "english": "Furthermore, Hur fathered Uri, and Uri fathered Bezalel."
        },
        {
          "number": 21,
          "latin": "Post hæc ingressus est Hesron ad filiam Machir patris Galaad, et accepit eam cum esset annorum sexaginta: quæ peperit ei Segub.",
          "english": "After these events, Hezron went in to the daughter of Machir, the father of Gilead, and took her as his wife when he was sixty years old. She bore him Segub."
        },
        {
          "number": 22,
          "latin": "Sed et Segub genuit Jair, qui habuit viginti tres civitates in terra Galaad.",
          "english": "Segub also fathered Jair, who possessed twenty-three cities in the land of Gilead."
        },
        {
          "number": 23,
          "latin": "Et cepit Gessur, et Aram oppida Jair, et Canath, et viculos ejus sexaginta civitates: omnes isti filii Machir patris Galaad.",
          "english": "Jair captured Geshur and Aram, as well as the towns bearing Jair's name, and Kenath with its sixty villages. All these men were descendants of Machir, the father of Gilead."
        },
        {
          "number": 24,
          "latin": "Post mortem vero Hesron in Caleb Ephratha, peperit ei Abia uxor ejus Ashur patrem Thecue.",
          "english": "After Hezron died in Caleb-Ephrathah, his wife Abiah bore him Ashur, the father of Tekoa."
        },
        {
          "number": 25,
          "latin": "Nati sunt autem filii Jerameel primogeniti Hesron: Ram primogenitus, et Buna, et Aran, et Asom, et Ahia.",
          "english": "The sons born to Jerahmeel, Hezron's firstborn son, were Ram—who was Jerahmeel's firstborn—then Bunah, Oren, Ozem, and Ahijah."
        },
        {
          "number": 26,
          "latin": "Duxit quoque Jerameel uxorem alteram, nomine Atara, quæ fuit mater Onam.",
          "english": "Jerahmeel also took another wife, named Atarah, who was the mother of Onam."
        },
        {
          "number": 27,
          "latin": "Porro filii Ram primogeniti Jerameel: Moos, Jamin, et Achar.",
          "english": "Furthermore, the sons of Ram, Jerahmeel's firstborn, were Maaz, Jamin, and Eker."
        },
        {
          "number": 28,
          "latin": "Filii autem Onam erant Sammai, et Jada. Filii Sammai: Nadab et Abisur.",
          "english": "The sons of Onam were Shammai and Jada. The sons of Shammai were Nadab and Abishur."
        },
        {
          "number": 29,
          "latin": "Nomen vero uxoris Abisur, Abihail, quæ peperit ei Ahobban, et Molid.",
          "english": "The name of Abishur's wife was Abihail, who bore him Ahban and Molid."
        },
        {
          "number": 30,
          "latin": "Filii autem Nadab: Saled et Appaim. Et mortuus est Saled absque liberis.",
          "english": "The sons of Nadab were Seled and Appaim. Seled died without having any children."
        },
        {
          "number": 31,
          "latin": "Filii vero Appaim: Isei. Filii autem Isei: Sesan. Filii Sesan: Oholai.",
          "english": "The son of Appaim was Ishi. The son of Ishi was Sheshan. The son of Sheshan was Ahlai."
        },
        {
          "number": 32,
          "latin": "Filii autem Jada fratris Sammai: Jether et Jonathan. Et mortuus est Jether absque liberis.",
          "english": "The sons of Jada, Shammai's brother, were Jether and Jonathan. Jether died without having any children."
        },
        {
          "number": 33,
          "latin": "Porro filii Jonathan: Phaleth et Ziza. Isti sunt filii Jerameel.",
          "english": "Furthermore, the sons of Jonathan were Peleth and Ziza. These are the sons of Jerahmeel."
        },
        {
          "number": 34,
          "latin": "Sesan vero non habuit filios, sed filias: et servum ægyptium habebat nomine Jeraa.",
          "english": "Sheshan had no sons, only daughters. He also had an Egyptian servant named Jarha."
        },
        {
          "number": 35,
          "latin": "Deditque ei filiam suam uxorem: quæ peperit ei Ethei.",
          "english": "So Sheshan gave his daughter to Jarha as his wife, and she bore him Attai."
        },
        {
          "number": 36,
          "latin": "Porro Ethei genuit Nathan: et Nathan genuit Zabad.",
          "english": "Furthermore, Attai fathered Nathan, and Nathan fathered Zabad."
        },
        {
          "number": 37,
          "latin": "Zabad quoque genuit Ophlal: et Ophlal genuit Obed.",
          "english": "Zabad also fathered Ephlal, and Ephlal fathered Obed."
        },
        {
          "number": 38,
          "latin": "Obed genuit Jehu: Jehu genuit Azariam.",
          "english": "Obed fathered Jehu, and Jehu fathered Azariah."
        },
        {
          "number": 39,
          "latin": "Azarias genuit Helles: et Helles genuit Elasam.",
          "english": "Azariah fathered Helez, and Helez fathered Eleasa."
        },
        {
          "number": 40,
          "latin": "Elasa genuit Sisamoi: Sisamoi genuit Sellum.",
          "english": "Eleasa fathered Sismai, and Sismai fathered Shallum."
        }
      ]
    },
    {
      "number": 3,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Filii autem David qui nati sunt ei in Hebron, fuerunt: primogenitus Amnon ex Achinoam Jezrahelitide: secundus Daniel de Abigail Carmeli:",
          "english": "The sons of David who were born to him in Hebron were: The firstborn was Amnon, whose mother was Ahinoam from Jezreel; the second son was Daniel, whose mother was Abigail from Carmel."
        },
        {
          "number": 2,
          "latin": "tertius Absalom filius Maacha filiae Tolmai regis Gessur: quartus Adonias filius Aggith:",
          "english": "The third son was Absalom, whose mother was Maachah, daughter of Talmai, king of Geshur; the fourth son was Adonijah, whose mother was Haggith."
        },
        {
          "number": 3,
          "latin": "quintus Saphathias de Abital: sextus Jethraam de Egla uxore sua.",
          "english": "The fifth son was Shephatiah, whose mother was Abital; the sixth son was Ithream, whose mother was Eglah, David’s wife."
        },
        {
          "number": 4,
          "latin": "Sex itaque nati sunt ei in Hebron, ubi regnavit septem annis et sex mensibus: triginta vero et tribus annis regnavit in Jerusalem.",
          "english": "Therefore, these six sons were born to David in Hebron, where he reigned for seven years and six months. He then reigned in Jerusalem for thirty-three years."
        },
        {
          "number": 5,
          "latin": "Hi sunt autem qui nati sunt ei in Jerusalem: Sammua, et Sobab, et Nathan, et Salomon, quatuor de Bathsua filia Ammiel:",
          "english": "These are the sons who were born to him in Jerusalem: Shammua, Shobab, Nathan, and Solomon. These four sons were born from Bath-shua, daughter of Ammiel."
        },
        {
          "number": 6,
          "latin": "Jebahar quoque, et Elisama, et Eliphalet,",
          "english": "Also, Ibhar, Elishama, and Eliphelet."
        },
        {
          "number": 7,
          "latin": "et Noga, et Napheg, et Japhia,",
          "english": "And Nogah, Nepheg, and Japhia."
        },
        {
          "number": 8,
          "latin": "necnon Elisama, et Eliada, et Eliphalet, novem.",
          "english": "In addition, Elishama, Eliada, and Eliphelet. These were nine sons in total."
        },
        {
          "number": 9,
          "latin": "Omnes hi, filii David, absque filiis concubinarum: habueruntque sororem Thamar.",
          "english": "All these were the sons of David, not including the sons he had with his concubines. They also had a sister named Tamar."
        },
        {
          "number": 10,
          "latin": "Filius autem Salomonis, Roboam: cujus Abia filius, Osa filius, Joram filius,",
          "english": "The son of Solomon was Rehoboam. Rehoboam’s son was Abijah. Abijah’s son was Asa. Asa’s son was Jehoshaphat."
        },
        {
          "number": 11,
          "latin": "Ochozias filius, Joas filius, Amasias filius, Azarias filius, Joathan filius,",
          "english": "Jehoshaphat’s son was Ahaziah. Ahaziah’s son was Joash. Joash’s son was Amaziah. Amaziah’s son was Azariah. Azariah’s son was Jotham."
        },
        {
          "number": 12,
          "latin": "Achaz filius, Ezechias filius, Manasses filius,",
          "english": "Jotham’s son was Ahaz. Ahaz’s son was Hezekiah. Hezekiah’s son was Manasseh."
        },
        {
          "number": 13,
          "latin": "Amon filius, Josias filius.",
          "english": "Manasseh’s son was Amon. Amon’s son was Josiah."
        },
        {
          "number": 14,
          "latin": "Filii Josiae, primogenitus Johanan, secundus Joakim, tertius Sedecias, quartus Sellum.",
          "english": "The sons of Josiah were: The firstborn was Johanan; the second son was Jehoiakim; the third son was Zedekiah; the fourth son was Shallum."
        },
        {
          "number": 15,
          "latin": "Filii autem Joakim: Jechonias filius, Sedecias filius.",
          "english": "The sons of Jehoiakim were: His son was Jeconiah, and his son was Zedekiah."
        },
        {
          "number": 16,
          "latin": "De Jechonia autem nati sunt Salathiel filius ejus,",
          "english": "From Jeconiah, his son Salathiel was born."
        },
        {
          "number": 17,
          "latin": "Melchiram, Phadaia, Seneser, et Jecemia, Sama, et Nadabia.",
          "english": "Also from Jeconiah, his other sons were Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah."
        },
        {
          "number": 18,
          "latin": "Filii quoque Phadaia, Zorobabel, et Semei. Filii Zorobabel, Mosollam, Hananias, et Salamith soror eorum:",
          "english": "The sons of Pedaiah were Zerubbabel and Shimei. The sons of Zerubbabel were Meshullam, Hananiah, and their sister Shelomith."
        },
        {
          "number": 19,
          "latin": "Hasaba quoque, et Ohol, et Barachias, et Hasadias, Josabhesed, quinque.",
          "english": "Also, the other sons of Zerubbabel were Hashubah, Ohel, Berechiah, Hasadiah, and Jushab-hesed. These were five additional sons."
        },
        {
          "number": 20,
          "latin": "Filii quoque Hananiae, Pheltias, et Isaia, filii Raphaia, filii Arnan, filii Obdia, filii Sechenia.",
          "english": "The sons of Hananiah were Pelatiah and Jeshaiah. Jeshaiah was the father of Rephaiah, who was the father of Arnan, who was the father of Obadiah, who was the father of Shecaniah."
        },
        {
          "number": 21,
          "latin": "Filius Sechenia, Semeia: et filii Semeia, Hattus, et Jegal, et Bariu, et Naaria, et Saphat, sex.",
          "english": "The son of Shecaniah was Shemaiah. And the sons of Shemaiah were Hattush, Igal, Bariah, Neariah, and Shaphat. These were six sons."
        },
        {
          "number": 22,
          "latin": "Filii autem Naariae, Elionai, et Ezechias, et Azricam, tres.",
          "english": "The sons of Neariah were Elioenai, Hezekiah, and Azrikam. These were three sons."
        },
        {
          "number": 23,
          "latin": "Filii quoque Elionai, Odovia, et Eliasib, et Phalaia, et Accub, et Johanan, et Dalaia, et Anani, septem.",
          "english": "The sons of Elioenai were Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani. These were seven sons."
        },
        {
          "number": 24,
          "latin": "Filii Elionai: Odovia, et Eliasib, et Phalaia, et Accub, et Johanan, et Dalaia, et Anani, septem.",
          "english": "The sons of Elioenai were Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani. These were seven sons."
        }
      ]
    },
    {
      "number": 4,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Filii Juda: Phares, Hesron, et Charmi, et Hur, et Sobal.",
          "english": "The sons of Judah were Phares, Hesron, Charmi, Hur, and Sobal."
        },
        {
          "number": 2,
          "latin": "Filius Raia, genuit Jaath, de quo ortus est Ahiud, et Laad. Hae sunt cognationes Sarai.",
          "english": "Raia's son was Jaath, from whom Ahiud and Laad were born. These are the families of Sarai."
        },
        {
          "number": 3,
          "latin": "Et ista stirps Etam: Jezrahel, et Jesema, et Jedebos, cognominis suae Pater fratris, et Nomina, et Sarrhae.",
          "english": "And these are the descendants of Etam: Jezrahel, Jesema, and Jedebos, whose family name was 'Father of his brother'. Also listed are Nomina and Sarrhae."
        },
        {
          "number": 4,
          "latin": "Et Phanuel pater Gedor, et Ezer pater Hosa: isti sunt filii Hur primogeniti Ephratha patris Bethlehem.",
          "english": "Phanuel was the father of Gedor, and Ezer was the father of Hosa. These men were the sons of Hur, the firstborn of Ephratha, who was the father of Bethlehem."
        },
        {
          "number": 5,
          "latin": "Et Assur pater Thecue habuit duas uxores, Heleam et Naaram.",
          "english": "Assur, the father of Thecue, had two wives, Helea and Naara."
        },
        {
          "number": 6,
          "latin": "Et peperit ei Naara Ozam, et Hepher, et Themani, et Ahastari: hi sunt filii Naara.",
          "english": "Naara bore him Oza, Hepher, Themani, and Ahastari. These are the sons of Naara."
        },
        {
          "number": 7,
          "latin": "Filii vero Helea: Zereth, et Sohar, et Ethnan.",
          "english": "The sons of Helea were Zereth, Sohar, and Ethnan."
        },
        {
          "number": 8,
          "latin": "Porro Cos genuit Anob et Sobeba, et stirpes Aharhel filii Harum.",
          "english": "Furthermore, Cos fathered Anob and Sobeba, and the families of Aharhel, the son of Harum."
        },
        {
          "number": 9,
          "latin": "Fuit autem vir nobilis vocabulo Jabes, plusquam ceteri fratres sui, et mater ejus vocavit nomen ejus Jabes, dicens: Quia peperi eum in doloribus.",
          "english": "Now there was a man of noble birth whose name was Jabes, more honorable than all his brothers. His mother called his name Jabes, saying, 'Because I bore him in sorrows.'"
        },
        {
          "number": 10,
          "latin": "Invocavit ergo Jabes Deum Israel, dicens: Si benedicens benedixeris mihi, et dilataveris terminos meos, et fuerit manus tua mecum, et feceris me cavere a malo, ne tristor. Et praestitit Deus quae precatus est.",
          "english": "Therefore, Jabes called upon the God of Israel, saying, 'If You truly bless me, and expand my territories, and if Your hand is with me, and You keep me from evil so that I do not suffer.' And God granted what he prayed for."
        },
        {
          "number": 11,
          "latin": "Porro Caleb frater Sua genuit Mehir, qui fuit pater Esthon.",
          "english": "Furthermore, Caleb, the brother of Sua, fathered Mehir, who was the father of Esthon."
        },
        {
          "number": 12,
          "latin": "Esthon autem genuit Bethrapha, et Phasea, et Tehinna patrem urbis Naas: hi sunt viri Recab.",
          "english": "Esthon fathered Bethrapha, Phasea, and Tehinna, who was the father of the city of Naas. These are the men of Recab."
        },
        {
          "number": 13,
          "latin": "Filii Cenez: Othoniel et Saraia. Filii Othoniel: Hathath et Maonathi.",
          "english": "The sons of Cenez were Othoniel and Saraia. The sons of Othoniel were Hathath and Maonathi."
        },
        {
          "number": 14,
          "latin": "Maonathi genuit Ophra, et Saraia genuit Joab patrem vallis artificum: hi enim artifices erant.",
          "english": "Maonathi fathered Ophra, and Saraia fathered Joab, the father of the Valley of Craftsmen, for they were indeed craftsmen."
        },
        {
          "number": 15,
          "latin": "Filii Caleb filii Jephone: Hir, et Ela, et Naham. Filii Ela: Cenez.",
          "english": "The sons of Caleb, the son of Jephone, were Hir, Ela, and Naham. The sons of Ela were Cenez."
        },
        {
          "number": 16,
          "latin": "Filii Jahaleleel: Ziph, et Zipha, Thiria, et Asareel.",
          "english": "The sons of Jahaleleel were Ziph, Zipha, Thiria, and Asareel."
        },
        {
          "number": 17,
          "latin": "Filii Esra: Jether, et Mered, et Epher, et Jalon, et genuit Mariam, et Sammai, et Jesba patrem Esthamo.",
          "english": "The sons of Esra were Jether, Mered, Epher, and Jalon. He fathered Miriam, Sammai, and Jesba, the father of Esthamo."
        },
        {
          "number": 18,
          "latin": "Et uxor ejus Judaia peperit Jared patrem Gedor, et Heber patrem Socho, et Jecuthiel patrem Zanoe. Hi sunt filii Bechia filiae Pharaonis, quam accepit Mered.",
          "english": "His Jewish wife bore Jared, the father of Gedor, and Heber, the father of Socho, and Jecuthiel, the father of Zanoe. These are the sons of Bechia, the daughter of Pharaoh, whom Mered took as his wife."
        },
        {
          "number": 19,
          "latin": "Filii uxoris ejus Odaiae sororis Naham patris Ceila: Garmita, et Esthamo, qui fuit Machathi.",
          "english": "The sons of his wife Odaia, the sister of Naham, the father of Ceila, were Garmita and Esthamo, who was a Machathite."
        },
        {
          "number": 20,
          "latin": "Filii Simon: Amnon, et Rina, filius Hanan, et Thilon. Et filii Jesi: Zoheth, et Benzoheth.",
          "english": "The sons of Simon were Amnon and Rina, and Hanan's son, and Thilon. And the sons of Jesi were Zoheth and Benzoheth."
        },
        {
          "number": 21,
          "latin": "Filii Sela filii Juda: Her pater Lecha, et Laada pater Maresa, et cognationes domus operantium byssum in Bethsan.",
          "english": "The sons of Sela, the son of Judah, were Her, the father of Lecha, and Laada, the father of Maresa. Also, the families of the house of those who worked fine linen in Bethsan."
        },
        {
          "number": 22,
          "latin": "Et Qui sunt viri mendacii, et viri Soham, et viri Chozeba, et qui de principibus fuerunt, et qui reverterunt in Bethlem. Hae sunt antiquae res.",
          "english": "And these are the men of Lying, and the men of Soham, and the men of Chozeba, and those who were among the leaders, and those who returned to Bethlehem. These are the ancient records."
        },
        {
          "number": 23,
          "latin": "Isti sunt figuli habitantes in plantationibus, et in sepibus: apud regem in operibus ejus commorati sunt.",
          "english": "These were potters who lived in plantations and among hedges. They remained with the king for his works."
        },
        {
          "number": 24,
          "latin": "Filii Simeon: Namuel, et Jamin, Jarib, Zara, Saul:",
          "english": "The sons of Simeon were Namuel, Jamin, Jarib, Zara, and Saul."
        },
        {
          "number": 25,
          "latin": "Sallum filius ejus, Mabsam filius ejus, Masma filius ejus.",
          "english": "Sallum was his son, Mabsam was his son, Masma was his son."
        },
        {
          "number": 26,
          "latin": "Filii Masma: Amus filius ejus, Misma filius ejus, Misma filius ejus.",
          "english": "The sons of Masma: Amus was his son, Misma was his son. The repetition of 'Misma filius ejus' in the Latin may indicate a distinct, repeated name, or it could be a scribal duplication in the original text."
        },
        {
          "number": 27,
          "latin": "Filii Amus: Zechur filius ejus, Semei filius ejus. Filii Semei sedecim, et filiae sex. Fratres ejus non habuerunt filios multos: et universa cognatio eorum non potuit æquare numerum filiorum Juda.",
          "english": "The sons of Amus: Zechur was his son, Semei was his son. Semei had sixteen sons and six daughters. His brothers did not have many children, and their entire family could not equal the number of the sons of Judah."
        },
        {
          "number": 28,
          "latin": "Habitaverunt autem in Bersabee, et Molada, et Hasarsual,",
          "english": "They lived in Bersabee, Molada, and Hasarsual,"
        },
        {
          "number": 29,
          "latin": "Et Bala, et Asom, et Tholad,",
          "english": "And Bala, Asom, and Tholad,"
        },
        {
          "number": 30,
          "latin": "Et Bathuel, et Horma, et Siceleg,",
          "english": "And Bathuel, Horma, and Siceleg,"
        },
        {
          "number": 31,
          "latin": "Et Bethmarchaboth, et Hasarsusim, et Bethberai, et Saarim: hae civitates eorum usque ad regem David.",
          "english": "And Bethmarchaboth, Hasarsusim, Bethberai, and Saarim. These were their cities until the reign of King David."
        },
        {
          "number": 32,
          "latin": "Villae quoque eorum: Etam, et Ain, Remmon, et Thochen, et Asan: civitates quinque.",
          "english": "Their villages also included Etam, Ain, Remmon, Thochen, and Asan: five cities."
        },
        {
          "number": 33,
          "latin": "Et omnes viculi eorum per circuitum civitatum harum usque ad Baal. Haec est habitatio eorum, et divisio.",
          "english": "And all their surrounding hamlets of these cities up to Baal. This was their dwelling place, and their tribal division."
        },
        {
          "number": 34,
          "latin": "Masobab, et Jemlech, et Josa filius Amasias,",
          "english": "Masobab, Jemlech, and Josa, the son of Amasias,"
        },
        {
          "number": 35,
          "latin": "Et Johel, et Jehu filius Josabia filii Saraia filii Asiel,",
          "english": "And Johel, and Jehu, the son of Josabia, the son of Saraia, the son of Asiel,"
        },
        {
          "number": 36,
          "latin": "Et Elioenai, et Jacoba, et Isuhaia, et Asaia, et Adiel, et Ismiel, et Banaia,",
          "english": "And Elioenai, Jacoba, Isuhaia, Asaia, Adiel, Ismiel, and Banaia,"
        },
        {
          "number": 37,
          "latin": "Ziza quoque filius Sephei filii Allon filii Idaia filii Semri filii Samaia.",
          "english": "And Ziza, the son of Sephei, the son of Allon, the son of Idaia, the son of Semri, the son of Samaia."
        },
        {
          "number": 38,
          "latin": "Isti, qui descripti sunt nominatim, principes erant in cognationibus suis, et domus patrum suorum multorum.",
          "english": "These men, who were listed by name, were leaders in their families, and their ancestral houses were numerous."
        },
        {
          "number": 39,
          "latin": "Et egressi sunt ut jussum est in Gad, usque ad Gador et usque ad fines orientis campestrium regionum, ut quaererent pascua gregibus suis.",
          "english": "They went out, as commanded, to Gad, as far as Gador and to the eastern limits of the open country, to seek pasture for their flocks."
        },
        {
          "number": 40,
          "latin": "Et invenerunt pascua uberrima, et optima, et terram latissimam, et quietam, et uberem, in qua ante eos habitaverant de stirpe Cham.",
          "english": "And they found very rich and excellent pastures, and a very wide, peaceful, and fertile land, where people of the lineage of Cham had lived before them."
        }
      ]
    },
    {
      "number": 5,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Filii Ruben primogeniti Israel (ipse est primogenitus ejus: at quia violavit stratum patris sui, data est primogenita ejus filiis Joseph filii Israel, et non est reputatus primogenitus",
          "english": "The sons of Reuben, Israel's firstborn son. Even though Reuben himself was the firstborn of Jacob, because he defiled his father's marriage bed, his birthright was given to the sons of Joseph, the son of Israel. Therefore, Reuben was not reckoned as the firstborn in terms of the blessings of the birthright."
        },
        {
          "number": 2,
          "latin": "quoniam ex Juda fortissimi viri et de ipso princeps, id est, ducis familia ortus est, et non juxta generationem primogenitus reputatus est)",
          "english": "The reason for this change in the birthright was that from Judah came mighty men, and from him arose the leader of the people—the royal family, that is—and he was not reckoned as the firstborn according to his genealogy, but according to God's choice for leadership."
        },
        {
          "number": 3,
          "latin": "Filii autem Ruben primogeniti Israel: Enoch et Phallu, Hesron et Charmi.",
          "english": "Now, the actual sons of Reuben, Israel's firstborn, were Enoch, Pallu, Hezron, and Carmi."
        },
        {
          "number": 4,
          "latin": "Filii Joel: Samaia filius ejus, Gog filius ejus, Semei filius ejus,",
          "english": "The sons of Joel were Shemaiah, his son; Gog, his son; Shimei, his son;"
        },
        {
          "number": 5,
          "latin": "Micha filius ejus, Reaia filius ejus, Baal filius ejus,",
          "english": "Michah, his son; Reaiah, his son; Baal, his son;"
        },
        {
          "number": 6,
          "latin": "Beera filius ejus, quem in Babylonem transtulit Theglathphalnasar rex Assyriorum, et ipse fuit princeps in tribu Ruben.",
          "english": "And Beerah, his son. Beerah was one of the leaders of the tribe of Reuben, whom Tiglath-Pileser, the king of Assyria, carried away captive to Babylon."
        },
        {
          "number": 7,
          "latin": "Fratres autem ejus et universa cognatio, cum enumerarentur per familias suas, princeps Jeiel, et Zacharias.",
          "english": "His brothers, along with their entire clan, were counted according to their families. The chief men were Jeiel and Zechariah."
        },
        {
          "number": 8,
          "latin": "Porro Bala filius Azaz filii Samma filii Joel, ipse habitavit in Aroer usque ad Nebo et Beelmeon.",
          "english": "Bela, the son of Azaz, the son of Shema, the son of Joel, lived in Aroer, stretching as far as Nebo and Baal-Meon."
        },
        {
          "number": 9,
          "latin": "Ad orientem autem habitavit usque ad introitum deserti et fluvii Euphratis. Multa quippe possederant pecora in terra Galaad.",
          "english": "Eastward, they extended their dwelling places all the way to the entrance of the desert, to the River Euphrates. This was because they owned a vast number of livestock in the land of Gilead."
        },
        {
          "number": 10,
          "latin": "In diebus autem Saul, pugnabant contra Agarenos, et vicerunt illos: et habitaverunt in tabernaculis eorum in omni regione quæ respicit ad orientem Galaad.",
          "english": "During the days of King Saul, they waged war against the Hagrites and defeated them. Afterward, they lived in the Hagrites' tents throughout the entire region east of Gilead."
        },
        {
          "number": 11,
          "latin": "Filii vero Gad contra eos habitabant in terra Basan usque Salacha.",
          "english": "The sons of Gad lived opposite them, in the land of Bashan, as far as Salecah."
        },
        {
          "number": 12,
          "latin": "Joel princeps, et Saphan secundus: et Janai et Saphat in Basan.",
          "english": "Joel was the chief, and Shapham was second in command. Then Janai and Shaphat lived in Bashan."
        },
        {
          "number": 13,
          "latin": "Fratres autem eorum per familias suas: Michaël et Mosollam et Sebee et Jorai et Jacan et Zie et Heber, septem.",
          "english": "Their brothers, according to their families, were seven: Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Heber."
        },
        {
          "number": 14,
          "latin": "Hi filii Abihail filii Huri filii Jaroa filii Galaad filii Michaël filii Jesisi filii Jeddo filii Buz.",
          "english": "These were the sons of Abihail, the son of Huri, the son of Jaroah, the son of Gilead, the son of Michael, the son of Jeshishai, the son of Jahdo, the son of Buz."
        },
        {
          "number": 15,
          "latin": "Fratres quoque filii Abihail, principes familiarum: Jahdo, et Buz.",
          "english": "Also, their brothers, the sons of Abihail, were chiefs of their families: Jahdo and Buz."
        },
        {
          "number": 16,
          "latin": "Hi habitaverunt in Galaad et in Basan, et in viculis earum, et in universis suburbanis Saron, usque ad terminos.",
          "english": "These men lived in Gilead, in Bashan and its surrounding villages, and in all the open pasturelands of Sharon, up to their borders."
        },
        {
          "number": 17,
          "latin": "Omnes hi numerati sunt in diebus Joathan regis Juda, et in diebus Jeroboam regis Israel.",
          "english": "All these men were recorded in the genealogies during the reigns of Jotham, king of Judah, and Jeroboam, king of Israel."
        },
        {
          "number": 18,
          "latin": "Filii Ruben, et Gad, et dimidiæ tribus Manasse, viri bellicosi, portantes scutum et gladium, et dirigentes sagittam, et scientes certare prælio: sex et quadraginta millia septingenti triginta, qui procedebant ad pugnam.",
          "english": "The sons of Reuben, the Gadites, and the half-tribe of Manasseh were all valiant men, capable warriors. They carried shields and swords, were skilled archers, and knew how to fight in battle. Those who went out to war numbered forty-six thousand seven hundred and thirty."
        },
        {
          "number": 19,
          "latin": "Pugnabant autem contra Agarenos: Ituræos et Naphiseos et Nodabæos.",
          "english": "They fought against the Hagrites, along with the Jeturites, Naphishites, and Nodabites."
        },
        {
          "number": 20,
          "latin": "Et adjuti sunt contra illos: traditique sunt in manibus eorum Agareni, et universi qui cum eis fuerunt: preces enim fuderunt ad Dominum dum præliarentur: et exaudivit eos, eo quod in eo confisi sunt.",
          "english": "They received help against these enemies. The Hagrites and all who were with them were delivered into their hands. This victory occurred because the Israelite warriors cried out to the Lord during the battle, and He heard their prayers, for they trusted in Him."
        },
        {
          "number": 21,
          "latin": "Et captivum duxerunt gregem eorum, camelorum quinquaginta millia, et ovium ducenta quinquaginta millia, et asinos duo millia, et animarum hominum centum millia.",
          "english": "They carried away as plunder their livestock: fifty thousand camels, two hundred fifty thousand sheep, two thousand donkeys, and one hundred thousand people as captives."
        },
        {
          "number": 22,
          "latin": "Interfecti sunt autem multi: digno enim judicio pugnabant. Et habitaverunt pro eis usque ad transmigrationem.",
          "english": "Many of their enemies were killed because the battle was fought under God's righteous judgment. And the Reubenites, Gadites, and the half-tribe of Manasseh lived in their place until the time of the exile."
        },
        {
          "number": 23,
          "latin": "Filii quoque dimidiæ tribus Manasse possederunt terram a Basan usque ad Baal Hermon et Sanir et montem Hermon: ipsi enim plurimi erant.",
          "english": "The sons of the half-tribe of Manasseh possessed the land from Bashan to Baal-Hermon, Senir, and Mount Hermon, for they had become very numerous."
        },
        {
          "number": 24,
          "latin": "Hi sunt ergo principes familiarum tribus Manasse: Epher et Isi et Eliel et Esriel et Jeremia et Odaia et Jediel, viri robustissimi et potentes, et viri nominati, principes familiarum suarum.",
          "english": "These were the chiefs of their family divisions in the half-tribe of Manasseh: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel. They were brave and powerful men, well-known leaders of their respective families."
        },
        {
          "number": 25,
          "latin": "Fornicati sunt autem contra Deum patrum suorum, et fornicati sunt post deos populorum terræ, quos abstulit Deus a facie eorum.",
          "english": "However, these tribes committed spiritual adultery against the God of their fathers. They prostituted themselves by following the gods of the peoples of the land, whom God had removed from before them."
        },
        {
          "number": 26,
          "latin": "Et suscitavit Deus Israel spiritum Phul regis Assyriorum, et spiritum Theglathphalnasar regis Assur: et transtulit Ruben et Gad et dimidiam tribum Manasse, et adduxit eos in Hala et in Habor et Ara et ad fluvium Gozan usque ad hunc diem.",
          "english": "Therefore, the God of Israel stirred up the spirit of Pul, king of Assyria, also known as Tiglath-Pileser, king of Assyria. He carried away the Reubenites, the Gadites, and the half-tribe of Manasseh, bringing them to Halah, Habor, Hara, and to the river Gozan, where they remain to this very day."
        },
        {
          "number": 27,
          "latin": "Filii Levi: Gerson et Caath et Merari.",
          "english": "The sons of Levi were Gershon, Kohath, and Merari."
        },
        {
          "number": 28,
          "latin": "Filii Caath: Amram, Isaar, Hebron, et Oziel.",
          "english": "The sons of Kohath were Amram, Izhar, Hebron, and Uzziel."
        },
        {
          "number": 29,
          "latin": "Filii Amram: Aaron, Moyses, et Maria. Filii Aaron: Nadab et Abiu, Eleazar et Ithamar.",
          "english": "The sons of Amram were Aaron, Moses, and Miriam. The sons of Aaron were Nadab, Abihu, Eleazar, and Ithamar."
        },
        {
          "number": 30,
          "latin": "Eleazar genuit Phinees, et Phinees genuit Abisue,",
          "english": "Eleazar fathered Phinehas, and Phinehas fathered Abishua."
        },
        {
          "number": 31,
          "latin": "Abisue genuit Bocci, et Bocci genuit Ozi,",
          "english": "Abishua fathered Bukki, and Bukki fathered Uzzi."
        },
        {
          "number": 32,
          "latin": "Ozi genuit Zarahia, et Zarahia genuit Meraioth,",
          "english": "Uzzi fathered Zerahiah, and Zerahiah fathered Meraioth."
        },
        {
          "number": 33,
          "latin": "Meraioth genuit Amaria, et Amaria genuit Achitob,",
          "english": "Meraioth fathered Amariah, and Amariah fathered Ahitub."
        },
        {
          "number": 34,
          "latin": "Achitob genuit Sadoc, et Sadoc genuit Achimaas,",
          "english": "Ahitub fathered Zadok, and Zadok fathered Ahimaaz."
        },
        {
          "number": 35,
          "latin": "Achimaas genuit Azaria, et Azaria genuit Johanan,",
          "english": "Ahimaaz fathered Azariah, and Azariah fathered Johanan."
        },
        {
          "number": 36,
          "latin": "Johanan genuit Azaria (ipse est qui sacerdotio functus est in domo quam ædificavit Salomon in Jerusalem),",
          "english": "Johanan fathered Azariah. This Azariah was the one who served as priest in the Temple that King Solomon built in Jerusalem."
        },
        {
          "number": 37,
          "latin": "Azaria genuit Amaria, et Amaria genuit Achitob,",
          "english": "Azariah fathered Amariah, and Amariah fathered Ahitub."
        },
        {
          "number": 38,
          "latin": "Achitob genuit Sadoc, et Sadoc genuit Sellum,",
          "english": "Ahitub fathered Zadok, and Zadok fathered Shallum."
        },
        {
          "number": 39,
          "latin": "Sellum genuit Helcia, et Helcia genuit Azaria,",
          "english": "Shallum fathered Hilkiah, and Hilkiah fathered Azariah."
        },
        {
          "number": 40,
          "latin": "Azaria genuit Saraia, et Saraia genuit Josedec.",
          "english": "Azariah fathered Seraiah, and Seraiah fathered Jehozadak."
        }
      ]
    },
    {
      "number": 6,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Filii Levi: Gerson, Caath, et Merari.",
          "english": "The children of Levi were Gerson, Caath, and Merari."
        },
        {
          "number": 2,
          "latin": "Filii Caath: Amram, Isahar, Hebron, et Oziel.",
          "english": "The children of Caath were Amram, Isahar, Hebron, and Oziel."
        },
        {
          "number": 3,
          "latin": "Filii Amram: Aaron, Moyses, et Maria. Filii Aaron: Nadab, Abiu, Eleazar, et Ithamar.",
          "english": "The children of Amram were Aaron, Moyses, and Maria. The children of Aaron were Nadab, Abiu, Eleazar, and Ithamar."
        },
        {
          "number": 4,
          "latin": "Eleazar genuit Phinees, et Phinees genuit Abisue.",
          "english": "Eleazar was the father of Phinees, and Phinees was the father of Abisue."
        },
        {
          "number": 5,
          "latin": "Abisue genuit Bocci, et Bocci genuit Ozi.",
          "english": "Abisue was the father of Bocci, and Bocci was the father of Ozi."
        },
        {
          "number": 6,
          "latin": "Ozi genuit Zarahiæ, et Zarahiæ genuit Meraioth.",
          "english": "Ozi was the father of Zarahiæ, and Zarahiæ was the father of Meraioth."
        },
        {
          "number": 7,
          "latin": "Meraioth genuit Amariam, et Amariam genuit Achitob.",
          "english": "Meraioth was the father of Amariam, and Amariam was the father of Achitob."
        },
        {
          "number": 8,
          "latin": "Achitob genuit Sadoc, et Sadoc genuit Achimaas.",
          "english": "Achitob was the father of Sadoc, and Sadoc was the father of Achimaas."
        },
        {
          "number": 9,
          "latin": "Achimaas genuit Azariam, et Azariam genuit Johanan.",
          "english": "Achimaas was the father of Azariam, and Azariam was the father of Johanan."
        },
        {
          "number": 10,
          "latin": "Johanan genuit Azariam. Ipse est Azarias, qui sacerdotio functus est in domo quam ædificavit Salomon in Jerusalem.",
          "english": "Johanan was the father of Azariam. This Azarias was the priest who ministered in the house which Solomon built in Jerusalem."
        },
        {
          "number": 11,
          "latin": "Azarias genuit Amariam, et Amariam genuit Achitob.",
          "english": "Azarias was the father of Amariam, and Amariam was the father of Achitob."
        },
        {
          "number": 12,
          "latin": "Achitob genuit Sadoc, et Sadoc genuit Sellum.",
          "english": "Achitob was the father of Sadoc, and Sadoc was the father of Sellum."
        },
        {
          "number": 13,
          "latin": "Sellum genuit Helciam, et Helcias genuit Azariam.",
          "english": "Sellum was the father of Helcias, and Helcias was the father of Azariam."
        },
        {
          "number": 14,
          "latin": "Azarias genuit Saraiam, et Saraiam genuit Josedec.",
          "english": "Azarias was the father of Saraiam, and Saraiam was the father of Josedec."
        },
        {
          "number": 15,
          "latin": "Porro Josedec egressus est, quando transtulit Dominus Judam et Jerusalem per manus Nabuchodonosor.",
          "english": "Moreover, Josedec went into exile when the Lord allowed Nabuchodonosor to carry away the people of Judah and Jerusalem."
        },
        {
          "number": 16,
          "latin": "Filii Levi: Gerson, Caath, et Merari.",
          "english": "The children of Levi were Gerson, Caath, and Merari."
        },
        {
          "number": 17,
          "latin": "Et hæc sunt nomina filiorum Gerson: Lobni et Semei.",
          "english": "And these are the names of the children of Gerson: Lobni and Semei."
        },
        {
          "number": 18,
          "latin": "Filii Caath: Amram, Isahar, Hebron, et Oziel.",
          "english": "The children of Caath were Amram, Isahar, Hebron, and Oziel."
        },
        {
          "number": 19,
          "latin": "Filii Merari: Moholi et Musi. Hæ autem cognationes Levi secundum familias eorum.",
          "english": "The children of Merari were Moholi and Musi. Now these are the descendants of Levi according to their family groups."
        },
        {
          "number": 20,
          "latin": "De Gerson: Lobni filius ejus, Jahath filius ejus, Zamma filius ejus.",
          "english": "From Gerson: his son Lobni, his son Jahath, his son Zamma."
        },
        {
          "number": 21,
          "latin": "Joah filius ejus, Addo filius ejus, Zara filius ejus, Jethrai filius ejus.",
          "english": "His son Joah, his son Addo, his son Zara, his son Jethrai."
        },
        {
          "number": 22,
          "latin": "Filii Caath: Aminadab filius ejus, Core filius ejus, Asir filius ejus.",
          "english": "The children of Caath were: his son Aminadab, his son Core, his son Asir."
        },
        {
          "number": 23,
          "latin": "Elcana filius ejus, Abiasaph filius ejus, Asir filius ejus.",
          "english": "His son Elcana, his son Abiasaph, his son Asir."
        },
        {
          "number": 24,
          "latin": "Thahath filius ejus, Uriel filius ejus, Ozias filius ejus, Saul filius ejus.",
          "english": "His son Thahath, his son Uriel, his son Ozias, his son Saul."
        },
        {
          "number": 25,
          "latin": "Filii Elcana: Amasai et Achimoth.",
          "english": "The children of Elcana were Amasai and Achimoth."
        },
        {
          "number": 26,
          "latin": "Elcana filius ejus, Sophai filius ejus, Nahath filius ejus.",
          "english": "His son Elcana, his son Sophai, his son Nahath."
        },
        {
          "number": 27,
          "latin": "Eliab filius ejus, Jeroham filius ejus, Elcana filius ejus.",
          "english": "His son Eliab, his son Jeroham, his son Elcana."
        },
        {
          "number": 28,
          "latin": "Filii Samuel: primogenitus Vasseni et Abia.",
          "english": "The children of Samuel were: his firstborn, Vasseni, and Abia."
        },
        {
          "number": 29,
          "latin": "Filii Merari: Moholi, Lobni filius ejus, Semei filius ejus, Oza filius ejus.",
          "english": "The children of Merari were: Moholi, his son Lobni, his son Semei, his son Oza."
        },
        {
          "number": 30,
          "latin": "Samaa filius ejus, Haggia filius ejus, Asaia filius ejus.",
          "english": "His son Samaa, his son Haggia, his son Asaia."
        },
        {
          "number": 31,
          "latin": "Isti sunt, quos constituit David super cantores domus Domini, ex quo locata est arca.",
          "english": "These are the men whom David appointed to oversee the singers in the house of the Lord, from the time the ark was placed there."
        },
        {
          "number": 32,
          "latin": "Et ministrabant coram tabernaculo testimonii, concentu, donec ædificaret Salomon domum Domini in Jerusalem: stabant autem juxta ordinem suum in ministerio.",
          "english": "And they ministered before the tabernacle of testimony with singing, until Solomon built the house of the Lord in Jerusalem; they stood in their service according to their appointed order."
        },
        {
          "number": 33,
          "latin": "Hi vero sunt qui assistebant cum filiis suis, de filiis Caath, Hemam cantor, filius Johel, filius Samuel.",
          "english": "Now these are the men who assisted with their sons, from the children of Caath: Hemam, the singer, son of Johel, son of Samuel."
        },
        {
          "number": 34,
          "latin": "Filius Elcana, filius Jeroham, filius Eliel, filius Thoë.",
          "english": "Son of Elcana, son of Jeroham, son of Eliel, son of Thoë."
        },
        {
          "number": 35,
          "latin": "Filius Suph, filius Elcana, filius Maath, filius Amasai.",
          "english": "Son of Suph, son of Elcana, son of Maath, son of Amasai."
        },
        {
          "number": 36,
          "latin": "Filius Elcana, filius Johel, filius Azariæ, filius Sophoniæ.",
          "english": "Son of Elcana, son of Johel, son of Azariæ, son of Sophoniæ."
        },
        {
          "number": 37,
          "latin": "Filius Thahath, filius Asir, filius Abiasaph, filius Core.",
          "english": "Son of Thahath, son of Asir, son of Abiasaph, son of Core."
        },
        {
          "number": 38,
          "latin": "Filius Isaar, filius Caath, filius Levi, filius Israel.",
          "english": "Son of Isaar, son of Caath, son of Levi, son of Israel."
        },
        {
          "number": 39,
          "latin": "Et frater ejus Asaph, qui stabat a dextris ejus, Asaph filius Barachiæ, filius Samaa.",
          "english": "And his brother Asaph, who stood at his right hand, was Asaph, son of Barachiæ, son of Samaa."
        },
        {
          "number": 40,
          "latin": "Filius Michaël, filius Basaia, filius Melchiæ.",
          "english": "Son of Michaël, son of Basaia, son of Melchiæ."
        }
      ]
    },
    {
      "number": 7,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Filii autem Issachar: Tola, et Phua, Jasub, et Somer, quatuor.",
          "english": "Now the sons of Issachar were Tola, Phua, Jasub, and Somer—a total of four sons."
        },
        {
          "number": 2,
          "latin": "Filii Tola: Uzzi, et Raphaia, et Jerihel, et Jemai, et Jebsem, et Samuel, principes familiarum suarum de Tola, viri fortissimi per cognationes suas; quorum numerus in diebus David, ducenta viginti millia sexcenti.",
          "english": "The sons of Tola were Uzzi, Raphaia, Jerihel, Jemai, Jebsem, and Samuel. These men became the heads of their families, mighty warriors from their ancestral lines. Their total number, as recorded in the days of King David, was two hundred twenty thousand six hundred."
        },
        {
          "number": 3,
          "latin": "Filii autem Uzzi: Izrahia, de quo. Filii Izrahia: Michaël, et Abdia, et Joel, et Jesia, quinque; omnes principes.",
          "english": "The son of Uzzi was Izrahia. And Izrahia's sons were Michaël, Abdia, Joel, and Jesia—a total of five, all of whom became family heads."
        },
        {
          "number": 4,
          "latin": "Cum his et cognationibus suis, secundum propinquitates et familias, virorum ad pugnandum promptissimi, triginta sex millia: multa enim conjuges et filii fuerant.",
          "english": "With these men and their extended families, according to their relationships and households, there were thirty-six thousand mighty men ready for battle, because they had many wives and many sons."
        },
        {
          "number": 5,
          "latin": "Fratres quoque eorum per omnes cognationes Issachar, robustissimi ad praelia, nonaginta septem millia.",
          "english": "Their brothers, from all the families of Issachar, were mighty men for battle, totaling ninety-seven thousand."
        },
        {
          "number": 6,
          "latin": "Filii Benjamin: Bela, et Becher, et Jadihel, tres.",
          "english": "The sons of Benjamin were Bela, Becher, and Jadihel—a total of three."
        },
        {
          "number": 7,
          "latin": "Filii Bela: Esbon, et Uzzi, et Uziel, et Jerimoth, et Uri, quinque, principes familiarum, robustissimi pugnatores; et numerus eorum viginti duo millia triginta quatuor.",
          "english": "The sons of Bela were Esbon, Uzzi, Uziel, Jerimoth, and Uri—five in total. These were the heads of families, mighty warriors. Their number was twenty-two thousand thirty-four."
        },
        {
          "number": 8,
          "latin": "Filii Becher: Zamira, et Joas, et Eliezer, et Elioenai, et Omri, et Jerimoth, et Abia, et Anathoth, et Almath: omnes hi, filii Becher.",
          "english": "The sons of Becher were Zamira, Joas, Eliezer, Elioenai, Omri, Jerimoth, Abia, Anathoth, and Almath. All these were the sons of Becher."
        },
        {
          "number": 9,
          "latin": "Horum numerus per cognationes, principes familiarum, fortissimi ad proelia, viginti millia ducenti.",
          "english": "The count of these men, by their families, who were heads of families and mighty in battle, was twenty thousand two hundred."
        },
        {
          "number": 10,
          "latin": "Filii autem Jadihel: Balan. Filii autem Balan: Jehus, et Benjamin, et Aod, et Chanana, et Zethan, et Tharsis, et Ahisahar.",
          "english": "The son of Jadihel was Balan. And the sons of Balan were Jehus, Benjamin, Aod, Chanana, Zethan, Tharsis, and Ahisahar."
        },
        {
          "number": 11,
          "latin": "Omnes hi, filii Jadihel, principes familiarum, fortissimi viri, decem et septem millia ducenti ad pugnandum.",
          "english": "All these, the sons of Jadihel, were heads of families and mighty men of war, numbering seventeen thousand two hundred who were ready for battle."
        },
        {
          "number": 12,
          "latin": "Sepham quoque et Huppham, filii Hir: et Husim, filii Aher.",
          "english": "Also Sepham and Huppham were the sons of Hir. And Husim was a son of Aher."
        },
        {
          "number": 13,
          "latin": "Filii autem Nephthali: Jasiel, et Guni, et Jezer, et Sellum. Filii Bala.",
          "english": "The sons of Nephthali were Jasiel, Guni, Jezer, and Sellum—these were the sons of Bala."
        },
        {
          "number": 14,
          "latin": "Filii autem Manasse: Asrihel: et de concubina ejus Syriaca, peperit Machir patrem Galaad.",
          "english": "The sons of Manasseh: Asrihel. And his Syrian concubine bore Machir, who became the father of Galaad."
        },
        {
          "number": 15,
          "latin": "Machir autem accepit uxores filiis suis Hupphim et Supphim: et habuit sororem nomine Maacha: nomen secundi Salphaad, natusque est Salphaad filias.",
          "english": "Machir took wives for his sons Hupphim and Supphim. He also had a sister named Maacha. The name of his second son was Salphaad, who had only daughters."
        },
        {
          "number": 16,
          "latin": "Peperitque Maacha uxor Machir, virum, et vocavit nomen ejus Phares: nomenque fratris ejus Sares: et filii ejus Ulam et Recem.",
          "english": "Maacha, Machir's wife, bore a son and called his name Phares. His brother's name was Sares. His sons were Ulam and Recem."
        },
        {
          "number": 17,
          "latin": "Filii autem Ulam: Badan. Hi sunt filii Galaad filii Machir, filii Manasse.",
          "english": "The son of Ulam was Badan. These were the sons of Galaad, the son of Machir, the son of Manasseh."
        },
        {
          "number": 18,
          "latin": "Soror autem ejus Regina peperit Isod, et Abihi, et Mahela.",
          "english": "His sister, Regina, bore Isod, Abihi, and Mahela."
        },
        {
          "number": 19,
          "latin": "Fuerunt autem filii Semida, Ahian, et Sechem, et Leci, et Aniam.",
          "english": "The sons of Semida were Ahian, Sechem, Leci, and Aniam."
        },
        {
          "number": 20,
          "latin": "Filii autem Ephraim: Suthela, cujus fuit Bared filius, cujus Ruhapha filius, cujus Reseph filius, cujus Thale filius, cujus Aran filius.",
          "english": "The sons of Ephraim: Suthela, whose son was Bared; whose son was Ruhapha; whose son was Reseph; whose son was Thale; whose son was Aran."
        },
        {
          "number": 21,
          "latin": "Cujus filius Badam, cujus filius Zathan, cujus filius Eden, et frater ejus Berad, et Thaha, interfecitque illos viri Geth indigenae, eo quod descendissent ad diripienda pecora eorum.",
          "english": "His son was Badam; whose son was Zathan; whose son was Eden. His brother was Berad, and Thaha. The men who were native to Geth killed them because they had gone down to plunder their livestock."
        },
        {
          "number": 22,
          "latin": "Luctuque percussus est Ephraim pater eorum multis diebus, et venerunt fratres ejus ut consolarentur eum.",
          "english": "Ephraim, their father, was struck with grief for many days, and his brothers came to comfort him."
        },
        {
          "number": 23,
          "latin": "Ingressusque est ad uxorem suam, quae concepit et peperit filium, et vocavit nomen ejus Beria, eo quod in malis domus ejus natus esset.",
          "english": "Then he went to his wife, who conceived and bore a son, and he called his name Beria because he was born during a time of evil in his household."
        },
        {
          "number": 24,
          "latin": "Filia quoque ejus fuit Sara, quae aedificavit Bethoron inferiorem et superiorem, et Uzzen Sara.",
          "english": "His daughter was Sara, who built the lower and upper Bethoron, and Uzzen Sara."
        },
        {
          "number": 25,
          "latin": "Filius autem ejus Rapha, et Reseph, et Thale, de quo natus est Taan,",
          "english": "His son was Rapha, and Reseph, and Thale, from whom Taan was born."
        },
        {
          "number": 26,
          "latin": "qui genuit Laadan: hujus filius Ammiud, hujus filius Elisama,",
          "english": "Taan begot Laadan; Laadan's son was Ammiud; Ammiud's son was Elisama."
        },
        {
          "number": 27,
          "latin": "hujus filius Nun, hujus filius Josue.",
          "english": "Elisama's son was Nun; Nun's son was Josue."
        },
        {
          "number": 28,
          "latin": "Possessio autem eorum et habitatio, Bethel cum filiabus suis, et contra orientem Noran, et ad occidentalem plagam Gazer et filiae ejus, Sichem quoque cum filiabus suis usque Azam et filias ejus.",
          "english": "Their possessions and dwellings were Bethel with its villages, and to the east, Noran; to the west, Gazer with its villages; also Sichem with its villages, all the way to Azam and its villages."
        },
        {
          "number": 29,
          "latin": "Juxta filios quoque Manasse, Bethsan et filias ejus, Thanach et filias ejus, Mageddo et filias ejus, Gezer et filias ejus: in his habitaverunt filii Joseph filii Israel.",
          "english": "Alongside the sons of Manasseh, their territory included Bethsan with its villages, Thanach with its villages, Mageddo with its villages, and Gezer with its villages. In these places the sons of Joseph, the sons of Israel, lived."
        },
        {
          "number": 30,
          "latin": "Filii autem Aser: Jemna, et Jesua, et Jessui, et Beria, et Sara soror eorum.",
          "english": "The sons of Aser were Jemna, Jesua, Jessui, and Beria, with Sara as their sister."
        },
        {
          "number": 31,
          "latin": "Filii autem Beria: Heber, et Melchiel: ipse est pater Barsaith.",
          "english": "The sons of Beria were Heber and Melchiel. Melchiel was the father of Barsaith."
        },
        {
          "number": 32,
          "latin": "Heber genuit Jephlat, et Somer, et Hotham, et Suaa sororem eorum.",
          "english": "Heber begot Jephlat, Somer, Hotham, and Suaa, their sister."
        },
        {
          "number": 33,
          "latin": "Filii Jephlat: Phosech, et Bamaal, et Asoth: hi sunt filii Jephlat.",
          "english": "The sons of Jephlat were Phosech, Bamaal, and Asoth. These were Jephlat's sons."
        },
        {
          "number": 34,
          "latin": "Filii autem Somer: Roaga, et Haba, et Aram.",
          "english": "The sons of Somer were Roaga, Haba, and Aram."
        },
        {
          "number": 35,
          "latin": "Et filii Hotham: Supha, et Jemna, et Seles, et Amal.",
          "english": "And the sons of Hotham were Supha, Jemna, Seles, and Amal."
        },
        {
          "number": 36,
          "latin": "Filii Aser: de Supha, Sue, et Harnapher, et Sual, et Beri, et Jamra,",
          "english": "The sons of Aser: from Supha were Sue, Harnapher, Sual, Beri, and Jamra."
        },
        {
          "number": 37,
          "latin": "et Bosor, et Hod, et Sama, et Selesa, et Jethran, et Bera.",
          "english": "And Bosor, and Hod, and Sama, and Selesa, and Jethran, and Bera."
        },
        {
          "number": 38,
          "latin": "Filii autem Jether: Jephone, et Phaspha, et Ara.",
          "english": "The sons of Jether were Jephone, Phaspha, and Ara."
        },
        {
          "number": 39,
          "latin": "Filii autem Ulla: Arah, et Hanniel, et Resia.",
          "english": "The sons of Ulla were Arah, Hanniel, and Resia."
        },
        {
          "number": 40,
          "latin": "Omnes hi filii Aser, principes familiarum, electi et fortissimi duces principum: et fuit numerus eorum qui ducerentur ad praelium, viginti sex millia virorum.",
          "english": "All these were the sons of Aser, heads of families, chosen as mighty leaders among the chiefs. The number of men who were prepared to be led into battle was twenty-six thousand."
        }
      ]
    },
    {
      "number": 8,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Benjamin autem genuit Bala primogenitum suum, Asbel secundum, Ahara tertium,",
          "english": "Now Benjamin fathered his firstborn son, Bala. His second son was Asbel, and his third was Ahara."
        },
        {
          "number": 2,
          "latin": "Noha quartum, et Rapha quintum.",
          "english": "His fourth son was Noha, and his fifth was Rapha."
        },
        {
          "number": 3,
          "latin": "Fueruntque filii Bala, Addar et Gera, et Abihud,",
          "english": "The sons of Bala were Addar, Gera, and Abihud."
        },
        {
          "number": 4,
          "latin": "Abisue quoque et Naaman, Ahia etiam,",
          "english": "Also, Abishua, Naaman, and Ahiah."
        },
        {
          "number": 5,
          "latin": "et Gera, et Sephuphan, et Huram.",
          "english": "And Gera, Sephuphan, and Huram."
        },
        {
          "number": 6,
          "latin": "Hi sunt filii Aod, principes familiarum habitantium in Gabaa, qui translati sunt in Manahath.",
          "english": "These were the sons of Ehud, who were the chiefs of the families living in Geba. They were moved and settled in Manahath."
        },
        {
          "number": 7,
          "latin": "Naaman quoque, et Ahia, et Gera: ipse et transtulit eos, et genuit Oza, et Ahiud.",
          "english": "These were Naaman, Ahiah, and Gera. It was Gera himself who relocated them, and he fathered Uzza and Ahihud."
        },
        {
          "number": 8,
          "latin": "Porro Saaraim genuit in regione Moab, postquam dimisit Husim et Baara uxores suas.",
          "english": "Furthermore, Shaharaim fathered children in the region of Moab after he had sent away his wives Hushim and Baara."
        },
        {
          "number": 9,
          "latin": "Genuit autem de Hodes uxore sua, Jobab, et Sebia, et Mosa, et Molchom,",
          "english": "Now, by his wife Hodes, he fathered Jobab, Zebiah, Mesha, and Malcam."
        },
        {
          "number": 10,
          "latin": "et Jehus, et Sachia, et Marma. Hi sunt filii ejus principes familiarum.",
          "english": "Also Jeus, Sachia, and Mirma. These are his sons, who were chiefs of families."
        },
        {
          "number": 11,
          "latin": "De Husim vero genuit Ahitob, et Elphaal.",
          "english": "From Hushim, however, he fathered Ahitub and Elpaal."
        },
        {
          "number": 12,
          "latin": "Filii autem Elphaal, Heber, et Misaam, et Samad: hic ædificavit Onon, et Lod cum filiabus suis.",
          "english": "Now the sons of Elpaal were Heber, Misham, and Shemed. It was Shemed who built Ono and Lod, along with their surrounding villages."
        },
        {
          "number": 13,
          "latin": "Beria quoque et Sama, principes familiarum habitantium in Ajalon: hi fugaverunt habitatores Geth.",
          "english": "Also, Beriah and Shema were chiefs of families who lived in Aijalon. These were the ones who drove out the inhabitants of Gath."
        },
        {
          "number": 14,
          "latin": "Ahio, Sasac, et Jerimoth,",
          "english": "Ahio, Shashak, and Jeremoth."
        },
        {
          "number": 15,
          "latin": "Zebadia, et Arad, et Eder,",
          "english": "Zebadiah, Arad, and Eder."
        },
        {
          "number": 16,
          "latin": "Michael, et Jespha, et Joha filii Beria.",
          "english": "Michael, Ishpah, and Joha were the sons of Beriah."
        },
        {
          "number": 17,
          "latin": "Zebadia, et Mosollam, et Hezeci, et Heber,",
          "english": "Zebadiah, Meshullam, Hizki, and Heber."
        },
        {
          "number": 18,
          "latin": "Jesamari quoque, et Jezlia, et Jobab, filii Elphaal.",
          "english": "Also Ishmerai, Izliah, and Jobab were sons of Elpaal."
        },
        {
          "number": 19,
          "latin": "Jacim, et Zechri, et Zabdi,",
          "english": "Jakim, Zichri, and Zabdi."
        },
        {
          "number": 20,
          "latin": "Elienai, et Selethai, et Eliel,",
          "english": "Elienai, Zilthai, and Eliel."
        },
        {
          "number": 21,
          "latin": "Adaia, et Baraia, et Samarat, filii Semei.",
          "english": "Adaiah, Beraiah, and Shimrath were the sons of Shimei."
        },
        {
          "number": 22,
          "latin": "Jesphan, et Heber, et Eliel,",
          "english": "Ishpan, Heber, and Eliel."
        },
        {
          "number": 23,
          "latin": "Abdon, et Zechri, et Anan,",
          "english": "Abdon, Zichri, and Hanan."
        },
        {
          "number": 24,
          "latin": "Anania, et Elam, et Anthothia,",
          "english": "Hananiah, Elam, and Antothiah."
        },
        {
          "number": 25,
          "latin": "Iephdaia, et Phanuel filii Sasac.",
          "english": "Iphedeiah and Penuel were the sons of Shashak."
        },
        {
          "number": 26,
          "latin": "Samsarai, et Saarai, et Gotholia,",
          "english": "Shamsherai, Shehariah, and Athaliah."
        },
        {
          "number": 27,
          "latin": "Zebedia, et Melluch, et Salmasi, filii Jeroham.",
          "english": "Jereshiah, Eliah, and Zichri were the sons of Jeroham."
        },
        {
          "number": 28,
          "latin": "Hi principes familiarum et stirpium suarum: hi habitaverunt in Jerusalem.",
          "english": "These were the chiefs of the families and their lineages. These chiefs dwelt in Jerusalem."
        },
        {
          "number": 29,
          "latin": "In Gabaon autem habitaverunt pater Gabaon, et nomen uxoris ejus Maacha:",
          "english": "Now, in Gibeon, the father, or founder, of Gibeon dwelt, and the name of his wife was Maachah."
        },
        {
          "number": 30,
          "latin": "et filius ejus primogenitus Abdon, et Sur, et Cis, et Baal, et Nadab,",
          "english": "And his firstborn son was Abdon, then Zur, Kish, Baal, and Nadab."
        },
        {
          "number": 31,
          "latin": "Gedor quoque, et Ahio, et Zacher.",
          "english": "Also Gedor, Ahio, and Zecher."
        },
        {
          "number": 32,
          "latin": "Et Macelloth genuit Samaa: isti habitaverunt ex adverso fratres suos in Jerusalem, cum fratribus suis.",
          "english": "And Mikloth fathered Shimeah. These lived alongside their relatives in Jerusalem, within the community of their brothers."
        },
        {
          "number": 33,
          "latin": "Porro Ner genuit Cis, et Cis genuit Saul, et Saul genuit Jonathan, et Melchisua, et Abinadab, et Esbaal.",
          "english": "Furthermore, Ner fathered Kish. Kish fathered Saul. And Saul fathered Jonathan, Malchishua, Abinadab, and Esh-baal."
        },
        {
          "number": 34,
          "latin": "Et filius Jonathan, Meribbaal: et Meribbaal genuit Micha.",
          "english": "And Jonathan's son was Meribbaal. And Meribbaal fathered Micah."
        },
        {
          "number": 35,
          "latin": "Filii autem Micha, Phithon, et Melech, et Tharaa, et Ahaz.",
          "english": "Now the sons of Micah were Pithon, Melech, Tahrea, and Ahaz."
        },
        {
          "number": 36,
          "latin": "Et Ahaz genuit Joada, et Joada genuit Alemeth, et Azmoth, et Zamri: et Zamri genuit Mosa,",
          "english": "And Ahaz fathered Jehoaddah. And Jehoaddah fathered Alemeth, Azmaveth, and Zimri. And Zimri fathered Moza."
        },
        {
          "number": 37,
          "latin": "et Mosa genuit Banaa, qui fuit pater Rapha: et Rapha genuit Elasa, et Elasa genuit Azel.",
          "english": "And Moza fathered Binea, who was the father of Rapha. And Rapha fathered Eleasah. And Eleasah fathered Azel."
        },
        {
          "number": 38,
          "latin": "Huic autem Azel sex filii fuerunt, nomina eorum Azricam, Bocru, Ismael, Saraia, Abdia, Anan: omnes hi filii Azel.",
          "english": "Now Azel had six sons. Their names were Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. All these were the sons of Azel."
        },
        {
          "number": 39,
          "latin": "Filii autem Esec fratris ejus, Ulam primogenitus, Jehus secundus, Eliphalet tertius.",
          "english": "Now the sons of Eshek, his brother, were Ulam his firstborn, Jeush his second, and Eliphelet his third."
        },
        {
          "number": 40,
          "latin": "Fuerunt autem filii Ulam viri robustissimi et ducentes sagittas: et habentes plurimos filios, et nepotes usque ad centum quinquaginta. Omnes hi de filiis Benjamin.",
          "english": "Now the sons of Ulam were exceptionally strong men and skilled archers. They had many sons and descendants, up to one hundred and fifty in number. All these were from the sons of Benjamin."
        }
      ]
    },
    {
      "number": 9,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et omnis Israel numeratus est, et continetur in sermonibus libri regum Judae et Israel: et translati sunt in Babylonem propter iniquitates suas.",
          "english": "And all of Israel was counted and their records are found in the books of the kings of Judah and Israel; and they were taken away as exiles to Babylon because of their sins."
        },
        {
          "number": 2,
          "latin": "Et principes qui habitaverunt in civitatibus et in possessionibus suis, sunt isti: Israelitae, sacerdotes, Levitae, et Nathinaei.",
          "english": "The first people to resettle in their cities and lands were these leaders: the Israelites, the priests, the Levites, and the Nethinim."
        },
        {
          "number": 3,
          "latin": "In Jerusalem autem habitaverunt de filiis Juda, et de filiis Benjamin, et de filiis Ephraim, et Manasse.",
          "english": "In Jerusalem itself, the following groups lived: some from the children of Judah, and some from the children of Benjamin, and some from the children of Ephraim and Manasseh."
        },
        {
          "number": 4,
          "latin": "Uthai filius Ammiud, filii Amri, filii Omrai, filii Bana, de filiis Phares, filii Juda.",
          "english": "Uthai, son of Ammiud, son of Omri, son of Bana, from the children of Perez, son of Judah."
        },
        {
          "number": 5,
          "latin": "Et de Siloni, Asaia primogenitus, et filii ejus.",
          "english": "And from the line of Shelah, there was Asaiah the firstborn, and his sons."
        },
        {
          "number": 6,
          "latin": "De filiis autem Zara, Jehuel, et fratres ejus, sexcenti nonaginta.",
          "english": "From the children of Zerah, there was Jeuel, and his six hundred and ninety brothers."
        },
        {
          "number": 7,
          "latin": "Et de filiis Benjamin: Sallu filius Mosollam, filii Oduia, filii Asana.",
          "english": "And from the children of Benjamin: Sallu, son of Meshullam, son of Hodaviah, son of Hassenuah."
        },
        {
          "number": 8,
          "latin": "Et Jebania filius Jeroham, et Ela filius Ozi, filii Mochori, et Mosollam filius Saphatiae, filii Rahuel, filii Jebaniae.",
          "english": "And Ibneiah, son of Jeroham; and Elah, son of Uzzi, son of Michri; and Meshullam, son of Shephathiah, son of Reuel, son of Ibnijah."
        },
        {
          "number": 9,
          "latin": "Et fratres eorum per familias suas, nongenti quinquaginta sex: omnes isti principes familiarum secundum domos suas.",
          "english": "And their brothers, according to their family lines, numbered nine hundred and fifty-six. All these were heads of households, according to their family units."
        },
        {
          "number": 10,
          "latin": "Et de sacerdotibus: Jedaia, Jojarib, Jachin.",
          "english": "And among the priests were: Jedaiah, Jehoiarib, Jachin."
        },
        {
          "number": 11,
          "latin": "Et Azarias filius Helciae, filii Mosollam, filii Sadoc, filii Meraioth, filii Achitob, princeps domus Dei.",
          "english": "And Azariah, son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub, who was the ruler of the House of God."
        },
        {
          "number": 12,
          "latin": "Adaia quoque filius Jeroham, filii Phasor, filii Melchiae: et Maasai filius Adiel, filii Jezra, filii Mosollam, filii Mosollamith, filii Emmer.",
          "english": "Also Adaiah, son of Jeroham, son of Pashhur, son of Malchijah; and Maasai, son of Adiel, son of Jahzerah, son of Meshullam, son of Meshillemith, son of Immer."
        },
        {
          "number": 13,
          "latin": "Et fratres eorum principes familiarum, mille septingenti sexaginta, fortissimi robore ad opus ministerii domus Dei.",
          "english": "And their brothers, who were heads of households, numbered one thousand seven hundred and sixty. They were very mighty in strength for the work of the service of the House of God."
        },
        {
          "number": 14,
          "latin": "De Levitis vero: Semeia filius Hassub, filii Azaricam, filii Hasabiae de filiis Merari.",
          "english": "Now from the Levites: Shemaiah, son of Hasshub, son of Azrikam, son of Hashabiah, from the children of Merari."
        },
        {
          "number": 15,
          "latin": "Bacbacar, Heres, Galal, Mathania filius Micha, filii Zechri, filii Asaph.",
          "english": "Bakbakkar, Heresh, Galal; Mattaniah, son of Micah, son of Zichri, son of Asaph."
        },
        {
          "number": 16,
          "latin": "Et Obdia filius Semeia, filii Galal, filii Idithun: et Barachia filius Asa, filii Elcana, qui habitavit in atriis Nethuphati.",
          "english": "And Obadiah, son of Shemaiah, son of Galal, son of Jeduthun; and Berechiah, son of Asa, son of Elkanah, who lived in the settlements of Netophah."
        },
        {
          "number": 17,
          "latin": "Janitores autem: Sellum, et Accub, et Telmon, et Ahiman: et fratres eorum: Sellum princeps.",
          "english": "Now the gatekeepers were: Shallum, Akkub, Talmon, and Ahiman. And their brothers; Shallum was their chief."
        },
        {
          "number": 18,
          "latin": "Usque nunc in porta regis ad orientem, ipsi fuerunt per vices suas janitores filiorum Levi.",
          "english": "Until now, they were the gatekeepers at the King's Gate, which is to the east, serving in their assigned shifts, these sons of Levi."
        },
        {
          "number": 19,
          "latin": "Porro Sellum filius Core, filii Abiasaph, filii Core, cum fratribus suis et domo patris sui: Coreitae super opera ministerii, custodes liminum tabernaculi: et familiae eorum per vices suas erant ad custodias castrorum Domini.",
          "english": "Furthermore, Shallum, son of Kore, son of Ebiasaph, son of Korah—with his brothers and his father's household, the Korahites—they were in charge of the work of the ministry, as guardians of the thresholds of the tabernacle. And their family lines, in their assigned shifts, were responsible for guarding the Lord's encampment."
        },
        {
          "number": 20,
          "latin": "Phinees autem filius Eleazar erat dux super eos ante Dominum.",
          "english": "Now Phinehas, son of Eleazar, was their leader before the Lord."
        },
        {
          "number": 21,
          "latin": "Et Zacharias filius Mosollamia janitor portae tabernaculi foederis.",
          "english": "And Zechariah, son of Meshelemiah, was the gatekeeper of the entrance to the Tabernacle of the Covenant."
        },
        {
          "number": 22,
          "latin": "Omnes hi electi janitores per portas, ducenti duodecim: et divisi in villis suis, quos constituerunt David et Samuel propheta in fide sua.",
          "english": "All these chosen gatekeepers for the entrances numbered two hundred and twelve. They were assigned to their own villages, whom David and Samuel the prophet had appointed in their faithfulness to God."
        },
        {
          "number": 23,
          "latin": "Tam ipsi, quam filii eorum per portas Domini, et tabernaculum custodiis agebant.",
          "english": "Both they themselves and their sons were responsible for guarding the entrances to the Lord's tabernacle."
        },
        {
          "number": 24,
          "latin": "Per quatuor ventos erant janitores: ad orientem, et occidentem, et aquilonem, et meridiem.",
          "english": "The gatekeepers were stationed at the four cardinal directions: to the east, west, north, and south."
        },
        {
          "number": 25,
          "latin": "Fratres autem eorum in viculis suis morabantur, ut venirent per dies septem, et vice sua cum illis.",
          "english": "Their brothers lived in their own villages so that they could come every seven days and take their shift with them."
        },
        {
          "number": 26,
          "latin": "Ipsi enim erant per fiduciam principes janitorum Levitici generis, et erant super thesauros, et super thesauros sanctorum.",
          "english": "For these were the chief gatekeepers from the Levitical lineage, holding their positions by trust. They were also in charge of the treasuries, and of the sacred treasures."
        },
        {
          "number": 27,
          "latin": "Manebat autem super eos, ut aperirent ostia mane per singulos dies.",
          "english": "It was also their duty to open the doors every morning."
        },
        {
          "number": 28,
          "latin": "De his erant et qui curam habebant vasorum ministerii: et inferebantur et efferebantur ad numerum.",
          "english": "Some of them were also responsible for the vessels of ministry, and these were brought in and taken out by count."
        },
        {
          "number": 29,
          "latin": "De ipsis erant, qui et vasa sanctuarii, et universa vasa caereremoniarum, et similaginem, et vinum, et oleum, et thus, et aromata, custodiebant.",
          "english": "Others among them were entrusted with the sacred vessels, and all the vessels for the ceremonial rites, as well as the fine flour, wine, oil, incense, and spices."
        },
        {
          "number": 30,
          "latin": "Filii autem sacerdotum, pigmenta unguenti faciebant.",
          "english": "But it was the sons of the priests who prepared the mixtures of ointments."
        },
        {
          "number": 31,
          "latin": "Et Matthathias Levites primogenitus Sellum Coreitae, praefectus erat eorum quae in sartagine frigebantur.",
          "english": "And Mattithiah, a Levite, the firstborn of Shallum the Korahite, was entrusted with the preparation of the offerings baked on griddles."
        },
        {
          "number": 32,
          "latin": "Et de fratribus eorum filiorum Caath, erant qui panibus propositionis praeessent, ut semper novos facerent per singula sabbata.",
          "english": "And some of their brothers, from the children of Kohath, were responsible for the bread of the Presence, making sure new loaves were prepared every Sabbath."
        },
        {
          "number": 33,
          "latin": "Hi sunt cantores, principes familiarum Levitarum, qui morabantur in exedris, ita ut die ac nocte jugiter suo ministerio deservirent.",
          "english": "These are the singers, who were heads of Levitical households, and they lived in special chambers. They were continually serving in their ministry both day and night."
        },
        {
          "number": 34,
          "latin": "Principes familiarum Levitarum, per generationes suas et mansiones suas. Hi erant principes.",
          "english": "These were the heads of the Levitical households, according to their generations and dwelling places. These were the chief men."
        },
        {
          "number": 35,
          "latin": "In Gabaon autem habitaverunt pater Gabaon, Jehiel: et nomen uxoris ejus Maacha.",
          "english": "Now in Gibeon, Jeiel, the father of Gibeon, lived there; and the name of his wife was Maacah."
        },
        {
          "number": 36,
          "latin": "Filius ejus primogenitus Abdon, et Sur, et Cis, et Baal, et Ner, et Nadab.",
          "english": "His firstborn son was Abdon, then Zur, Kish, Baal, Ner, and Nadab."
        },
        {
          "number": 37,
          "latin": "Gedor quoque, et Ahio, et Zacharias, et Macelloth.",
          "english": "Also Gedor, Ahio, Zechariah, and Mikloth."
        },
        {
          "number": 38,
          "latin": "Porro Macelloth genuit Samaa: isti habitaverunt e regione fratrum suorum in Jerusalem, cum fratribus suis.",
          "english": "Mikloth begot Shimeam. These also lived alongside their relatives in Jerusalem, with their brothers."
        },
        {
          "number": 39,
          "latin": "Ner autem genuit Cis: et Cis genuit Saul: et Saul genuit Jonathan, et Melchisua, et Abinadab, et Esbaal.",
          "english": "Ner begot Kish; Kish begot Saul; and Saul begot Jonathan, Malchishua, Abinadab, and Eshbaal."
        },
        {
          "number": 40,
          "latin": "Et filius Jonathan, Meribbaal: et Meribbaal genuit Micha. Filius autem Micha, Phithon, et Melech, et Tharaa, et Achaz.",
          "english": "And the son of Jonathan was Meribbaal; and Meribbaal begot Micah. And the sons of Micah were Pithon, Melech, Tahrea, and Ahaz."
        }
      ]
    },
    {
      "number": 10,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Igitur Philisthiim pugnabant adversum Israel: et fugerunt viri Israel ante faciem Philisthinorum, et ceciderunt vulnerati in monte Gelboe.",
          "english": "So then, the Philistines were fighting against Israel. The Israelite soldiers fled from the Philistines and fell, wounded, on Mount Gilboa."
        },
        {
          "number": 2,
          "latin": "Persequentesque Philisthiim Saul et filios ejus, percusserunt Jonathan, et Abinadab, et Malchisua filios Saul.",
          "english": "The Philistines pursued Saul and his sons, and they struck down Jonathan, Abinadab, and Malchisua, who were Saul's sons."
        },
        {
          "number": 3,
          "latin": "Et aggravatum est proelium adversus Saul: inveneruntque eum sagittarii, et vulneraverunt jaculis.",
          "english": "The battle intensified against Saul, and the archers found him and wounded him with their arrows."
        },
        {
          "number": 4,
          "latin": "Et dixit Saul armigero suo: Evagina gladium tuum, et percute me: ne forte veniant incircumcisi isti, et illudant mihi. Et noluit armiger ejus, timore perterritus.",
          "english": "Saul then said to his armor-bearer: 'Draw your sword and run me through, so that these uncircumcised enemies (the Philistines, viewed with religious contempt by the Israelites) don't come and mock me.' But his armor-bearer refused, utterly terrified."
        },
        {
          "number": 5,
          "latin": "Arripuit itaque Saul gladium, et irruit super eum.",
          "english": "So Saul took his own sword and fell upon it."
        },
        {
          "number": 6,
          "latin": "Quod cum vidisset armiger ejus, videlicet mortuum Saul, irruit et ipse super gladium suum, et mortuus est.",
          "english": "When his armor-bearer saw that Saul was dead, he also fell upon his own sword and died."
        },
        {
          "number": 7,
          "latin": "Interrogantes autem omnes Israelitae, qui habitabant in campestribus, videntes quod fugissent viri Israel, et mortuus esset Saul, et filii ejus: dereliquerunt civitates suas, et unumquemque locum, et fugerunt. Veneruntque Philisthiim, et habitaverunt ibi.",
          "english": "Now all the Israelites who lived in the valleys, upon seeing that the Israelite soldiers had fled and that Saul and his sons were dead, abandoned their cities and every location, and fled. Then the Philistines came and settled there."
        },
        {
          "number": 8,
          "latin": "Die igitur altero, venerunt Philisthiim ut spoliarent interfectos, et invenerunt Saul, et filios ejus jacentes in monte Gelboe.",
          "english": "So on the next day, the Philistines came to strip the dead, and they found Saul and his sons lying on Mount Gilboa."
        },
        {
          "number": 9,
          "latin": "Truncaveruntque caput ejus, et spoliaverunt eum armis, et mittentes in terra Philisthinorum, per gyrum, ut annunciaretur in simulacris idolorum, et in populis suis.",
          "english": "They cut off his head and stripped him of his armor, and sent them throughout the land of the Philistines (to publicly announce their victory), to be displayed among the temples of their idols and to be shown to their own people."
        },
        {
          "number": 10,
          "latin": "Arma autem illius posuerunt in templo Astaroth, et caput affixerunt in templo Dagon.",
          "english": "They placed Saul's armor in the temple of Astaroth (a pagan goddess), and fastened his head in the temple of Dagon (a pagan god)."
        },
        {
          "number": 11,
          "latin": "Hoc cum audissent universi Jabes Galaad, quaecumque fecerant Philisthiim Saul,",
          "english": "When all the inhabitants of Jabesh-Gilead heard this about everything the Philistines had done to Saul (their former deliverer),"
        },
        {
          "number": 12,
          "latin": "Surrexerunt omnes viri fortissimi, et tulerunt cadavera Saul, et filiorum ejus, et attulerunt in Jabes, et sepelierunt ossa eorum sub quercu, quae erat in Jabes: et jejunaverunt septem diebus.",
          "english": "All the bravest men rose up and took the bodies of Saul and his sons. They brought them to Jabesh and buried their bones under the oak tree that was in Jabesh. And they fasted for seven days (in mourning)."
        },
        {
          "number": 13,
          "latin": "Mortuus est ergo Saul propter iniquitates suas, eo quod praevaricatus sit mandatum Domini, quod non custodivit: sed insuper et pythonissam consuluerit,",
          "english": "So Saul died because of his sins: because he had transgressed the command of the Lord, which he had not kept, and moreover, he had even consulted a witch (a diviner, a practice forbidden by God)."
        },
        {
          "number": 14,
          "latin": "et non speraverit in Domino: propterea interfecit eum, et transtulit regnum ejus ad David filium Isai.",
          "english": "and had not trusted in the Lord. Therefore, the Lord killed him and transferred his kingdom to David, the son of Jesse."
        }
      ]
    },
    {
      "number": 11,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Igitur universus Israël congregatus est ad David in Hebron, dicens: Ecce nos sumus os tuum, et caro tua.",
          "english": "So then, all of Israel gathered to David in Hebron, saying, \"Behold, we are your bone and your flesh,\" meaning we are your family and kin."
        },
        {
          "number": 2,
          "latin": "Jampridem quoque cum adhuc Saul regnaret, tu eras qui educebas et introducebas Israël: et Dominus Deus tuus dixit tibi: Tu pasces populum meum Israël, et tu eris dux super eum.",
          "english": "Even long ago, while Saul was still reigning, you were the one who led Israel out to battle and brought them back. And the Lord your God told you: \"You shall shepherd My people Israel, and you shall be their chosen leader.\""
        },
        {
          "number": 3,
          "latin": "Venerunt ergo universi majores natu de Israël ad regem in Hebron, et iniit David foedus cum eis in Hebron coram Domino: unxeruntque eum regem super Israël, juxta sermonem Domini in manu Samuel.",
          "english": "So then, all the elders of Israel came to the king in Hebron. And David made a covenant with them in Hebron before the Lord. And they anointed him king over Israel, just as the Lord had spoken through Samuel."
        },
        {
          "number": 4,
          "latin": "Abiit quoque David et universus Israël in Jerusalem, haec est Jebus, ubi erant Jebusaei habitatores terrae.",
          "english": "Then David and all of Israel went to Jerusalem—which is also called Jebus, where the Jebusites were living in the land."
        },
        {
          "number": 5,
          "latin": "Dixeruntque habitatores Jebus ad David: Non ingredieris huc. Porro David cepit arcem Sion, haec est civitas David.",
          "english": "But the inhabitants of Jebus said to David, \"You shall not enter here!\" Nevertheless, David captured the stronghold of Sion, which is now known as the City of David."
        },
        {
          "number": 6,
          "latin": "Dixerat autem David: Quicumque percusserit Jebusaeum in primis, erit princeps et dux. Ascendit ergo primus Joab filius Sarviae, et factus est princeps.",
          "english": "David had said earlier, \"Whoever strikes down a Jebusite first will be made chief and a commander.\" So Joab, the son of Sarvia, went up first, and he became the chief."
        },
        {
          "number": 7,
          "latin": "Et habitavit David in arce, ob quam causam vocata est civitas David.",
          "english": "And David lived in that stronghold, which is why it was called the City of David."
        },
        {
          "number": 8,
          "latin": "Aedificavitque urbem in gyro a Mello, usque in circuitu: porro Joab reliqua urbis instauravit.",
          "english": "And David built up the city all around, from Millo and extending in a circle. Meanwhile, Joab restored the rest of the city."
        },
        {
          "number": 9,
          "latin": "Et grandis effectus est David, crescens et magnificans, et Dominus exercituum erat cum eo.",
          "english": "And David became very great, continually growing and becoming more prominent, for the Lord of hosts was with him."
        },
        {
          "number": 10,
          "latin": "Hi quoque sunt principes fortium David, qui adjuverunt eum ut rex fieret in omni Israël, juxta sermonem Domini.",
          "english": "These also are the chiefs of David's mighty men, who helped him become king over all of Israel, in accordance with the word of the Lord."
        },
        {
          "number": 11,
          "latin": "Et hic est numerus fortium David: Jasobaam filius Hachamoni, princeps inter triginta: hic levavit hastam suam super trecentos vulneratos una vice.",
          "english": "And this is the number of David's mighty men: Jasobaam, the son of Hachamoni, who was chief among the thirty. He lifted his spear against three hundred men and wounded them all at one time."
        },
        {
          "number": 12,
          "latin": "Post hunc Eleazar filius patrui ejus Achoites, qui erat inter tres potentes.",
          "english": "After him was Eleazar, the son of his uncle Dodo the Ahohite, who was among the three most powerful."
        },
        {
          "number": 13,
          "latin": "Hic fuit cum David in Phesdom, quando Philisthaei congregati sunt ad pugnam: et irruit campus in Philisthaeos, et erat ibi ager agri hordeaceus.",
          "english": "He was with David at Pas Dammim, when the Philistines gathered for battle. And the field was full of Philistines, and there was a field of barley there."
        },
        {
          "number": 14,
          "latin": "Cumque in fugam versi essent populus a facie Philisthinorum, stetit in medio agri, et eruit eum: percussitque Philisthaeos, et salvavit Dominus per manum suam salutem magnam.",
          "english": "When the people had fled from the Philistines, Eleazar stood in the middle of the field and delivered it from the enemy. He struck down the Philistines, and the Lord saved them with a great salvation through Eleazar's action."
        },
        {
          "number": 15,
          "latin": "Descenderunt quoque tres de triginta principibus ad petram, in qua erat David, in spelunca Odollam, cum Philisthaei castrametati essent in Valle Raphaim.",
          "english": "Moreover, three of the thirty chiefs went down to the rock where David was, in the cave of Adullam, while the Philistines were camped in the Valley of Rephaim."
        },
        {
          "number": 16,
          "latin": "Porro David erat in praesidio, et statio Philisthinorum in Bethlehem.",
          "english": "David was then in the stronghold, and a garrison of Philistines was in Bethlehem."
        },
        {
          "number": 17,
          "latin": "Desiderabat ergo David, et aiebat: O si quis mihi daret aquam de cisterna Bethlehem, quae est in porta!",
          "english": "So David longed for something and said, \"Oh, if only someone would give me water from the well of Bethlehem, which is by the gate!\""
        },
        {
          "number": 18,
          "latin": "Et irruerunt tres per media castra Philisthinorum, et hauserunt aquam de cisterna Bethlehem, quae erat in porta, et asportaverunt ad David: et noluit bibere, sed libavit illam Domino,",
          "english": "And the three mighty men broke through the middle of the Philistine camp and drew water from the well of Bethlehem, which was by the gate, and brought it to David. But he refused to drink it. Instead, he poured it out as a libation to the Lord."
        },
        {
          "number": 19,
          "latin": "dicens: Absit ut hoc faciam in conspectu Dei mei, et sanguinem istorum hominum bibam? quia in periculo animarum suarum attulerunt mihi aquam. Et ob hanc causam noluit bibere. Haec fecerunt tres fortissimi.",
          "english": "David said, \"Far be it from me to do this in the sight of my God! Shall I drink the blood of these men? For at the risk of their very lives they brought this water to me.\" And for this reason, he refused to drink it. These were the acts of the three most mighty men."
        },
        {
          "number": 20,
          "latin": "Abisai quoque frater Joab, ipse erat princeps trium, et ipse levavit hastam suam super trecentos interfectos, tantumque nomen habuit inter tres.",
          "english": "Abisai, Joab's brother, was also chief of the three. He himself lifted his spear against three hundred men and killed them, and he had as great a reputation among the three as the others."
        },
        {
          "number": 21,
          "latin": "Et inter tres, secundus et illustrior fuit, et erat illis quasi dux: verumtamen usque ad tres primos non pervenerat.",
          "english": "Among the three, he was second and more renowned, and he was like a leader to them. Nevertheless, he did not attain to the fame of the first three."
        },
        {
          "number": 22,
          "latin": "Banaias filius Jojadae viri fortissimi, qui a Cabseel multa opera gessit: ipse percussit duos leones Moab, et ipse descendit, et interfecit leonem in media cisterna nivea.",
          "english": "Banaias, the son of Jojada, a most courageous man from Cabseel, accomplished many great deeds. He struck down two lion-like men of Moab, and he himself went down into a pit and killed a lion on a snowy day."
        },
        {
          "number": 23,
          "latin": "Et ipse interfecit virum, AEgyptium staturae incredibilis, habentem in manu hastam quasi liciatorium texentium: qui et descendit ad eum cum virga, et extorsit hastam quam tenebat, et interfecit eum hasta sua.",
          "english": "He also killed an Egyptian of incredible stature, who had a spear in his hand like a weaver's beam. Banaias went down to him with only a staff, took the spear from him, and killed him with his own spear."
        },
        {
          "number": 24,
          "latin": "Haec fecit Banaias filius Jojadae, et inter tres potentes ipse erat nominatus,",
          "english": "These things Banaias, the son of Jojada, accomplished, and he was renowned among the three most powerful men."
        },
        {
          "number": 25,
          "latin": "et inter triginta primus, verumtamen usque ad tres non pervenerat: posuit autem eum David ad aures suas.",
          "english": "He was chief among the thirty, yet he did not attain to the fame of the first three. But David appointed him to his inner circle, meaning he became a close and trusted advisor."
        },
        {
          "number": 26,
          "latin": "Porro fortissimi exercitus erant, Asahel frater Joab, et Elchanan filius patrui ejus de Bethlehem,",
          "english": "Now the bravest men of the army were Asahel, Joab's brother, and Elchanan, the son of his uncle Dodo from Bethlehem,"
        },
        {
          "number": 27,
          "latin": "Sammoth Aroërites, Helles Phelonites,",
          "english": "Sammoth the Harorite, Helles the Pelonite,"
        },
        {
          "number": 28,
          "latin": "Ira filius Acces Thecuites, Abiezer Anathothites,",
          "english": "Ira, the son of Acces the Tekoite, Abiezer the Anathothite,"
        },
        {
          "number": 29,
          "latin": "Sobochai Husathites, Ilai Achoites,",
          "english": "Sobochai the Hushathite, Ilai the Ahohite,"
        },
        {
          "number": 30,
          "latin": "Maharai Netophathites, Heled filius Baana Netophathites,",
          "english": "Maharai the Netophathite, Heled, the son of Baana the Netophathite,"
        },
        {
          "number": 31,
          "latin": "Ittai filius Ribai de Gabaath filiorum Benjamin, Banaia Pharatonites,",
          "english": "Ittai, the son of Ribai, from Gibeah of the sons of Benjamin, Banaia the Pirathonite,"
        },
        {
          "number": 32,
          "latin": "Hurai de torrente Gaas, Abiel Arbathites,",
          "english": "Hurai from the brooks of Gaash, Abiel the Arbathite,"
        },
        {
          "number": 33,
          "latin": "Azmoth Bauramites, Eliaba Salabonites,",
          "english": "Azmoth the Baharumite, Eliaba the Shaalbonite,"
        },
        {
          "number": 34,
          "latin": "filii Assan Gizonites, Jonathan filius Sage Ararites,",
          "english": "The sons of Assan the Gizonite, Jonathan, the son of Sage the Hararite,"
        },
        {
          "number": 35,
          "latin": "Ahiam filius Sachar Ararites, Eliphal filius Ur,",
          "english": "Ahiam, the son of Sachar the Hararite, Eliphal, the son of Ur,"
        },
        {
          "number": 36,
          "latin": "Hepher Mecherathites, Ahia Phelonites,",
          "english": "Hepher the Mecherathite, Ahia the Pelonite,"
        },
        {
          "number": 37,
          "latin": "Hesro Carmelites, Naarai filius Azbai,",
          "english": "Hesro the Carmelite, Naarai, the son of Azbai,"
        },
        {
          "number": 38,
          "latin": "Joël frater Nathan, Mibahar filius Agaree,",
          "english": "Joel, Nathan's brother, Mibahar, the son of Hagri,"
        },
        {
          "number": 39,
          "latin": "Selec Ammonites, Naharai Berothites armiger Joab filii Sarviae,",
          "english": "Selec the Ammonite, Naharai the Beerothite, who was the armor-bearer for Joab, the son of Sarvia,"
        },
        {
          "number": 40,
          "latin": "Ira Jethræus, Gareb Jethræus.",
          "english": "Ira the Ithrite, Gareb the Ithrite."
        }
      ]
    },
    {
      "number": 12,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Hi quoque venerunt ad David in Siceleg, cum adhuc fugeret Saul filium Cis, qui erant fortissimi et egregii pugnatores.",
          "english": "These are the ones who came to David in Ziklag while he was still fleeing King Saul, the son of Kish. These men were very strong and excellent fighters."
        },
        {
          "number": 2,
          "latin": "Intenti in arcum, et utraque manu fundis lapides jactantes, et sagittas dirigentes: de fratribus Saul de Benjamin.",
          "english": "They were skilled with the bow and could sling stones and shoot arrows with either hand. These men were even from Saul’s own kinsmen, from the tribe of Benjamin."
        },
        {
          "number": 3,
          "latin": "Princeps Achiezer, et Joas filii Samaa Gabaathites: et Jaziel, et Pheleth, filii Azmoth: et Baracha, et Jehu Anathothites.",
          "english": "The chief Aheizer, and Joas, sons of Samaa, from Gibeah; also Jaziel and Pheleth, sons of Azmoth; and Baracha and Jehu from Anathoth."
        },
        {
          "number": 4,
          "latin": "Samaias quoque Gabaonites fortissimus inter triginta et super triginta. Jeremias, et Jeheziel, et Johanan, et Jozabad Gederathites.",
          "english": "There was also Samaia from Gibeon, who was the strongest among the thirty, and even above them in command. From Gederah were Jeremias, Jeheziel, Johanan, and Jozabad."
        },
        {
          "number": 5,
          "latin": "Eluzai, et Jerimuth, et Baalia, et Samaria, et Sephatia Haruphites.",
          "english": "Eluzai, Jerimuth, Baalia, Samaria, and Sephatia, all Haruphites."
        },
        {
          "number": 6,
          "latin": "Celcana, et Jesia, et Azareel, et Joezer, et Jasabaam Carithim.",
          "english": "Celcana, Jesia, Azareel, Joezer, and Jasabaam, all Carithites."
        },
        {
          "number": 7,
          "latin": "Et Joela, et Zabadia filii Jeroham de Gedor.",
          "english": "And Joela and Zabadia, the sons of Jeroham, from Gedor."
        },
        {
          "number": 8,
          "latin": "Sed et de Gad, transfugerunt ad David cum lateret in deserto, viri robustissimi, et pugnatores optimi, armenta portantes scuti et contis: facies eorum quasi facies leonis, et veluces quasi capreæ in montibus:",
          "english": "And from the tribe of Gad, men also deserted to David when he was hiding out in the desert. They were very strong men and excellent warriors, bearing shields and spears. Their faces were as fierce as lions, and they were as swift as gazelles on the mountains."
        },
        {
          "number": 9,
          "latin": "Ezer princeps, Obadias secundus, Eliab tertius.",
          "english": "Ezer was their chief, Obadias was second in command, and Eliab was third."
        },
        {
          "number": 10,
          "latin": "Masmana quartus, Jeremias quintus.",
          "english": "Masmana was fourth, and Jeremias was fifth."
        },
        {
          "number": 11,
          "latin": "Ethi sextus, Eliel septimus.",
          "english": "Ethi was sixth, and Eliel was seventh."
        },
        {
          "number": 12,
          "latin": "Johanan octavus, Elzebad nonus.",
          "english": "Johanan was eighth, and Elzebad was ninth."
        },
        {
          "number": 13,
          "latin": "Jeremias decimus, Machbanai undecimus.",
          "english": "Jeremias was tenth, and Machbanai was eleventh."
        },
        {
          "number": 14,
          "latin": "Hi de filiis Gad principes exercitus: novissimus centum militibus præerat, et maximus mille.",
          "english": "These men from the sons of Gad were commanders in the army. The least capable among them commanded a hundred soldiers, and the greatest among them commanded a thousand."
        },
        {
          "number": 15,
          "latin": "Isti sunt qui transierunt Jordanem mense primo, quando redundabant aquæ super ripas: et omnes fugaverunt qui morabantur in vallibus ad orientalem plagam atque occidentalem.",
          "english": "These were the men who crossed the Jordan River in the first month of the year, when the waters overflowed its banks due to the spring floods. They drove away everyone who was dwelling in the valleys, on both the eastern and western sides."
        },
        {
          "number": 16,
          "latin": "Venerunt autem et de Benjamin, et Juda ad præsidia in quibus morabatur David.",
          "english": "Some men also came from Benjamin and Judah to the strongholds where David was staying."
        },
        {
          "number": 17,
          "latin": "Egressusque est David obviam eorum, et ait: Si pacifice venistis ad me ut auxiliemini mihi, cor meum jungatur vobis: si autem insidiantes mihi pro adversariis meis, cum ego iniquitatem in manibus non habeam, videat Deus patrum nostrorum, et judicet.",
          "english": "David went out to meet them and said: \"If you have come to me peacefully to help me, then my heart will be united with you. But if you are here to betray me to my adversaries—even though I have done no wrong—then may the God of our fathers see it and judge you.\""
        },
        {
          "number": 18,
          "latin": "Spiritus vero induit Amasai principem inter triginta, et ait: Tui sumus, o David, et tecum, fili Isai: pax, pax tibi, et pax adjutoribus tuis: te enim adjuvat Deus tuus. Suscepit ergo eos David, et constituit principes turmarum.",
          "english": "Then the Spirit of God empowered Amasai, who was a chief among the thirty, and he said: \"We are yours, O David, and we are with you, son of Jesse! Peace, peace to you, and peace to all who help you, for your God truly helps you.\" So David received them and made them commanders of his troops."
        },
        {
          "number": 19,
          "latin": "Porro de Manasse, transfugerunt ad David, quando veniebat cum Philisthiim adversus Saul ut pugnaret: et non dimicavit cum eis, quia inito consilio remiserunt eum principes Philisthinorum, dicentes: Periculo capitis nostri revertetur ad dominum suum Saul.",
          "english": "Furthermore, some men from the tribe of Manasseh also deserted to David when he was coming with the Philistines to fight against Saul. But David did not actually fight with the Philistines, because the Philistine princes, after careful deliberation, sent him away, saying, \"He will surely turn back to his master Saul at the cost of our lives, endangering us.\""
        },
        {
          "number": 20,
          "latin": "Quando igitur reversus est in Siceleg, transfugerunt ad eum de Manasse, Ednas, et Jozabad, et Jedihel, et Michael, et Jozabad, et Eliu, et Silthai, principes millium in Manasse.",
          "english": "Therefore, when David returned to Ziklag, men from Manasseh deserted to him: Ednas, Jozabad, Jediel, Michael, Jozabad, Eliu, and Silthai. These were commanders of thousands within the tribe of Manasseh."
        },
        {
          "number": 21,
          "latin": "Et ipsi auxilium præbuerunt David adversus latrunculos: omnes enim erant viri fortissimi, et facti sunt principes in exercitu.",
          "english": "These men helped David against the marauders, for they were all very strong men and became commanders in David's army."
        },
        {
          "number": 22,
          "latin": "Sed et per singulos dies veniebant ad David quasi ad auxilium, donec fieret exercitus magnus, sicut exercitus Dei.",
          "english": "And indeed, day by day, more men came to David, as if to offer help, until his army became very great—as numerous and formidable as the army of God Himself."
        },
        {
          "number": 23,
          "latin": "Iste est numerus principum exercitus qui venerunt ad David in Hebron, ut transferrent regnum Saul ad eum, juxta verbum Domini.",
          "english": "This is the number of the commanders of the army who came to David in Hebron to transfer the kingdom from Saul to him, just as the Lord had promised."
        },
        {
          "number": 24,
          "latin": "Filii Juda portantes scutum et lanceam, sex millia octingenti expediti ad pugnam.",
          "english": "From the sons of Judah, bearing shield and spear, there were six thousand eight hundred men, ready for battle."
        },
        {
          "number": 25,
          "latin": "De filiis Simeon, fortissimi ad pugnandum, septem millia centum.",
          "english": "From the sons of Simeon, seven thousand one hundred very strong men, ready for battle."
        },
        {
          "number": 26,
          "latin": "De filiis Levi, quatuor millia sexcenti.",
          "english": "From the sons of Levi, four thousand six hundred."
        },
        {
          "number": 27,
          "latin": "Et Jojada princeps de genere Aaron, et cum eo tria millia septingenti.",
          "english": "And Jojada, a chief from the family of Aaron, and with him three thousand seven hundred men."
        },
        {
          "number": 28,
          "latin": "Sadoc quoque puer egregius, et domus patris ejus, principes viginti duo.",
          "english": "And also Zadok, an excellent young man, came from the household of his father, bringing with him twenty-two commanders."
        },
        {
          "number": 29,
          "latin": "Et de filiis Benjamin fratribus Saul, tria millia: nam ex his plures adhuc sequebantur domum Saul.",
          "english": "And from the sons of Benjamin, who were Saul's kinsmen, three thousand men came. This was significant because many more of the Benjaminites were still loyal to Saul’s household."
        },
        {
          "number": 30,
          "latin": "Porro de filiis Ephraim, viginti millia octingenti, fortissimi viri, clari in cognominibus suis.",
          "english": "Furthermore, from the sons of Ephraim, there were twenty thousand eight hundred very strong men, each one distinguished by his reputation."
        },
        {
          "number": 31,
          "latin": "Et ex dimidia tribu Manasse, decem et octo millia, singuli per nomina sua, ut venirent et constituerent regem David.",
          "english": "And from the half-tribe of Manasseh, eighteen thousand men came, each one specifically named and recognized, to make David king."
        },
        {
          "number": 32,
          "latin": "De filiis quoque Issachar, viri intelligentes tempora, ut scirent quid facere deberet Israël: principes eorum ducenti, et omnis reliqua tribus eorum, horum sequebatur imperium.",
          "english": "From the sons of Issachar, there were men who understood the times, so that they knew exactly what Israel ought to do. Their commanders were two hundred, and the rest of their tribe followed their command."
        },
        {
          "number": 33,
          "latin": "Porro de Zabulon, tales qui egrederentur ad prælium, et starent in acie instructi omnibus armis bellicis, quinquaginta millia, adjuvantes David non in duplici corde.",
          "english": "Furthermore, from the tribe of Zebulun, there were fifty thousand men, ready to go out to battle and stand in formation, fully equipped with all military weapons. They helped David with sincere and undivided hearts."
        },
        {
          "number": 34,
          "latin": "Et de Nephthali, principes mille, et cum eis ad pugnandum armati, triginta septem millia.",
          "english": "And from Naphtali, there were one thousand commanders, and with them thirty-seven thousand armed men ready for battle."
        },
        {
          "number": 35,
          "latin": "De Dan quoque, expediti ad pugnam, viginti octo millia sexcenti.",
          "english": "And from Dan also, twenty-eight thousand six hundred men, ready for battle."
        },
        {
          "number": 36,
          "latin": "Et de Aser, egredientes ad pugnam, et parati ad prælium, quadraginta millia.",
          "english": "And from Asher, forty thousand men who were going out to battle and prepared for war."
        },
        {
          "number": 37,
          "latin": "Trans Jordanem vero de Ruben, et Gad, et dimidia tribu Manasse, centum viginti millia, instructi omnibus armis prælii.",
          "english": "From beyond the Jordan River, from the tribes of Reuben, Gad, and the half-tribe of Manasseh, there were one hundred twenty thousand men, fully equipped with all the weapons of war."
        },
        {
          "number": 38,
          "latin": "Omnes isti viri bellatores expediti ad pugnandum, et præliantes in acie, venerunt in Hebron, integro corde, ut facerent regem David super omnem Israël: sed et universi reliqui ex Israël, erant una mente ut constituerent regem David.",
          "english": "All these warriors, ready for battle and fighting in formation, came to Hebron with complete devotion to make David king over all Israel. Indeed, all the rest of Israel were of one accord and unanimous in their decision to make David king."
        },
        {
          "number": 39,
          "latin": "Fueruntque ibi cum David tribus diebus comedentes et bibentes: præparaverant enim illis fratres sui.",
          "english": "They were there with David for three days, eating and drinking, for their brethren in the region had prepared an abundant feast for them."
        },
        {
          "number": 40,
          "latin": "Sed et qui juxta eos erant, et usque ad Issachar, et Zabulon, et Nephthali, afferebant panes in asinis, et camelis, et mulis, et bobus, ad vescendum, farinam, ficus, uvam passam, vinum, oleum, et boves, et oves in abundantia: gaudium quippe erat in Israël.",
          "english": "Moreover, even those who lived near them, reaching as far as the tribes of Issachar, Zebulun, and Naphtali, were bringing provisions on donkeys, camels, mules, and oxen for them to eat: an abundance of flour, figs, raisins, wine, oil, cattle, and sheep. For there was indeed great joy throughout Israel."
        }
      ]
    },
    {
      "number": 13,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Consuluit autem David omnes principes Israel, tribunos, et centuriones:",
          "english": "Then David consulted with all the leaders of Israel: the commanders of thousands and the commanders of hundreds."
        },
        {
          "number": 2,
          "latin": "et locutus est ad omnem cœtum Israel, dicens: Si placet vobis, et si a Domino Deo nostro egreditur sermo, mittamus ad reliquos fratrum nostrorum in universas terras Israel, et cum eis sacerdotes et Levitæ, qui sunt in suburbanis urbium, ut congregentur ad nos:",
          "english": "He spoke to the entire assembly of Israel, saying: \"If it pleases you, and if this plan is truly from the Lord our God, let us send messengers to the rest of our brothers throughout all the lands of Israel. Let us also send for the priests and Levites who live in the outlying settlements of the cities, so they may gather to us.\""
        },
        {
          "number": 3,
          "latin": "et adducamus arcam Dei nostri ad nos: siquidem in diebus Saul non quæsivimus eam.",
          "english": "\"And let us bring the Ark of our God here to us, because during the days of Saul, we did not faithfully seek its presence.\""
        },
        {
          "number": 4,
          "latin": "Et respondit universa multitudo ut ita fieret: placuerat enim sermo omni populo.",
          "english": "The entire multitude responded that this should be done, for the plan was pleasing to all the people."
        },
        {
          "number": 5,
          "latin": "Congregavit ergo David cunctum Israël, a Nilo Ægypti usque dum ingrediatur Emath, ut adduceret arcam Dei de Cariathiarim.",
          "english": "So David gathered all of Israel, from the Nile River in Egypt all the way to the entrance of Hamath, to bring the Ark of God from Kiriath-jearim."
        },
        {
          "number": 6,
          "latin": "Et ascendit David et omnis Israël in civitatem Cariathiarim, quæ est in Juda, ut afferrent inde arcam Domini Dei sedentis super Cherubim, ubi invocatum est nomen ejus.",
          "english": "David and all Israel then went up to the city of Kiriath-jearim, which is in Judah, to bring from there the Ark of the Lord God—the one enthroned above the Cherubim, where His sacred Name had been invoked."
        },
        {
          "number": 7,
          "latin": "Et imposuerunt arcam Dei super plaustrum novum de domo Abinadab. Oza autem et fratres ejus minabant plaustrum.",
          "english": "They placed the Ark of God on a new cart, taken from Abinadab’s house. Uzzah and his brothers were driving this cart."
        },
        {
          "number": 8,
          "latin": "David autem et omnis Israël ludebant coram Deo omni virtute in canticis, et citharis, et psalteriis, et tympanis, et cymbalis, et tubis.",
          "english": "David and all Israel were celebrating before God with all their might, with songs, lyres, harps, tambourines, cymbals, and trumpets."
        },
        {
          "number": 9,
          "latin": "Cumque pervenissent ad aream Chidon, extendit Oza manum suam ut sustentaret arcam, quoniam boves lascivientes effuderunt eam.",
          "english": "When they reached the threshing floor of Chidon, Uzzah extended his hand to steady the Ark, because the oxen had stumbled and nearly overturned it."
        },
        {
          "number": 10,
          "latin": "Iratusque est Dominus contra Oza, et percussit eum, eo quod tetigisset arcam: et mortuus est ibi coram Domino.",
          "english": "The Lord became angry with Uzzah and struck him down because he had touched the Ark, and Uzzah died there before the Lord."
        },
        {
          "number": 11,
          "latin": "Et contrastatus est David eo quod Dominus percullerit Ozam: et vocavit locum illum Percussio Ozæ, usque in præsentem diem.",
          "english": "David was deeply distressed that the Lord had broken out against Uzzah. So he named that place \"The Striking of Uzzah\"—a name it bears to this very day."
        },
        {
          "number": 12,
          "latin": "Et timuit David Deum in die illa, dicens: Quomodo possum in domum meam inferre arcam Dei?",
          "english": "David greatly feared God on that day, saying: \"How can I possibly bring the Ark of God into my own dwelling?\""
        },
        {
          "number": 13,
          "latin": "Et ob hanc causam non intulit ad se, hoc est, in civitatem suam, arcam Dei, sed divertit in domum Obededom Gethæi.",
          "english": "For this reason, David did not bring the Ark of God into his own city. Instead, he diverted it to the house of Obed-Edom the Gittite."
        },
        {
          "number": 14,
          "latin": "Mansit ergo arca Dei in domo Obededom in domo sua tribus mensibus: et benedixit Dominus domum Obededom, et omnia quæ illius erant.",
          "english": "So the Ark of God remained in Obed-Edom’s house for three months, and the Lord blessed Obed-Edom's household and everything he owned."
        }
      ]
    },
    {
      "number": 14,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et misit Hiram rex Tyri nuntios ad David, et ligna cedrina, et artifices parietum, et artifices lignorum, ut aedificarent ei domum.",
          "english": "Hiram, the king of Tyre, sent messengers to David, along with cedar timber, and skilled masons for building walls, and skilled carpenters for working with wood, so they could build a palace for him."
        },
        {
          "number": 2,
          "latin": "Intellexitque David quod confirmasset eum Dominus in regem super Israël, et sublevasset regnum suum super populum suum Israël.",
          "english": "David then understood that the Lord had established him as king over all of Israel, and had raised his kingdom for the good of his people, Israel."
        },
        {
          "number": 3,
          "latin": "Accepit quoque David alias uxores in Jerusalem: genuitque filios et filias.",
          "english": "David also took more wives in Jerusalem and fathered more sons and daughters."
        },
        {
          "number": 4,
          "latin": "Et haec nomina eorum, qui nati sunt ei in Jerusalem: Sammua, et Sobab, Nathan, et Salomon,",
          "english": "These are the names of the children born to him in Jerusalem: Shammua, Shobab, Nathan, and Solomon,"
        },
        {
          "number": 5,
          "latin": "Jebahar, et Elisua, et Elpalet,",
          "english": "Ibhar, Elishua, Elpelet,"
        },
        {
          "number": 6,
          "latin": "Nogah quoque, et Napheg, et Japhia,",
          "english": "Nogah, Nepheg, and Japhia,"
        },
        {
          "number": 7,
          "latin": "Elisama quoque, et Beeliada, et Elpalet.",
          "english": "Elishama, Beeliada, and Eliphalet."
        },
        {
          "number": 8,
          "latin": "Audientes autem Philisthim quod unctus esset David rex super universum Israël, ascenderunt omnes ut quaererent eum: quod cum audisset David, egressus est obviam eis.",
          "english": "When the Philistines heard that David had been anointed king over all of Israel, they all marched up to find him. When David heard of this, he went out to meet them."
        },
        {
          "number": 9,
          "latin": "Philisthim autem venientes, diffusi sunt in Valle Raphaim.",
          "english": "The Philistines came and spread out across the Valley of Rephaim."
        },
        {
          "number": 10,
          "latin": "Consuluitque David Dominum, dicens: Si ascendam ad Philisthim, et si dabis eos in manu mea? Et dixit Dominus ad eum: Ascende, et dabo eos in manu tua.",
          "english": "David asked the Lord, saying, \"Should I go up against the Philistines? Will you deliver them into my hand?\" The Lord said to him, \"Go up, and I will deliver them into your hand.\""
        },
        {
          "number": 11,
          "latin": "Cumque ascendisset David in Baalpharasim, percussit ibi David eos, et dixit: Divisit Deus aquas per manus meas, sicut dividuntur aquae. Idcirco vocatum est nomen loci illius Baalpharasim.",
          "english": "So David went up to Baal-perazim and defeated them there. David said, \"God has broken through my enemies by my hand, like a bursting flood of water.\" Therefore, that place was named Baal-perazim, meaning 'Lord of Breakthroughs'."
        },
        {
          "number": 12,
          "latin": "Et reliquerunt ibi deos suos, quos combussit David igni.",
          "english": "The Philistines left their idols there, and David had them burned with fire."
        },
        {
          "number": 13,
          "latin": "Instaurantes autem Philisthim, diffusi sunt in Valle Raphaim.",
          "english": "However, the Philistines regrouped and spread out once more in the Valley of Rephaim."
        },
        {
          "number": 14,
          "latin": "Consuluitque rursum David Dominum: et dixit ei Dominus: Non ascendas post eos, sed circui eos, et veni eis ex adverso pirorum.",
          "english": "David again consulted the Lord. The Lord said to him, \"Do not go up directly after them. Instead, circle around them and attack them from opposite the pear trees."
        },
        {
          "number": 15,
          "latin": "Cumque audieris sonitum gradientis in vertice pirorum, tunc egredieris ad praelium: magnus enim Deus ante te egreditur, ut percutiat exercitum Philisthinorum.",
          "english": "When you hear the sound of marching in the tops of the pear trees, then go out to battle. For God will go out before you to strike down the army of the Philistines.\""
        },
        {
          "number": 16,
          "latin": "Fecit ergo David sicut praeceperat ei Deus: et percussit exercitum Philisthinorum a Gabaon usque Gazer.",
          "english": "So David did as God had commanded him, and they struck down the Philistine army from Gibeon all the way to Gezer."
        },
        {
          "number": 17,
          "latin": "Igitur nomen David divulgatum est in universis regionibus: et Dominus dedit terrorem ejus super omnes gentes.",
          "english": "Thus, David's fame spread throughout all the regions, and the Lord caused dread of him to fall upon all nations."
        }
      ]
    },
    {
      "number": 15,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Fecit quoque sibi domos in civitate David: et præparavit locum arcae Dei, et tetendit ei tabernaculum.",
          "english": "King David also built his royal residences in the city of David. He also prepared a specific place for the Ark of God, and set up a tent to house it there."
        },
        {
          "number": 2,
          "latin": "Tunc dixit David: Non debet arcam Dei portare nisi Levitarum genus, quos elegit Dominus ad portandum eam, et ad ministrandum sibi usque in æternum.",
          "english": "Then David declared: 'Only the tribe of Levi is permitted to carry the Ark of God, for the Lord chose them specifically to carry it and to serve Him as priests for all time.'"
        },
        {
          "number": 3,
          "latin": "Et congregavit universum Israël in Jerusalem, ut afferretur arca Dei in locum suum, quem paraverat ei.",
          "english": "King David assembled all the people of Israel in Jerusalem so that the Ark of God could be brought to the dedicated place he had prepared for it."
        },
        {
          "number": 4,
          "latin": "Congregavit quoque David sacerdotes et Levitas.",
          "english": "David also specifically gathered the priests and the Levites."
        },
        {
          "number": 5,
          "latin": "De filiis Caath, Uriel princeps, et fratres ejus centum viginti.",
          "english": "From the descendants of Kohath, Uriel was the chief, along with 120 of his kinsmen."
        },
        {
          "number": 6,
          "latin": "De filiis Merari, Asaia princeps, et fratres ejus ducenti viginti.",
          "english": "From the descendants of Merari, Asaiah was the chief, along with 220 of his kinsmen."
        },
        {
          "number": 7,
          "latin": "De filiis Gersom, Joël princeps, et fratres ejus centum triginta.",
          "english": "From the descendants of Gershom, Joel was the chief, along with 130 of his kinsmen."
        },
        {
          "number": 8,
          "latin": "De filiis Elisaphan, Semeia princeps, et fratres ejus ducenti.",
          "english": "From the descendants of Elizaphan, Shemaiah was the chief, along with 200 of his kinsmen."
        },
        {
          "number": 9,
          "latin": "De filiis Hebron, Eliel princeps, et fratres ejus octoginta.",
          "english": "From the descendants of Hebron, Eliel was the chief, along with 80 of his kinsmen."
        },
        {
          "number": 10,
          "latin": "De filiis Oziel, Aminadab princeps, et fratres ejus centum duodecim.",
          "english": "From the descendants of Uzziel, Amminadab was the chief, along with 112 of his kinsmen."
        },
        {
          "number": 11,
          "latin": "Et vocavit David Sadoc et Abiathar sacerdotes, et Levitas Uriel, Asaiam, Joël, Semeiam, Eliel, et Aminadab.",
          "english": "David then summoned the priests Zadok and Abiathar, along with the Levite chiefs Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab."
        },
        {
          "number": 12,
          "latin": "Et dixit ad eos: Vos qui estis principes familiarum Leviticarum, sanctificate vos cum fratribus vestris, ut adferatis arcam Domini Dei Israël ad locum quem ei paravi.",
          "english": "He said to them: 'As the chiefs of the Levitical families, you must consecrate yourselves, along with your kinsmen. Then you are to bring the Ark of the Lord God of Israel to the place I have prepared for it.'"
        },
        {
          "number": 13,
          "latin": "Quia non eratis præsentes, a principio percussit nos Dominus Deus noster.",
          "english": "'Our Lord God struck us down the first time we attempted to move the Ark, because you, the Levites, were not there to carry it as commanded from the beginning. It was not done according to the law.'"
        },
        {
          "number": 14,
          "latin": "Sanctificati sunt ergo sacerdotes et Levitæ, ut afferrent arcam Domini Dei Israël.",
          "english": "So the priests and the Levites consecrated themselves, preparing to bring the Ark of the Lord God of Israel."
        },
        {
          "number": 15,
          "latin": "Et tulerunt filii Levi arcam Dei, sicut præceperat Moyses, juxta verbum Domini, in humeris suis in vectibus.",
          "english": "And the sons of Levi carried the Ark of God, as Moses had specifically commanded according to the Lord's word, on their shoulders, using the carrying poles."
        },
        {
          "number": 16,
          "latin": "Dixitque David principibus Levitarum, ut constituerent de fratribus suis cantores in organis musicorum, nablis videlicet, et lyris, et cymbalis, ut resonaret in excelsis sonitus lætitiæ.",
          "english": "Then David instructed the chiefs of the Levites to appoint singers from among their kinsmen to play musical instruments, specifically harps, lyres, and cymbals. This was so that the sound of rejoicing might echo loudly during the procession."
        },
        {
          "number": 17,
          "latin": "Constitueruntque Levitas Heman filium Joël, et de fratribus ejus Asaph filium Barachiæ, de filiis vero Merari, Ethan filium Cusai.",
          "english": "So they appointed the Levite Heman, son of Joel; and from among his kinsmen, Asaph, son of Berechiah; and from the descendants of Merari, Ethan, son of Kushaiah."
        },
        {
          "number": 18,
          "latin": "Et cum eis fratres suos secundæ ordinis, Zachariam, et Ben, et Jaziel, et Semiramoth, et Jahiel, et Ani, Eliab, et Banaiam, et Maasiam, et Mathathiam, et Eliphele, et Micneiam, et Obededom, et Jehiel, portarios.",
          "english": "And with them were their kinsmen of the second rank: Zechariah, Ben, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, Obed-Edom, and Jeiel, who served as gatekeepers and aids in the procession."
        },
        {
          "number": 19,
          "latin": "Porro cantores Heman, Asaph, et Ethan in cymbalis æneis concrepantes.",
          "english": "The main singers Heman, Asaph, and Ethan played loudly, clashing bronze cymbals."
        },
        {
          "number": 20,
          "latin": "Zacharias autem, et Aziel, et Semiramoth, et Jehiel, et Ani, et Eliab, et Maasias, et Banaias in nablis arcanis.",
          "english": "Meanwhile, Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah played on harps, specifically those tuned to 'Alamoth' – a high-pitched setting."
        },
        {
          "number": 21,
          "latin": "Et Mathathias, et Eliphele, et Micneias, et Obededom, et Jehiel, et Ozaziu in citharis præsidentes pro octava.",
          "english": "And Mattithiah, Eliphelehu, Mikneiah, Obed-Edom, Jeiel, and Azaziah led on lyres, playing 'for the octave' – likely referring to a lower pitch or bass accompaniment."
        },
        {
          "number": 22,
          "latin": "Porro Chonenias princeps Levitarum, prophetiæ præerat, ad præviam vocem, quod erat peritissimus.",
          "english": "Furthermore, Chenaniah, the chief of the Levites, was appointed to lead the chanting of the hymns, specifically the 'prophetic' or inspired songs, as he was highly skilled in this musical direction."
        },
        {
          "number": 23,
          "latin": "Et Barachias et Elcana erant janitores arcæ.",
          "english": "Berechiah and Elkanah were appointed to serve as doorkeepers for the Ark's tent."
        },
        {
          "number": 24,
          "latin": "Porro Sebania, et Josaphat, et Nathanaël, et Amasai, et Zacharias, et Banaias, et Eliezer sacerdotes, clangebant tubis ante arcam Dei: et Obededom et Jehías erant janitores arcæ.",
          "english": "Meanwhile, the priests Shebaniah, Jehoshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer blew trumpets loudly before the Ark of God. Additionally, Obed-Edom and Jehiah served as doorkeepers for the Ark's tent."
        },
        {
          "number": 25,
          "latin": "Igitur David, et universi majores natu Israël, et tribuni, abierunt ad deferendam arcam fœderis Domini de domo Obededom cum lætitia.",
          "english": "So King David, all the elders of Israel, and the military commanders went together to bring up the Ark of the Lord's Covenant from Obed-Edom's house with great joy."
        },
        {
          "number": 26,
          "latin": "Cumque adjuvisset Deus Levitas, qui portabant arcam fœderis Domini, immolata sunt septem tauri et septem arietes.",
          "english": "Because God had granted success to the Levites who carried the Ark of the Lord's Covenant, seven bulls and seven rams were sacrificed in thanksgiving and expiation."
        },
        {
          "number": 27,
          "latin": "Porro David erat indutus stola byssina, et universi Levitæ qui portabant arcam, et cantores, et Chonenias princeps prophetiæ inter cantores: nanque et David indutus erat ephod lineo.",
          "english": "King David was clothed in a robe made of fine linen. All the Levites who carried the Ark, as well as the singers, and Chenaniah, the chief of the chanting, were similarly clothed. David himself also wore a special linen ephod, indicating his priestly role in this religious ceremony."
        },
        {
          "number": 28,
          "latin": "Omnisque Israël ducebat arcam fœderis Domini in jubilo, et in sono buccinae, et tubis, et cymbalis, et nablis, et citharis.",
          "english": "And all of Israel brought up the Ark of the Lord's Covenant with shouts of joy, to the sound of horns, trumpets, cymbals, harps, and lyres."
        },
        {
          "number": 29,
          "latin": "Cumque pervenisset arca fœderis Domini usque ad civitatem David, Michol filia Saul prospiciens per fenestram, vidit regem David saltantem atque ludentem, et despexit eum in corde suo.",
          "english": "As the Ark of the Lord's Covenant reached the city of David, Michal, the daughter of Saul, looked out through a window. She saw King David dancing and celebrating with intense devotion and joy, and in her heart, she deeply despised him for it, considering it undignified for a king."
        },
        {
          "number": 30,
          "latin": "Et intulerunt arcam Dei, et posuerunt eam in medio tabernaculi, quod tetenderat ei David: et obtulerunt holocaustum et pacifica coram Deo.",
          "english": "Then they brought in the Ark of God and placed it in the center of the tent that David had pitched for it. In that place, they offered burnt offerings and peace offerings to God."
        },
        {
          "number": 31,
          "latin": "Cumque complesset David offerens holocausta et pacifica, benedixit populo in nomine Domini.",
          "english": "When David finished offering the burnt offerings and peace offerings, he blessed the people of Israel in the name of the Lord."
        },
        {
          "number": 32,
          "latin": "Et divisit universis per singulos, a viro usque ad mulierem, singulis tortam panis, et partem assæ carnis bubulæ, et frixi olei: et abiit universus populus unusquisque in domum suam.",
          "english": "And David distributed food to everyone in the crowd, both men and women. Each person received a loaf of bread, a portion of roasted beef, and a rich, sweet cake made with oil. After this, all the people returned to their homes."
        },
        {
          "number": 33,
          "latin": "Constituitque coram arca Domini de Levitis qui ministrarent jugiter, et in die, et nocte:",
          "english": "Then David appointed specific Levites to minister continually before the Ark of the Lord, serving both day and night."
        },
        {
          "number": 34,
          "latin": "Asaph princeps, et secundus ejus Zacharias: porro Jehiel, et Semiramoth, et Jehiel, et Mathathias, et Eliab, et Banaias, et Obededom: et Jehiel super organa psalterii et lyras:",
          "english": "Asaph was appointed as the chief minister, and Zechariah as his second. Additionally, Jehiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, and Obed-Edom served, with Jeiel being specifically in charge of the musical instruments like the psalteries and lyres."
        },
        {
          "number": 35,
          "latin": "Asaph vero tubis, et cymbalis, concinentibus in virtute magna:",
          "english": "However, Asaph himself led with trumpets and cymbals, creating a powerful and harmonious sound."
        },
        {
          "number": 36,
          "latin": "Et Obededom et fratres ejus sexaginta octo, et Obededom filium Idithun, et Hosa janitores.",
          "english": "Obed-Edom and his sixty-eight kinsmen were assigned roles, including Obed-Edom, son of Jeduthun, and Hosah, who served as gatekeepers."
        },
        {
          "number": 37,
          "latin": "Sadoc autem sacerdos, et fratres ejus sacerdotes, contra tabernaculum Domini in excelso quod erat in Gabaon:",
          "english": "Meanwhile, Zadok the priest, and his kinsmen the other priests, served before the Lord's tabernacle that remained on the high place at Gibeon."
        },
        {
          "number": 38,
          "latin": "Ut offerrent holocausta jugiter mane et vespere, juxta omnia quæ scripta sunt in lege Domini, quam præcepit Israël.",
          "english": "Their duty was to continually offer burnt offerings both morning and evening, in accordance with everything written in the Law of the Lord, which He had commanded to Israel."
        },
        {
          "number": 39,
          "latin": "Et cum eis Heman et Idithun, et reliqui electi, qui nominatim expressi fuerant, ad confitendum Domino, quoniam in æternum misericordia ejus.",
          "english": "And with these priests at Gibeon were Heman and Jeduthun, along with the other chosen Levites who had been specifically appointed. Their role was to give thanks to the Lord, especially for His enduring mercy, which is eternal."
        },
        {
          "number": 40,
          "latin": "Porro Heman et Idithun canebant tubis, et cymbalis, et omni genere organorum musicorum.",
          "english": "In this service, Heman and Jeduthun played trumpets, cymbals, and all kinds of other musical instruments, glorifying God."
        }
      ]
    },
    {
      "number": 16,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et intulerunt arcam Dei, et posuerunt eam in medio tabernaculi, quod tetenderat ei David: obtuleruntque holocausta, et pacifica coram Deo.",
          "english": "Then they brought in the ark of God and placed it inside the tent that David had set up for it.\nThen they offered burnt offerings and peace offerings before God."
        },
        {
          "number": 2,
          "latin": "Cumque complesset David offerens holocausta, et pacifica, benedixit populo in nomine Domini.",
          "english": "After David had finished offering the burnt offerings and the peace offerings,\nhe blessed the people in the name of the Lord."
        },
        {
          "number": 3,
          "latin": "Et divisit universis per singulos a viro usque ad mulierem, turam panis, et partem assae carnis bubulae, et frixam oleo similam.",
          "english": "And he distributed to everyone, from man to woman,\na loaf of bread, a portion of roasted beef, and flour cakes fried with oil."
        },
        {
          "number": 4,
          "latin": "Et constituit coram conspectu arcae Domini Levitas, qui ministrarent, et recordarentur operum Domini, et confiterentur, ac laudarent Dominum Deum Israël.",
          "english": "Then David appointed Levites before the ark of the Lord to minister there,\nto commemorate the works of the Lord, to give thanks, and to praise the Lord God of Israel."
        },
        {
          "number": 5,
          "latin": "Asaph principem, et secundum ejus Zachariam: Jeiel autem, et Semiramoth, et Jeiel, et Mathathiam, et Eliab, et Banaiam, et Obededom, et Jeiel super organa psalterii et lyras: Asaph vero ut cymbalis sonaret.",
          "english": "Asaph was appointed as the chief, with Zechariah as his second.\nJeiel, Semiramoth, Jeiel, Mattithiah, Eliab, Benaiah, Obed-Edom, and Jeiel were put in charge of the psalteries and lyres.\nAsaph himself was to sound the cymbals."
        },
        {
          "number": 6,
          "latin": "Banaiam vero, et Jaaziel sacerdotes, clangere tubis jugiter coram arca foederis Domini.",
          "english": "And Benaiah and Jahaziel, the priests,\nwere to blow the trumpets continually before the ark of the covenant of the Lord."
        },
        {
          "number": 7,
          "latin": "In illo die præcepit David, ut gratiæ agerentur Domino per manum Asaph, et fratrum ejus.",
          "english": "On that day, David commanded that thanks be given to the Lord\nthrough Asaph and his brethren."
        },
        {
          "number": 8,
          "latin": "Confitemini Domino, et invocate nomen ejus: notas facite in populis adinventiones ejus.",
          "english": "Give thanks to the Lord, and call upon His name.\nMake His deeds known among the peoples."
        },
        {
          "number": 9,
          "latin": "Cantate ei, et psallite ei: et narrate omnia mirabilia ejus.",
          "english": "Sing to Him, and sing praises to Him.\nRecount all His wondrous works."
        },
        {
          "number": 10,
          "latin": "Laudamini in nomine sancto ejus: lætetur cor quærentium Dominum.",
          "english": "Glory in His holy name.\nLet the hearts of those who seek the Lord rejoice."
        },
        {
          "number": 11,
          "latin": "Quærite Dominum, et virtutem ejus: quærite faciem ejus semper.",
          "english": "Seek the Lord and His strength.\nSeek His presence continually."
        },
        {
          "number": 12,
          "latin": "Recordamini mirabilium ejus, quæ fecit: signorumque illius, et judiciorum oris ejus.",
          "english": "Remember His wondrous works that He has done,\nremember His signs, and the judgments from His mouth."
        },
        {
          "number": 13,
          "latin": "Semen Israël servi ejus: filii Jacob electi ejus.",
          "english": "O seed of Israel, His servants;\nyou sons of Jacob, His chosen ones."
        },
        {
          "number": 14,
          "latin": "Ipse Dominus Deus noster: in universa terra judicia ejus.",
          "english": "He is the Lord our God.\nHis judgments are throughout the entire earth."
        },
        {
          "number": 15,
          "latin": "Memento in sempiternum testamenti ejus: sermonis, quem mandavit in mille generationes.",
          "english": "Remember His covenant forever,\nthe word He commanded for a thousand generations."
        },
        {
          "number": 16,
          "latin": "Quod celebravit ad Abraham, et juramenti ejus ad Isaac.",
          "english": "The covenant He established with Abraham,\nand His oath to Isaac."
        },
        {
          "number": 17,
          "latin": "Et statuit illud Jacob in præceptum, et Israël in testamentum æternum.",
          "english": "And He confirmed it to Jacob as a decree,\nand to Israel as an everlasting covenant."
        },
        {
          "number": 18,
          "latin": "Dicens: Tibi dabo terram Chanaan, funiculum hæreditatis vestræ.",
          "english": "Saying: 'To you I will give the land of Canaan,\nthe measured portion of your inheritance.'"
        },
        {
          "number": 19,
          "latin": "Cum essent illi pauci numero, parvi, et coloni ejus.",
          "english": "When they were few in number, a small company,\nand only sojourners in that land."
        },
        {
          "number": 20,
          "latin": "Et transierunt de gente in gentem, et de regno ad populum alterum.",
          "english": "And they wandered from nation to nation,\nand from one kingdom to another people."
        },
        {
          "number": 21,
          "latin": "Non reliquit hominem nocere eis: et corripuit pro eis reges.",
          "english": "He allowed no one to oppress them,\nand for their sake, He rebuked kings."
        },
        {
          "number": 22,
          "latin": "Nolite tangere Christos meos, et in prophetis meis nolite malignari.",
          "english": "'Do not touch My anointed ones,\nand do no harm to My prophets.'"
        },
        {
          "number": 23,
          "latin": "Cantate Domino omnis terra: annuntiate ex die in diem salutare ejus.",
          "english": "Sing to the Lord, all the earth.\nProclaim His salvation day after day."
        },
        {
          "number": 24,
          "latin": "Narrate in gentibus gloriam ejus: in cunctis populis mirabilia ejus.",
          "english": "Declare His glory among the nations.\nRecount His wondrous works among all peoples."
        },
        {
          "number": 25,
          "latin": "Quoniam magnus Dominus, et laudabilis nimis: et horribilis super omnes deos.",
          "english": "For the Lord is great and greatly to be praised.\nHe is to be feared above all false gods."
        },
        {
          "number": 26,
          "latin": "Omnes enim dii gentium idola: Dominus autem cælos fecit.",
          "english": "For all the gods of the nations are idols;\nbut the Lord Himself made the universe."
        },
        {
          "number": 27,
          "latin": "Confessio, et magnificentia in conspectu ejus: fortitudo et jucunditas in loco ejus.",
          "english": "Confession and majesty are before Him.\nStrength and joy are in His dwelling place."
        },
        {
          "number": 28,
          "latin": "Afferte Domino, familiæ gentium, afferte Domino gloriam et imperium.",
          "english": "Ascribe to the Lord, O families of the nations,\nascribe to the Lord glory and power."
        },
        {
          "number": 29,
          "latin": "Afferte Domino gloriam nomini ejus: tollite hostias, et venite in conspectu ejus: et adorate Dominum in decore sancto ejus.",
          "english": "Ascribe to the Lord the glory due His name.\nBring offerings and come before Him.\nWorship the Lord in His holy splendor."
        },
        {
          "number": 30,
          "latin": "Commoveatur a facie ejus omnis terra: ipse enim fundavit orbem terræ immobilem.",
          "english": "Let all the earth tremble before Him.\nFor He has established the world, so it cannot be moved from its purpose."
        },
        {
          "number": 31,
          "latin": "Lætentur cæli, et exultet terra: et dicant in nationibus: Dominus regnavit.",
          "english": "Let the heavens rejoice, and let the earth exult.\nAnd let it be said among the nations: 'The Lord reigns!'"
        },
        {
          "number": 32,
          "latin": "Fremant maria, et plenitudo eorum: gaudebunt campi, et omnia quæ in eis sunt.",
          "english": "Let the sea roar, and all that fills it.\nLet the fields be joyful, and all things that are in them."
        },
        {
          "number": 33,
          "latin": "Tunc exsultabunt ligna silvarum a facie Domini: quia venit judicare terram.",
          "english": "Then all the trees of the forest will rejoice before the Lord.\nFor He comes to judge the earth."
        },
        {
          "number": 34,
          "latin": "Confitemini Domino, quoniam bonus: quoniam in sæculum misericordia ejus.",
          "english": "Give thanks to the Lord, for He is good.\nFor His mercy endures forever."
        },
        {
          "number": 35,
          "latin": "Et dicite: Salva nos Deus salutaris noster: congrega nos, et erue de gentibus: ut confiteamur nomini sancto tuo, et exultemus in laudibus tuis.",
          "english": "And say: 'Save us, O God, our Savior!\nGather us and deliver us from the nations.\nSo that we may give thanks to Your holy name and exult in Your praise.'"
        },
        {
          "number": 36,
          "latin": "Benedictus Dominus Deus Israël ab æterno in æternum: et dicet omnis populus, Amen, et laudem Domino.",
          "english": "Blessed be the Lord, the God of Israel, from eternity to eternity.\nAnd let all the people say, 'Amen,' and 'Praise the Lord!'"
        },
        {
          "number": 37,
          "latin": "Reliquit ergo ibi coram arca fœderis Domini Asaph, et fratres ejus, ut ministrarent in conspectu ejus jugiter per singulos dies.",
          "english": "So David left Asaph and his brethren there before the ark of the covenant of the Lord,\nto minister continually before it, day by day."
        },
        {
          "number": 38,
          "latin": "Et Obededom, et fratres ejus sexaginta octo: et Obededom filium Idithun, et Hosa janitores.",
          "english": "And Obed-Edom with his sixty-eight brethren,\nand Obed-Edom the son of Jeduthun, and Hosah, were appointed as gatekeepers."
        },
        {
          "number": 39,
          "latin": "Sadoc vero sacerdotem, et fratres ejus sacerdotes, coram tabernaculo Domini in excelso, quod erat in Gabaon.",
          "english": "But Zadok the priest, and his brethren, the priests,\nwere before the tabernacle of the Lord on the high place that was in Gibeon."
        },
        {
          "number": 40,
          "latin": "Ut offerrent holocausta Domino super altare holocausti jugiter mane et vespere, juxta omnia quæ scripta sunt in lege Domini, quam præcepit Israël.",
          "english": "So that they might offer burnt offerings to the Lord on the altar of burnt offering continually, morning and evening,\naccording to all that is written in the law of the Lord, which He commanded Israel."
        }
      ]
    },
    {
      "number": 17,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Factum est autem, cum sedisset David in domo sua, dixit ad Nathan prophetam: Ecce ego habito in domo cedrina, et arca foederis Domini sub pellibus est.",
          "english": "It came to pass that when David had settled into his own palace, he spoke to Nathan the prophet: 'Look, I am living in a house built with cedar wood, but the Ark of the Covenant of the Lord is still housed in tents.'"
        },
        {
          "number": 2,
          "latin": "Et dixit Nathan ad David: Omnia quae sunt in corde tuo fac: quia Dominus tecum est.",
          "english": "And Nathan said to David: 'Do everything that is in your heart, for the Lord God is with you in this.'"
        },
        {
          "number": 3,
          "latin": "Factum est ergo in nocte illa, verbum Domini ad Nathan, dicens:",
          "english": "Then, in that very night, a word from the Lord God came to Nathan, saying:"
        },
        {
          "number": 4,
          "latin": "Vade, et loquere David servo meo: Haec dicit Dominus: Non aedificabis tu mihi domum ad inhabitandum:",
          "english": "'Go and speak to David, my servant, and tell him: 'This is what the Lord God says: You are not the one who will build a house for me to dwell in.'"
        },
        {
          "number": 5,
          "latin": "Neque enim mansi in domo ex quo eduxi Israel usque in hanc diem: sed fui semper circumferens in tabernaculo, et in alio tentorio.",
          "english": "For I have not lived in a house from the day I led Israel out of Egypt until this very day. Instead, I have always been moving around in a tent, even in another temporary dwelling."
        },
        {
          "number": 6,
          "latin": "Ubicumque transivi cum universo Israel, numquid locutus sum uni judicum Israel, quibus praeceperam ut pascerent populum meum, dicens: Quare non aedificastis mihi domum cedrinam?",
          "english": "Wherever I traveled with all of Israel, did I ever speak a word to any of the judges of Israel—those I commanded to shepherd My people—and say, 'Why have you not built me a house of cedar?'"
        },
        {
          "number": 7,
          "latin": "Nunc ergo sic dices servo meo David: Haec dicit Dominus exercituum: Ego tuli te de pascuis, de gregibus, ut esses dux super populum meum Israel:",
          "english": "Now therefore, you shall say this to my servant David: 'This is what the Lord of hosts says: I took you from the pastures, from following the flocks, to be ruler over my people Israel."
        },
        {
          "number": 8,
          "latin": "Et fui tecum in omnibus, quocumque perrexisti: et interfeci omnes inimicos tuos a facie tua: et feci tibi nomen grande, juxta nomen magnorum qui sunt in terra.",
          "english": "I have been with you wherever you went, and I have cut off all your enemies from before you. I have made for you a great name, like the names of the most powerful people on the earth."
        },
        {
          "number": 9,
          "latin": "Et posui locum populo meo Israel: et plantavi eum, et habitabit ibi, et non turbabitur amplius: nec filii iniquitatis atterent eum, sicut a principio,",
          "english": "Moreover, I have appointed a place for My people Israel, and I have planted them there. They will dwell in their own place and no longer be disturbed. Nor shall wicked people oppress them as they did at the beginning,"
        },
        {
          "number": 10,
          "latin": "et ex diebus quibus judices praecepi tempori meo super populum meum Israel, et humiliabo omnes inimicos tuos: addebatisque quod Dominus aedificaturus esset tibi domum.",
          "english": "...and as they did from the days when I appointed judges over My people Israel. I will humble all your enemies. Furthermore, I declare to you that the Lord God Himself will build you a house —a lasting dynasty."
        },
        {
          "number": 11,
          "latin": "Cumque impleti fuerint dies tui, ut vadas ad patres tuos, suscitabo semen tuum post te, qui erit de filiis tuis, et stabiliam regnum ejus.",
          "english": "And when your days are fulfilled, and you go to be with your fathers in death, I will raise up your offspring after you, who will be one of your own sons, and I will establish his kingdom firmly."
        },
        {
          "number": 12,
          "latin": "Ipse aedificabit mihi domum: et statuam thronum ejus usque in sempiternum.",
          "english": "He it is who will build a house for My name—My Temple—and I will establish his throne forever."
        },
        {
          "number": 13,
          "latin": "Ego ero illi in patrem, et ipse erit mihi in filium: et misericordiam meam non auferam ab eo, sicut abstuli ab eo qui ante te fuit:",
          "english": "I will be a father to him, and he will be a son to Me. I will not take away My mercy from him, as I took it away from the one who was before you."
        },
        {
          "number": 14,
          "latin": "sed statuam eum in domo mea, et in regno meo usque in sempiternum: et thronus ejus erit firmissimus in perpetuum.",
          "english": "But I will establish him in My house—My dynasty and My Temple—and in My kingdom forever, and his throne will be most firm and enduring perpetually."
        },
        {
          "number": 15,
          "latin": "Juxta omnia verba haec, et juxta omnem visionem istam, sic locutus est Nathan ad David.",
          "english": "According to all these words and according to this entire vision, so Nathan spoke to David."
        },
        {
          "number": 16,
          "latin": "Et ingressus est rex David, et sedit coram Domino: et dixit: Quis ego sum Domine Deus, et quae domus mea, ut ad tantum veneris me?",
          "english": "Then King David went in and sat before the Lord God, and he said: 'Who am I, O Lord God, and what is my house—my family and dynasty—that you have brought me to such great honor?"
        },
        {
          "number": 17,
          "latin": "Sed et hoc parvum visum est in oculis tuis Deus, et locutus es super domum servi tui in longinquum: et fecisti me quasi virum desuper, et elevasti me.",
          "english": "Yet even this seemed a small thing in Your eyes, O God, for You have spoken concerning the house of Your servant far into the future. You have looked upon me as a man of high standing and have exalted me greatly."
        },
        {
          "number": 18,
          "latin": "Quid ultra potest ultra addere David, cum honoraveris servum tuum, et cognoveris eum?",
          "english": "What more can David say to You, after You have so honored Your servant, and after You have intimately known him and his heart?"
        },
        {
          "number": 19,
          "latin": "Domine propter servum tuum, et juxta cor tuum fecisti omnia haec magnalia, et ostendisti universa.",
          "english": "O Lord, for Your servant's sake, and according to Your own heart's purpose, You have done all these great deeds and have revealed all these things."
        },
        {
          "number": 20,
          "latin": "Domine non est similis tui, et non est Deus absque te, ex omnibus quae audivimus auribus nostris.",
          "english": "O Lord, there is no one like You, and there is no God besides You, according to all that we have heard with our own ears."
        },
        {
          "number": 21,
          "latin": "Et quae est alia gens in terra, sicut populus tuus Israel, quem abiisti ut redimeres, et faceres tibi nomen grande, et tremendum: ejiceres gentes a facie ejus?",
          "english": "And what other nation on earth is like Your people Israel, whom You went forth to redeem for Yourself, to make for Yourself a great and awe-inspiring name, and to cast out nations from before them?"
        },
        {
          "number": 22,
          "latin": "Et posuisti populum tuum Israel tibi in populum usque in aeternum: et tu Domine factus es eis in Deum.",
          "english": "And You have established Your people Israel as Your own people forever, and You, O Lord God, have become their God."
        },
        {
          "number": 23,
          "latin": "Nunc ergo Domine sermo quem locutus es super servum tuum, et super domum ejus, firmetur in perpetuum: et fac sicut locutus es.",
          "english": "Now therefore, O Lord, let the word that You have spoken concerning Your servant and concerning his house be established forever, and do as You have promised."
        },
        {
          "number": 24,
          "latin": "Et permaneat, et magnificetur nomen tuum usque in sempiternum, et dicatur: Dominus exercituum Deus Israel, Israel: et domus David servi tui permaneat coram te.",
          "english": "Let it also remain, and let Your name be magnified forever, so that people will say, 'The Lord of hosts is truly the God of Israel!' And let the house of David Your servant remain established before You."
        },
        {
          "number": 25,
          "latin": "Tu enim Domine Deus meus, revelasti aurem servi tui, ut aedificares ei domum: et idcirco invenit servus tuus fiduciam, ut oret coram te.",
          "english": "For You, O Lord my God, have revealed to Your servant's hearing that You intend to build him a lasting dynasty. Therefore, Your servant has found the confidence to pray before You."
        },
        {
          "number": 26,
          "latin": "Nunc ergo Domine, tu es Deus, et locutus es ad servum tuum tanta beneficia.",
          "english": "Now, O Lord, You are God, and You have spoken such great and gracious promises to Your servant."
        },
        {
          "number": 27,
          "latin": "Et incipe benedicere domui servi tui in sempiternum: quia tu Domine benedixisti, et benedicta erit in perpetuum.",
          "english": "And now, please begin to confirm Your blessing upon the house of Your servant forever, for You, O Lord, have indeed blessed it, and therefore it shall be blessed perpetually."
        }
      ]
    },
    {
      "number": 18,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Post haec percussit David Philisthaeos, et humiliavit eos, et tulit Geth, et filias ejus de manu Philisthinorum.",
          "english": "After these events, David struck down the Philistines and subdued them. He took Gath, along with its dependent towns, from the Philistines."
        },
        {
          "number": 2,
          "latin": "Et percussit Moab, et facti sunt Moabitæ servi David, offerentes ei munera.",
          "english": "And he struck down Moab, and the Moabites became David's servants, offering him tribute."
        },
        {
          "number": 3,
          "latin": "Hoc quoque tempore percussit David Adarezer regem Sobal de Hemath, quando profectus est ut dilataret imperium suum usque ad flumen Euphraten.",
          "english": "Also at this time, David struck down Hadadezer, king of Zobah (a region near Hamath), when Hadadezer was marching to extend his dominion as far as the Euphrates River."
        },
        {
          "number": 4,
          "latin": "Tulit ergo David ab eo mille quadrigas, et septem millia equitum, ac viginti millia virorum peditum: subnervavitque omnes equos curruum, exceptis centum curribus, quos reservavit sibi.",
          "english": "So David captured from Hadadezer one thousand chariots, seven thousand horsemen, and twenty thousand foot soldiers. He then disabled all the horses of the chariots by cutting their hamstrings, except for the horses of one hundred chariots, which he kept for himself."
        },
        {
          "number": 5,
          "latin": "Venit autem et Syrus de Damasco, ut auxilium præberet Adarezer regi Sobal: et percussit David de Syris viginti duo millia virorum.",
          "english": "When the Syrians from Damascus came to assist Hadadezer, king of Zobah, David struck down twenty-two thousand of these Syrian soldiers."
        },
        {
          "number": 6,
          "latin": "Et posuit custodes in Syria Damasci: factusque est Syrus serviens David, et offerens munera. Adjuvabatque Dominus David in cunctis quæ gerebat.",
          "english": "David then stationed garrisons in Damascus in Syria, and the Syrians became David's servants and brought him tribute. And the Lord helped David in everything he did."
        },
        {
          "number": 7,
          "latin": "Tulit quoque David arma aurea, quæ habebant servi Adarezer, et attulit ea in Jerusalem.",
          "english": "David also took the golden shields that Hadadezer's officers had carried and brought them to Jerusalem."
        },
        {
          "number": 8,
          "latin": "Nec non de Thebath et Chun, urbibus Adarezer, tulit David æs plurimum, de quo fecit Salomon mare æneum, et columnas, et bases æneas.",
          "english": "From Tibhath and Cun, cities belonging to Hadadezer, David took a large quantity of bronze, from which Solomon later made the bronze sea (a large basin for the Temple), pillars, and bronze bases."
        },
        {
          "number": 9,
          "latin": "Audiens autem Thohu rex Hemath, percussisse David omnem exercitum Adarezer regis Sobal,",
          "english": "When Tou, king of Hamath, heard that David had struck down the entire army of Hadadezer, king of Zobah,"
        },
        {
          "number": 10,
          "latin": "misit Adoram filium suum ad regem David, ut salutaret eum, et congratularetur: eo quod pugnasset cum Adarezer, et percussisset eum. Siquidem Adarezer bellator erat Thohu: et omnia vasa aurea, et argentea, et ænea",
          "english": "he sent his son Hadoram to King David to greet him and congratulate him because David had fought Hadadezer and struck him down (for Hadadezer had been at war with Tou). Hadoram also brought all sorts of vessels made of gold, silver, and bronze."
        },
        {
          "number": 11,
          "latin": "attulit ei. Statimque consecravit ea rex David Domino, cum argento et auro, quod tulerat de cunctis gentibus, tam de Idumæa, et Moab, et filiis Ammon, quam de Philisthim et Amalec.",
          "english": "King David immediately consecrated these to the Lord, along with the silver and gold he had taken from all the nations he had conquered: from Edom, Moab, the Ammonites, the Philistines, and Amalek."
        },
        {
          "number": 12,
          "latin": "Abisai quoque filius Sarviæ percussit Idumæos in Valle Salinarum decem et octo millia:",
          "english": "Abishai, the son of Zeruiah, also struck down eighteen thousand Edomites in the Valley of Salt."
        },
        {
          "number": 13,
          "latin": "et posuit in Idumæa præsidia, ut esset Idumæa serviens David: salvavitque Dominus David in cunctis, ad quæ perrexerat.",
          "english": "He then placed garrisons in Edom, so that Edom would be subject to David. And the Lord brought victory to David in everything he undertook."
        },
        {
          "number": 14,
          "latin": "Regnavit ergo David super universum Israël, et faciebat judicium atque justitiam cuncto populo suo.",
          "english": "So David reigned over all of Israel, administering justice and righteousness to all his people."
        },
        {
          "number": 15,
          "latin": "Porro Joab filius Sarviæ erat super exercitum, et Josaphat filius Ahilud, a commentariis.",
          "english": "Joab, the son of Zeruiah, was commander of the army, and Jehoshaphat, the son of Ahilud, was the royal recorder (keeper of official records)."
        },
        {
          "number": 16,
          "latin": "Sadoc autem filius Achitob, et Ahimelech filius Abiathar, sacerdotes: et Susa, scriba.",
          "english": "Zadok, the son of Ahitub, and Ahimelech, the son of Abiathar, were priests. Shavsha (also called Shisha or Seraiah) was the secretary."
        },
        {
          "number": 17,
          "latin": "Banaias quoque filius Jojadæ super legiones Cherethi et Phelethi: porro filii David primi ad manum regis.",
          "english": "Benaiah, the son of Jehoiada, was over the Cherethites and the Pelethites (David's elite guard). And David's sons were the king's chief officials."
        }
      ]
    },
    {
      "number": 19,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Factum est autem post haec, ut mortuus esset Naas rex filiorum Ammon, et regnaret filius ejus pro eo.",
          "english": "Now, after these events, Nahash, who was the king of the Ammonites, died, and his son succeeded him as king."
        },
        {
          "number": 2,
          "latin": "Dixitque David: Faciam misericordiam cum Hanon filio Naas, quia pater ejus fecit mecum misericordiam. Misit ergo David nuntios, qui consolarentur eum super obitu patris sui. Qui cum pervenissent in terram filiorum Ammon, ut consolarentur Hanon,",
          "english": "Then King David said: 'I will show kindness to Hanun, the son of Nahash, because his father showed kindness to me.' So David sent messengers to comfort Hanun over the death of his father. When these messengers arrived in the land of the Ammonites to comfort Hanun,"
        },
        {
          "number": 3,
          "latin": "dixerunt principes filiorum Ammon ad Hanon: Tu putas quod David honoris causa in patris tui memoriam miserit, qui te consolentur, et non potius ut explorent et investigent universam terram tuam, et postea subvertant?",
          "english": "the princes of the Ammonites said to Hanun: 'Do you truly believe that David has sent these men to comfort you out of respect for your father's memory? Is it not rather that he sent them to spy out your entire land, to explore it, and then to overthrow it?'"
        },
        {
          "number": 4,
          "latin": "Igitur Hanon abstulit servos David, rasitque et tonso ad medium barba omnium, et vestes eorum scidit usque ad nates, et dimisit eos.",
          "english": "So Hanun took David's servants, publicly humiliated them by shaving off half of each man’s beard, and cutting their garments in half up to their buttocks. Then he sent them away."
        },
        {
          "number": 5,
          "latin": "Qui cum reversi essent, nuntiaverunt David omnia quae acciderant. Misit autem obviam eis, (graves namque erant valde,) et præcepit ut manerent in Jericho, donec cresceret barba eorum, et tunc reverterentur.",
          "english": "When these men returned and reported everything that had happened to David, he sent people to meet them—for they were deeply disgraced and ashamed. David commanded them: 'Remain in Jericho until your beards have grown back, and then you may return.'"
        },
        {
          "number": 6,
          "latin": "Videntes autem filii Ammon quod in contumeliam sibi egissent David, miserunt Hanon et conductores sexaginta millia pondera argenti, ut conducere sibi possent de Mesopotamia, et de Syria Maacha, et de Sobal currus et equites.",
          "english": "When the Ammonites saw that they had made themselves offensive to David, Hanun and his officials sent sixty thousand talents of silver to hire chariots and horsemen from Mesopotamia, from Aram-Maacah, and from Zobah."
        },
        {
          "number": 7,
          "latin": "Conduxeruntque sibi triginta duo millia curruum, et regem Maacha cum populo suo. Qui cum venissent, castrametati sunt contra Medaba. Porro filii Ammon congregati de urbibus suis, venerunt ad bellum.",
          "english": "So they hired thirty-two thousand chariots and their warriors, along with the king of Maacah and his people. When these allies arrived, they encamped facing Medeba. Meanwhile, the Ammonites gathered their own forces from their cities and came out to battle."
        },
        {
          "number": 8,
          "latin": "Quod cum audisset David, misit Joab et omnem exercitum virorum fortium.",
          "english": "When David heard about this, he immediately sent Joab and his entire army of mighty warriors."
        },
        {
          "number": 9,
          "latin": "Egressique filii Ammon, direxerunt aciem juxta portam civitatis: reges autem qui advenerant, seorsum in campo steterunt.",
          "english": "The Ammonites marched out and drew up their battle line by the city gate. The allied kings who had come to assist them took a separate position in the open field."
        },
        {
          "number": 10,
          "latin": "Igitur Joab, cernens bellum ex adverso et post tergum contra se fieri, elegit viros fortissimos de universo Israël, et instruxit illos contra Syros.",
          "english": "Joab, seeing that the battle was arrayed against him both in front and behind, selected the strongest men from all of Israel and positioned them against the Arameans, or Syrians, as they were also known."
        },
        {
          "number": 11,
          "latin": "Reliquam vero partem populi dedit sub manu Abisai fratris sui, qui instruxit illos contra filios Ammon.",
          "english": "He placed the rest of the Israelite people under the command of his brother Abishai, who arrayed them against the Ammonites."
        },
        {
          "number": 12,
          "latin": "Et dixit: Si vicerint me Syri, auxilii eris mihi: si autem filii Ammon superaverint te, ego auxiliabor tibi.",
          "english": "Joab said to Abishai: 'If the Arameans prove too strong for me, then you must come to my aid. But if the Ammonites are too strong for you, then I will come and help you.'"
        },
        {
          "number": 13,
          "latin": "Confortare, et agamus viriliter pro populo nostro, et pro urbibus Dei nostri: Dominus autem faciet quod in conspectu suo bonum est.",
          "english": "'Be strong! Let us fight courageously for our people and for the cities of our God. May the Lord do what is good in His sight.'"
        },
        {
          "number": 14,
          "latin": "Igitur irruit Joab, et populus qui erat cum eo, contra Syros: qui statim fugerunt.",
          "english": "So Joab and the people who were with him advanced to fight against the Arameans, who immediately fled before them."
        },
        {
          "number": 15,
          "latin": "Porro filii Ammon, videntes quod fugissent Syri, ipsi quoque fugerunt a facie Abisai fratris ejus, et ingressi sunt civitatem. Reversusque Joab in Jerusalem.",
          "english": "When the Ammonites saw that the Arameans had fled, they themselves also fled from Abishai, Joab's brother, and retreated into their city. Then Joab returned to Jerusalem."
        },
        {
          "number": 16,
          "latin": "Videns autem Syrus quod cecidisset coram Israël, misit nuntios, et adduxit Syros qui erant trans flumen: Sobach quoque princeps militiæ Adarezer, erat dux eorum.",
          "english": "When the Arameans saw that they had been defeated before Israel, they sent messengers and brought out the Arameans who were beyond the Euphrates River. Shobach, the commander of Hadadezer’s army, was leading them."
        },
        {
          "number": 17,
          "latin": "Quod cum nuntiatum esset David, congregavit universum Israël, et transiit Jordanem, et irruit in eos, et instruxit aciem contra illos. Ingressoque David adversum Syros in prælium, pugnaverunt contra eum.",
          "english": "When this was reported to David, he gathered all Israel, crossed the Jordan River, and advanced against them. He drew up his battle line against them. When David entered the battle against the Arameans, they fought against him."
        },
        {
          "number": 18,
          "latin": "Fugeruntque Syri a facie Israël: et interfecit David de Syris septem millia curruum, et quadraginta millia peditum, et Sobach principem militiæ eorum interfecit.",
          "english": "The Arameans fled before Israel. David killed seven thousand of their charioteers and forty thousand of their foot soldiers, and he also killed Shobach, their army commander."
        },
        {
          "number": 19,
          "latin": "Videntes autem servi Adarezer se esse ab Israël superatos, spoponderunt ei foedus, et servierunt illi. Nolueruntque ultra Syri auxilium præbere filiis Ammon.",
          "english": "When Hadadezer's servants saw that they had been defeated by Israel, they made a treaty with David and submitted to him. After this, the Arameans were no longer willing to help the Ammonites."
        }
      ]
    },
    {
      "number": 20,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Factum est autem post annum, eo tempore quo solent reges ad bella procedere, eduxit Joab exercitum et vastavit terram filiorum Ammon: et venit et obsedit Rabba: David autem manebat in Jerusalem, quando percussit Joab Rabba, et destruxit eam.",
          "english": "Now, it happened after a year had passed, at the time when kings usually go out to wage war, Joab led out the army and devastated the land of the sons of Ammon. Then he came and besieged Rabbah. But David remained in Jerusalem, while Joab attacked Rabbah and utterly destroyed it."
        },
        {
          "number": 2,
          "latin": "Tulit ergo David coronam Melchom de capite ejus, et invenit in ea auri pondus talentorum singulorum, et lapides pretiosissimos: fecitque David sibi ex ea diadema, et spolia civitatis asportavit multa.",
          "english": "So David took the crown of Milcom from the Ammonite king's head. He found in it a weight of a single talent of gold, along with very precious stones. David then made a diadem for himself from it, and he carried away much spoil from the city."
        },
        {
          "number": 3,
          "latin": "Populum quoque qui erat in ea, eduxit, et fecit super eos tribulas et trahas et serras ferreas, et minora ferramentorum genera, quibus succiduntur arbores: sic fecit David cunctis urbibus filiorum Ammon. Et reversus est David et omnis exercitus in Jerusalem.",
          "english": "He also brought out the people who were in the city, and he put them to forced labor with threshing sledges, iron wagons, and iron saws, and with various smaller iron tools used for cutting down trees. Thus David did to all the cities of the sons of Ammon. And David returned with all the army to Jerusalem."
        },
        {
          "number": 4,
          "latin": "Post haec contigit bellum in Gazer, adversum Philisthaeos: tunc percussit Sobochai Husathites Saphai de genere Raphaim, et humiliati sunt.",
          "english": "After these things, a war happened in Gezer against the Philistines. Then Sibbechai the Hushathite struck down Sippai, who was one of the descendants of the Rephaim, and the Philistines were humbled in defeat."
        },
        {
          "number": 5,
          "latin": "Aliud quoque fuit bellum adversus Philisthaeos, in quo percussit Eldadan filius Saltus fratrem Goliath Gethaei, cujus hastae lignum erat quasi liciatorium texentium.",
          "english": "There was also another war against the Philistines, in which Eldadan, the son of the Forest, struck down Goliath's brother, the Gittite. The shaft of Goliath's brother's spear was like a weaver's beam."
        },
        {
          "number": 6,
          "latin": "Fuit quoque et aliud bellum in Geth, in quo vir procerae staturae, qui habebat senos digitos, id est, viginti quatuor, et hic de genere Raphaim.",
          "english": "There was also another war in Gath, in which there was a man of great stature. He had six fingers on each hand, making twenty-four fingers in total. And this man also was a descendant of the Rephaim."
        },
        {
          "number": 7,
          "latin": "Hic blasphemavit Israël: percussit autem eum Jonathas filius Samaa fratris David.",
          "english": "This man blasphemed Israel. But Jonathan, the son of Shimei, David's brother, struck him down."
        },
        {
          "number": 8,
          "latin": "Hi sunt de genere Raphaim in Geth, qui ceciderunt in manu David et servorum ejus.",
          "english": "These were among the descendants of the Rephaim in Gath, and they fell by the hand of David and his servants."
        }
      ]
    },
    {
      "number": 21,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Surrexit autem Satan contra Israël: et incitavit David ut numeraret Israël.",
          "english": "But Satan, the spiritual enemy of God and His people, rose up against Israel, and he provoked King David to count the people of Israel."
        },
        {
          "number": 2,
          "latin": "Et dixit David ad Joab et principes populi: Ite, numerate Israël a Bersabee usque Dan, et adferte mihi numerum, ut sciam.",
          "english": "And King David said to Joab, the commander of his army, and to the other leaders of the people: 'Go, count all the men of Israel, from Beer-sheba in the south to Dan in the north, and bring the count back to me, so that I may know the total number.'"
        },
        {
          "number": 3,
          "latin": "Responditque Joab: Addat Dominus super populum suum, sicut nunc est, centuplum: nonne, domine mi rex, omnes servi tui sunt? Quare hoc quærit dominus meus, quod in peccatum reputetur Israël?",
          "english": "But Joab answered: 'May the Lord increase His people a hundred times over what they are now! My lord the king, are they not all your servants? Why does my lord seek to do this, which will be counted as a sin against Israel?'"
        },
        {
          "number": 4,
          "latin": "Sed sermo regis magis prævaluit: et egressus est Joab, lustravitque Israël, et reversus est in Jerusalem.",
          "english": "However, the king's command prevailed and was more powerful than Joab's objection. So Joab went out and travelled throughout Israel, taking a census, and then returned to Jerusalem."
        },
        {
          "number": 5,
          "latin": "Dedit ergo Joab numerum ad David eorum, quos inlustraverat: et inventus est universi Israël numerus, mille millia et centum millia virorum educentium gladium: de Juda vero quadringenta septuaginta millia bellatorum.",
          "english": "Therefore, Joab gave to David the total number of the men he had counted. The total number found in all of Israel was one million one hundred thousand men who could draw the sword; and in the tribe of Judah alone there were four hundred seventy thousand fighting men."
        },
        {
          "number": 6,
          "latin": "Levi autem et Benjamin non numeravit: quia execrabatur Joab imperium regis.",
          "english": "But Joab did not count the tribes of Levi and Benjamin, because Joab considered the king's order to be an abomination and an error."
        },
        {
          "number": 7,
          "latin": "Et displicuit Deo sermo, et percussit Israël.",
          "english": "And this matter, this counting of the people by David, was displeasing to God, and because of it, God struck down the people of Israel with a plague."
        },
        {
          "number": 8,
          "latin": "Dixitque David ad Deum: Peccavi nimis, quod hoc feci: obsecro, aufer iniquitatem servi tui, quia insipienter egi.",
          "english": "And David said to God: 'I have sinned grievously by doing this. I beg you, take away the guilt of your servant, because I have acted very foolishly.'"
        },
        {
          "number": 9,
          "latin": "Et locutus est Dominus ad Gad videntem David, dicens:",
          "english": "And the Lord spoke to Gad, who was David's prophet and seer, saying:"
        },
        {
          "number": 10,
          "latin": "Vade, et loquere ad David, dicens: Hæc dicit Dominus: Trium tibi optionem do: elige unum quod volueris, et faciam tibi.",
          "english": "'Go and speak to David, saying: \"Thus says the Lord: 'I offer you three choices. Choose one of them that you desire, and I will do it to you.'\"'"
        },
        {
          "number": 11,
          "latin": "Cumque venisset Gad ad David, dixit ei: Hæc dicit Dominus: Elige quod volueris:",
          "english": "When Gad came to King David, he said to him: 'Thus says the Lord: \"Choose what you desire from these options:\"'"
        },
        {
          "number": 12,
          "latin": "Aut tribus annis famem: aut tribus mensibus fugere te hostes tuos, et gladium adversariorum non posse evadere: aut tribus diebus gladium Domini, et pestilentiam versari in terra, et angelum Domini interficere in universis finibus Israël. Nunc igitur vide quid respondeas ei qui misit me.",
          "english": "'Either three years of famine; or for three months you flee from your enemies, and the sword of your adversaries cannot be escaped; or for three days, the sword of the Lord, and a plague to spread throughout the land, and the angel of the Lord to kill throughout all the borders of Israel. Therefore, now consider what answer you will give to Him who sent me.'"
        },
        {
          "number": 13,
          "latin": "Et ait David ad Gad: Angustia coarctor nimis: sed melius est ut incidam in manus Domini, quia multæ sunt misericordiæ ejus, quam in manus hominum.",
          "english": "And David said to Gad: 'I am in very great distress and confined by these choices. But it is better that I fall into the hands of the Lord, because His mercies are many, rather than fall into the hands of men.'"
        },
        {
          "number": 14,
          "latin": "Igitur immisit Dominus pestilentiam in Israël: et ceciderunt de Israël septuaginta millia virorum.",
          "english": "Therefore, the Lord sent a plague upon Israel, and seventy thousand men of Israel died."
        },
        {
          "number": 15,
          "latin": "Et misit angelum Deus in Jerusalem, ut percuteret eam: cumque percuteretur, vidit Dominus, et misertus est super multitudinem, et præcepit Angelo percutienti: Jam sufficit, cesset manus tua. Porro angelus Domini stabat juxta aream Ornan Jebusæi.",
          "english": "And God sent an angel to Jerusalem to strike it. And as it was being struck, the Lord saw, and He had compassion on the multitude of people, and He commanded the angel who was striking them: 'It is enough now; stop your hand.' Indeed, the angel of the Lord was standing by the threshing floor of Ornan the Jebusite."
        },
        {
          "number": 16,
          "latin": "Et levans David oculos suos, vidit angelum Domini stantem inter terram et cælum, et gladium evaginatum in manu ejus, et extensorum super Jerusalem: et ceciderunt tam ipse quam majores natu, vestiti ciliciis, proni in terram.",
          "english": "And David, lifting his eyes, saw the angel of the Lord standing between the earth and the sky, with his drawn sword in his hand stretched out over Jerusalem. And both David himself and the elders, clothed in sackcloth, fell on their faces to the ground."
        },
        {
          "number": 17,
          "latin": "Et dixit David ad Deum: Nonne ego sum qui jussi populum numerari? ego peccavi, ego malum feci: isti greges quid commiserunt? Domine Deus meus, vertatur, obsecro, manus tua in me, et in domum patris mei: et in populum tuum non sit plaga.",
          "english": "And David said to God: 'Was it not I who commanded the people to be counted? I am the one who sinned; I am the one who did wrong! These flocks, what have they committed? O Lord, my God, I beg you, let your hand be turned against me and against the house of my father, but let there be no plague upon Your people.'"
        },
        {
          "number": 18,
          "latin": "Angelus autem Domini præcepit Gad, ut diceret David, ut ascenderet David, et constitueret altare Domino in area Ornan Jebusæi.",
          "english": "Then the angel of the Lord commanded Gad to tell King David that David should go up and build an altar to the Lord on the threshing floor of Ornan the Jebusite."
        },
        {
          "number": 19,
          "latin": "Ascendit ergo David juxta sermonem Gad, quem locutus erat in nomine Domini.",
          "english": "So King David went up according to the word of Gad, which he had spoken in the name of the Lord."
        },
        {
          "number": 20,
          "latin": "Porro Ornan cum a converso aspiceret, vidit angelum, et quatuor filii ejus cum eo absconsi sunt. Ornan autem terebat triticum.",
          "english": "Now Ornan, when he turned and looked around, saw the angel; and his four sons who were with him hid themselves in fear. Ornan himself was threshing wheat at the time."
        },
        {
          "number": 21,
          "latin": "Cumque veniret David ad Ornan, aspexit Ornan, et prosiliens de area, adoravit David pronus in terram.",
          "english": "And when King David came to Ornan, Ornan looked up and, leaping from the threshing floor, he bowed down to David, prostrate on the ground."
        },
        {
          "number": 22,
          "latin": "Et dixit David ad Ornan: Da mihi locum areæ tuæ, ut ædificem in ea altare Domino: ita ut in justo pretio vendes illud mihi, et cesset plaga a populo.",
          "english": "And David said to Ornan: 'Give me the place of your threshing floor, so that I may build an altar to the Lord there. You must sell it to me at its just price, so that the plague may cease from the people.'"
        },
        {
          "number": 23,
          "latin": "Dixitque Ornan ad David: Tolle, et faciat dominus meus rex quod ei placet: sed et boves do in holocaustum, et tribulas in ligna, et triticum in sacrificium: omnia libens præbeo.",
          "english": "And Ornan said to David: 'Take it, and let my lord the king do what pleases him. See, I also give the oxen for a burnt offering, and the threshing sledges for wood, and the wheat for the grain offering. I offer everything willingly.'"
        },
        {
          "number": 24,
          "latin": "Et dixit rex David ad Ornan: Nequaquam, sed pretio emam a te: neque enim offerre tibi debeo holocaustum gratis Domino Deo meo. Emam igitur abs te pretio, et perficiam.",
          "english": "But King David said to Ornan: 'No, not at all; I will surely buy it from you for a price. For I ought not to offer a burnt offering to the Lord my God that costs me nothing. Therefore, I will buy it from you for a price, and I will complete the sacrifice.'"
        },
        {
          "number": 25,
          "latin": "Dedit ergo David Ornan sexcentos siclos auri recti ponderis.",
          "english": "So David gave Ornan six hundred shekels of pure gold by weight."
        },
        {
          "number": 26,
          "latin": "Et ædificavit ibi David altare Domino, et obtulit holocausta, et pacifica: et invocavit Dominum, et exaudivit eum in igne de cælo super altare holocausti.",
          "english": "And David built an altar to the Lord there and offered burnt offerings and peace offerings. He called upon the Lord, and the Lord answered him by sending fire from the sky upon the altar of burnt offering."
        },
        {
          "number": 27,
          "latin": "Et præcepit Dominus Angelo: et convertit gladium suum in vaginam.",
          "english": "Then the Lord commanded the angel, and the angel put his sword back into its sheath."
        },
        {
          "number": 28,
          "latin": "Igitur cum vidisset David quod exaudisset eum Dominus in area Ornan Jebusæi, immolavit ibi victimas.",
          "english": "Therefore, when David saw that the Lord had answered him on the threshing floor of Ornan the Jebusite, he offered sacrifices there."
        },
        {
          "number": 29,
          "latin": "Tabernaculum autem Domini, quod fecerat Moyses in deserto, et altare holocausti, eo tempore erat in excelso Gabaon.",
          "english": "Now the Tabernacle of the Lord, which Moses had made in the wilderness, and the altar of burnt offering, were at that time on the high place at Gibeon."
        },
        {
          "number": 30,
          "latin": "Et non poterat David ire ad adorandum ibi Deum, eo quod nimio timore perterritus esset, perterritus facie gladii angeli Domini.",
          "english": "But David was not able to go there to worship God, because he was terrified by extreme fear, terrified by the sight of the sword of the angel of the Lord."
        }
      ]
    },
    {
      "number": 22,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Constituit autem David locum templi Domini, et altaris holocausti.",
          "english": "Then David designated the location for the Temple of the Lord, and for the altar where burnt offerings would be made."
        },
        {
          "number": 2,
          "latin": "Et præcepit ut congregarentur ad se advenæ, qui erant in terra Israel, et constituit ex illis cæmentarios, ut scinderent lapides et quadrados facerent ad ædificandum templum Dei.",
          "english": "He then ordered all the foreigners living in the land of Israel to be gathered together. From among them, he appointed stonecutters to cut and square stones for the building of God's Temple."
        },
        {
          "number": 3,
          "latin": "Ferro quoque plurimo ad clavorum conjunctionesque tignorum, et ad cuncta opera præparavit David: et æris pondus immensum, quod ponderari non poterat.",
          "english": "David also prepared a great quantity of iron for the nails, for joining the timbers, and for all the construction work; and an immense amount of bronze, so much that it could not even be weighed."
        },
        {
          "number": 4,
          "latin": "Cedros quoque absque numero: quia Sidonii et Tyrii multa cedrorum ligna attulerant ad David.",
          "english": "He also prepared a countless number of cedar logs, because the people of Sidon and Tyre had brought many cedar timbers to David."
        },
        {
          "number": 5,
          "latin": "Dixitque David: Salomon filius meus parvulus est et tenellus, et templum quod ædificandum est Domino, tale esse debet ut in cunctis regionibus nominetur excelsum. Idcirco præparabo illi necessaria. Et hac de causa ante mortem suam præparavit omnia.",
          "english": "And David said: \"My son Solomon is still young and inexperienced, and the Temple that is to be built for the Lord must be so magnificent that it will be famous throughout all the lands. Therefore, I will prepare everything he needs for it.\" So, for this reason, David prepared everything before his death."
        },
        {
          "number": 6,
          "latin": "Et vocavit Salomonem filium suum, præcepitque ei ut ædificaret domum Domino Deo Israel.",
          "english": "Then he called his son Solomon and commanded him to build a house for the Lord, the God of Israel."
        },
        {
          "number": 7,
          "latin": "Dixitque David ad Salomonem: Fili mi, voluntatis meæ fuit ut ædificarem domum nomini Domini Dei mei:",
          "english": "And David said to Solomon: \"My son, it was my heartfelt desire to build a house for the Name of the Lord, my God.\""
        },
        {
          "number": 8,
          "latin": "Sed sermo Domini factus est ad me, dicens: Multum sanguinem effudisti, et plurima bella fecisti: non poteris ædificare domum nomini meo, nimio sanguine quem effudisti in terram coram me:",
          "english": "\"But the word of the Lord came to me, saying: 'You have shed much blood and fought many wars; therefore, you cannot build a house for My Name, because of the great amount of blood you have shed on the earth before Me.'\""
        },
        {
          "number": 9,
          "latin": "Filius quippe nascetur tibi, qui erit vir quietissimus, et requiem dabo ei ab omnibus inimicis suis per circuitum: et Salomon vocabitur: et pacem et otium dabo in Israel cunctis diebus ejus.",
          "english": "\"'For a son will indeed be born to you who will be a man of rest, and I will give him peace from all his enemies on every side. His name will be called Solomon, which means peace, and I will grant peace and tranquility to Israel all his days.'\""
        },
        {
          "number": 10,
          "latin": "Ipse ædificabit domum nomini meo: et ipse erit mihi in filium, et ego illi in patrem: et firmabo solium ejus super Israel in æternum.",
          "english": "\"'He is the one who will build a house for My Name, and he will be My son, and I will be his Father. And I will establish his throne over Israel forever.'\""
        },
        {
          "number": 11,
          "latin": "Nunc ergo, fili mi, sit Dominus tecum, et prosperare, et ædifica domum Domino Deo tuo, sicut locutus est de te.",
          "english": "\"Now therefore, my son, may the Lord be with you, and may you prosper as you build the house for the Lord your God, just as He spoke concerning you.\""
        },
        {
          "number": 12,
          "latin": "Det quoque tibi Dominus sapientiam et prudentiam, et possit regere Israel, et custodire legem Domini Dei tui.",
          "english": "\"May the Lord also grant you wisdom and understanding, so that you may be able to govern Israel and keep the law of the Lord your God.\""
        },
        {
          "number": 13,
          "latin": "Tunc enim dirigere poteris vias tuas, si custodieris mandata et judicia quæ præcepit Dominus Moysi super Israel: confortare et viriliter age, ne timeas, et nihil paveas.",
          "english": "\"For then you will be able to direct your ways successfully if you observe the commands and judgments which the Lord commanded Moses for Israel. Be strong and act courageously; do not be afraid, and do not be dismayed by anything.\""
        },
        {
          "number": 14,
          "latin": "Ego vero in paupertate mea præparavi expensas domus Domini, auri talenta centum millia, et argenti mille millia talentorum: æris vero et ferri non est pondus, superabatur enim numero.",
          "english": "\"Indeed, in my humble efforts, I have prepared for the expenses of the Lord's house: one hundred thousand talents of gold, and one million talents of silver. As for bronze and iron, there is no weight that can be measured, for there was so much that it exceeded all counting.\""
        },
        {
          "number": 15,
          "latin": "Artifices quoque plurimos habes, cæmentarios, et lapicidas, lignarios, et omnium artium fabros.",
          "english": "\"Moreover, you have a great number of skilled workers: masons, and stonecutters, carpenters, and craftsmen for every kind of art and skill.\""
        },
        {
          "number": 16,
          "latin": "Auri, et argenti, et æris, et ferri non est numerus. Surge igitur, et fac: et erit Dominus tecum.",
          "english": "\"There is no end to the gold, silver, bronze, and iron. So rise up and begin the work, and the Lord will be with you.\""
        },
        {
          "number": 17,
          "latin": "Præcepit quoque David cunctis principibus Israel, ut adjucerent Salomonem filium suum, dicens:",
          "english": "David also commanded all the leaders of Israel to assist his son Solomon, saying:"
        },
        {
          "number": 18,
          "latin": "Ecce Dominus Deus vester vobiscum est, et dedit vobis requiem per circuitum: et tradidit in manibus vestris omnes inimicos, et subjecta est terra coram Domino et coram populo ejus.",
          "english": "\"Behold, the Lord your God is with you. He has granted you rest on every side, and He has handed all your enemies into your hands, so the land is subdued before the Lord and before His people.\""
        },
        {
          "number": 19,
          "latin": "Præbete igitur corda vestra et animas vestras, ut quæratis Dominum Deum vestrum: et consurgite, et ædificate sanctuarium Domino Deo, ut introducatur arca fœderis Domini, et vasa sanctuarii Dei in domum quæ ædificatur nomini Domini.",
          "english": "\"Therefore, dedicate your hearts and your souls to seek the Lord your God. Rise up and build the sanctuary for the Lord God, so that the Ark of the Covenant of the Lord and the holy vessels of God's sanctuary may be brought into the house that is being built for the Name of the Lord.\""
        }
      ]
    },
    {
      "number": 23,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Igitur David senex et plenus dierum, constituit Salomonem filium suum regem super Israel.",
          "english": "Therefore, when David was old and had lived many years, he appointed his son Solomon to be king over Israel."
        },
        {
          "number": 2,
          "latin": "Congregavit omnes principes Israel, et sacerdotes atque Levitas.",
          "english": "He gathered all the princes of Israel, as well as the priests and the Levites."
        },
        {
          "number": 3,
          "latin": "Numerati sunt igitur Levitæ a triginta annis et supra: et inventa sunt triginta octo millia.",
          "english": "Therefore, the Levites were counted—those who were thirty years of age and older—and a total of thirty-eight thousand men were found."
        },
        {
          "number": 4,
          "latin": "Ex his fuerunt viginti quatuor millia, ut superent opera Domini, et ad officia ministrent:",
          "english": "From these men, twenty-four thousand were assigned to oversee the work of the Lord's Temple and to serve in its duties."
        },
        {
          "number": 5,
          "latin": "porro sex millia, magistri et judices.",
          "english": "Furthermore, six thousand were appointed as scribes and judges."
        },
        {
          "number": 6,
          "latin": "Quatuor autem millia janitores, et totidem psaltae canentes Domino in organis quæ fecerat ad canendum.",
          "english": "And four thousand were gatekeepers, and another four thousand were singers, chanting praises to the Lord with the musical instruments that David had made for singing."
        },
        {
          "number": 7,
          "latin": "Hi sunt filii Levi secundum familias suas: Gersom, Caath et Merari.",
          "english": "These are the sons of Levi according to their family lines: Gershon, Kohath, and Merari."
        },
        {
          "number": 8,
          "latin": "Filii Gersom: Ledan et Semei.",
          "english": "The sons of Gershon were Ladan and Shimei."
        },
        {
          "number": 9,
          "latin": "Filii Ledan: princeps Jehiel, et Zethan, et Joel, tres.",
          "english": "The sons of Ladan were Jechiel the chief, and Zetham, and Joel—three in total."
        },
        {
          "number": 10,
          "latin": "Filii Semei: Jaath, Sina, et Jehus, et Beria: isti filii Semei, quatuor.",
          "english": "The sons of Shimei were Jahath, Zina, Jeush, and Beriah—these were the four sons of Shimei."
        },
        {
          "number": 11,
          "latin": "Fuit autem Jaath primus, et Ziza secundus: Porro Jehus et Beria non habuerunt filios plurimos, et idcirco reputati sunt in unam familiam, et in unam domum.",
          "english": "Now Jahath was the firstborn, and Ziza was the second. But Jeush and Beriah did not have many sons, and for that reason, they were counted as one family and one household."
        },
        {
          "number": 12,
          "latin": "Filii Caath: Amram, Isahar, Hebron et Oziel, quatuor.",
          "english": "The sons of Kohath were Amram, Izhar, Hebron, and Uzziel—four in total."
        },
        {
          "number": 13,
          "latin": "Filii Amram: Aaron et Moyses. Et segregatus est Aaron ut ministraret in Sancto sanctorum ipse, et filii ejus in sempiternum, et adolere thymiama Domino, ac ministrare illi, et benedicere nomen ejus in sempiternum.",
          "english": "The sons of Amram were Aaron and Moses. And Aaron was set apart, he and his sons forever, to minister in the Holy of Holies, to burn incense before the Lord, to serve Him, and to bless His name perpetually."
        },
        {
          "number": 14,
          "latin": "Moysi quoque hominis Dei, filii supputati sunt in tribu Levi.",
          "english": "Moreover, the sons of Moses, the man of God, were also counted among the tribe of Levi."
        },
        {
          "number": 15,
          "latin": "Filii Moysi: Gersom et Eliezer.",
          "english": "The sons of Moses were Gershon and Eliezer."
        },
        {
          "number": 16,
          "latin": "Filii Gersom: Subuel primus.",
          "english": "The son of Gershon was Shebuel, the firstborn."
        },
        {
          "number": 17,
          "latin": "Filii Eliezer: Rehabia primus, et non fuerunt Eliezer filii alii. Porro filii Rehabia multiplicati sunt nimis.",
          "english": "The son of Eliezer was Rehabiah, the firstborn. Eliezer had no other sons besides him. But the sons of Rehabiah multiplied greatly."
        },
        {
          "number": 18,
          "latin": "Filii Isahar: Salomith primus.",
          "english": "The sons of Izhar were Shelomith, the firstborn."
        },
        {
          "number": 19,
          "latin": "Filii Hebron: Jeriau primus, Amaria secundus, Jahaziel tertius, Jecmaam quartus.",
          "english": "The sons of Hebron were Jeriah, the firstborn; Amariah, the second; Jahaziel, the third; and Jekameam, the fourth."
        },
        {
          "number": 20,
          "latin": "Filii Oziel: Micha primus, Jesia secundus.",
          "english": "The sons of Uzziel were Micah, the firstborn; and Jesiah, the second."
        },
        {
          "number": 21,
          "latin": "Filii Merari: Maheli et Musi. Filii Maheli: Eleazar et Cis.",
          "english": "The sons of Merari were Mahli and Mushi. The sons of Mahli were Eleazar and Kish."
        },
        {
          "number": 22,
          "latin": "Mortuus est autem Eleazar, et non habuit filios, sed filias. Acceperunt igitur eas filii Cis fratres earum.",
          "english": "Now Eleazar died, and he had no sons, only daughters. Therefore, the sons of Kish, their cousins, married them."
        },
        {
          "number": 23,
          "latin": "Filii Musi: Maheli, et Eder, et Jerimoth, tres.",
          "english": "The sons of Mushi were Mahli, Eder, and Jerimoth—three in total."
        },
        {
          "number": 24,
          "latin": "Hi sunt filii Levi in cognationibus et familiis suis, principes familiarum per vices suas, et numerum nominum singulorum capitum, qui faciebant opera ministerii domus Domini a viginti annis et supra.",
          "english": "These are the sons of Levi in their clans and families, the heads of the families according to their divisions, and the count of the names of each individual, who performed the work of the service of the Lord's house, starting from twenty years of age and older."
        },
        {
          "number": 25,
          "latin": "Dixit enim David: Requiem dedit Dominus Deus Israel populo suo, et habitaculum Jerusalem usque in æternum.",
          "english": "For David had declared: “The Lord God of Israel has given rest to His people, and His dwelling place is in Jerusalem forever.”"
        },
        {
          "number": 26,
          "latin": "Nec Levitis ultra foret necesse asportare tabernaculum, et omnia vasa ejus opera ministrorum.",
          "english": "Therefore, it would no longer be necessary for the Levites to carry the tabernacle and all its vessels—which were the instruments of their service."
        },
        {
          "number": 27,
          "latin": "A numeris enim David novissimis, et viginti annorum, et supra, sunt filii Levi.",
          "english": "For according to David’s most recent count, the sons of Levi were those aged twenty years and older."
        },
        {
          "number": 28,
          "latin": "Et stabunt sub manu filiorum Aaron in cultum domus Domini, in vestibulis, et in exedris, et in cœnaculis, et in interioribus, et in propitiatoriis, et in universis vasis ministerii ædis Domini.",
          "english": "And they are to stand under the authority of the sons of Aaron for the service of the Lord’s house, in the courtyards, and in the chambers, and in the upper rooms, and in the inner sanctuaries, and at the mercy seat, and with all the vessels for the service of the Lord’s Temple."
        },
        {
          "number": 29,
          "latin": "Et panum propositionis, et similæ ad sacrificium, et laganorum azymorum, et frixorum, et in sartagine, et omnis ponderis, ac mensuræ.",
          "english": "They are also responsible for the showbread, and the fine flour for the sacrifice, and the unleavened cakes, and that which is baked in the pan, and that which is fried, and for every weight and measure."
        },
        {
          "number": 30,
          "latin": "Et ut stent mane ad laudandum et confitendum Domino: similiter et vespere,",
          "english": "And they are to stand every morning to praise and give thanks to the Lord, and likewise in the evening."
        },
        {
          "number": 31,
          "latin": "tam in oblatione holocaustorum Domini, quam in sabbatis, et calendis, et ceteris solemnitatibus, juxta numerum et cæremonias uniuscujusque semper coram Domino.",
          "english": "They are to assist with the offering of the Lord’s burnt offerings, as well as on the Sabbaths, and at the new moons, and at all other solemn feast days, according to the prescribed number and ceremonies for each, always before the Lord."
        },
        {
          "number": 32,
          "latin": "Et custodiant excubias tabernaculi testimonii, et excubias sanctuarii, et excubias filiorum Aaron fratrum suorum, ut serviant in ædibus Domini.",
          "english": "And they are to guard the watch of the tabernacle of testimony, and the watch of the sanctuary, and the watch of their brethren, the sons of Aaron, so that they may serve in the houses of the Lord."
        },
        {
          "number": 33,
          "latin": "Hi sunt filii Caath per familias suas, duces familiarum Amram, et Jesaar, et Hebron, et Oziel.",
          "english": "These are the sons of Kohath by their families: the chiefs of the families of Amram, and Izhar, and Hebron, and Uzziel."
        },
        {
          "number": 34,
          "latin": "Filii Merari per familias suas, duces familiarum Maheli, et Musi. Et isti sunt filii Levi per familias suas.",
          "english": "The sons of Merari by their families were the chiefs of the families of Mahli and Mushi. And these are the sons of Levi by their families."
        },
        {
          "number": 35,
          "latin": "Et dux Eleazar sacerdos: et dux Cis.",
          "english": "And Eleazar was the chief priest, and Kish was also a chief."
        },
        {
          "number": 36,
          "latin": "Fuitque Eleazar pontifex, et filii ejus: Et pontifex in locum ejus filius ejus. Et filii Caath per familias suas.",
          "english": "Eleazar was the high priest, and his sons held the priesthood after him. And his son became high priest in his place. And these were the sons of Kohath by their families."
        },
        {
          "number": 37,
          "latin": "Filii Amram, et Jesaar, et Hebron, et Oziel.",
          "english": "The sons of Amram, and Izhar, and Hebron, and Uzziel."
        },
        {
          "number": 38,
          "latin": "Filii Gersom, Ledan, et Semei.",
          "english": "The sons of Gershon were Ladan and Shimei."
        },
        {
          "number": 39,
          "latin": "Filii Merari, Maheli, et Musi.",
          "english": "The sons of Merari were Mahli and Mushi."
        },
        {
          "number": 40,
          "latin": "Omnes Levitae per familias suas, et per domos patrum suorum, in capitibus suis, et in numero suo, ab annis triginta et supra, usque ad quinquaginta annos. Ministrantes in domibus Domini, et omnes labores operis ministrorum, et tabernaculi testimonii.",
          "english": "All the Levites, by their families and by their fathers' households, according to their divisions and their total number, from thirty years of age and older, up to fifty years of age, were serving in the houses of the Lord, performing all the labor of the ministers' work, and the service of the tabernacle of testimony."
        }
      ]
    },
    {
      "number": 24,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Filii autem Aaron, haec erant divisiones eorum: filii Aaron, Nadab et Abiu, Eleazar et Ithamar.",
          "english": "Now, these were the assigned divisions for the sons of Aaron. The original sons of Aaron were Nadab, Abihu, Eleazar, and Ithamar."
        },
        {
          "number": 2,
          "latin": "Mortui sunt autem Nadab et Abiu ante patrem suum absque liberis: et sacerdotio functi sunt Eleazar et Ithamar.",
          "english": "However, Nadab and Abihu died before their father, and they had no children. So, Eleazar and Ithamar were the ones who carried out the duties of the priesthood."
        },
        {
          "number": 3,
          "latin": "Et divisit eos David, et Sadoc de filiis Eleazar, et Ahimelech de filiis Ithamar, secundum vices suas et ministerium suum.",
          "english": "King David, along with Zadok from the lineage of Eleazar, and Ahimelech from the lineage of Ithamar, then organized these priestly families. He established their specific courses of service and their particular duties within the ministry."
        },
        {
          "number": 4,
          "latin": "Inventi sunt ergo multo plures filii Eleazar in principibus viris, quam filii Ithamar: et divisit eos, id est, filios Eleazar, principes familiarum sedecim: et filios Ithamar, per familias suas octo.",
          "english": "It was discovered that the descendants of Eleazar had many more leading men than the descendants of Ithamar. Therefore, King David assigned sixteen family heads from the sons of Eleazar and eight family heads from the sons of Ithamar, according to their respective family lines."
        },
        {
          "number": 5,
          "latin": "Divisitque eos per vices suas, tam hos quam illos: plures enim inventi sunt principes in filiis Eleazar, et potentes viri.",
          "english": "David then organized their courses of service by lot, treating both groups equally. However, more leading men and mighty warriors were found among the descendants of Eleazar, so their courses were more numerous."
        },
        {
          "number": 6,
          "latin": "Descripsitque eos Semeias filius Nathanael scriba de genere Levi, coram rege et principibus, et Sadoc sacerdote, et Ahimelech filio Abiathar, principibus quoque familiarum sacerdotalium et Leviticarum: unam domum, quae cæteris præerat, Eleazari: et alteram Ithamar.",
          "english": "Shemaiah, son of Nethaneel, a Levite scribe, recorded them in the presence of the king, the princes, Zadok the priest, Ahimelech the son of Abiathar, and the heads of the priestly and Levite families. He recorded one leading family line from Eleazar, and another leading family line from Ithamar."
        },
        {
          "number": 7,
          "latin": "Exiitque sors prima Jojarib, secunda Jedaia.",
          "english": "The first lot drawn was for Jehoiarib, the second for Jedaiah."
        },
        {
          "number": 8,
          "latin": "Tertia Harim, quarta Seorim.",
          "english": "The third was for Harim, the fourth for Seorim."
        },
        {
          "number": 9,
          "latin": "Quinta Melchia, sexta Maamin.",
          "english": "The fifth was for Malchijah, the sixth for Mijamin."
        },
        {
          "number": 10,
          "latin": "Septima Accos, octava Abia.",
          "english": "The seventh was for Hakkoz, the eighth for Abijah."
        },
        {
          "number": 11,
          "latin": "Nona Jesua, decima Sechenia.",
          "english": "The ninth was for Jeshua, the tenth for Shecaniah."
        },
        {
          "number": 12,
          "latin": "Undecima Eliasib, duodecima Jacim.",
          "english": "The eleventh was for Eliashib, the twelfth for Jakim."
        },
        {
          "number": 13,
          "latin": "Decimatertia Huppa, decimacquarta Isbaab.",
          "english": "The thirteenth was for Huppah, the fourteenth for Jeshebeab."
        },
        {
          "number": 14,
          "latin": "Decimaquinta Belga, decimasexta Emmer.",
          "english": "The fifteenth was for Bilgah, the sixteenth for Immer."
        },
        {
          "number": 15,
          "latin": "Decimaseptima Hezir, decimavoctava Aphses.",
          "english": "The seventeenth was for Hezir, the eighteenth for Happizzez."
        },
        {
          "number": 16,
          "latin": "Decimanona Pheteia, vigesima Hezechiel.",
          "english": "The nineteenth was for Pethahiah, the twentieth for Jehezkel."
        },
        {
          "number": 17,
          "latin": "Vigesima prima Jachin, vigesima secunda Gamul.",
          "english": "The twenty-first was for Jachin, the twenty-second for Gamul."
        },
        {
          "number": 18,
          "latin": "Vigesima tertia Dalaiau, vigesima quarta Maaziau.",
          "english": "The twenty-third was for Delaiah, the twenty-fourth for Maaziah."
        },
        {
          "number": 19,
          "latin": "Hæ sunt vices eorum secundum ministeria sua, cum ingrediebantur domum Domini, et juxta præceptum Aaron patris sui, sicut præceperat Dominus Deus Israël.",
          "english": "These were their ordered courses of service when they went into the House of the Lord. They followed the directions of Aaron their father, just as the Lord God of Israel had commanded him."
        },
        {
          "number": 20,
          "latin": "Porro filiorum Levi reliqui: de filiis Amram, Subael: et de filiis Subael, Jehedeia.",
          "english": "Now, concerning the remaining descendants of Levi: from the sons of Amram, there was Shubael. From the sons of Shubael, there was Jehdeiah."
        },
        {
          "number": 21,
          "latin": "De filiis quoque Rohobia, Issia princeps.",
          "english": "From the sons of Rehabiah, Isshiah was the chief."
        },
        {
          "number": 22,
          "latin": "De Isaari, Salemoth: de filiis Salemoth, Jaath.",
          "english": "From the Izharites, there was Shelomith. From the sons of Shelomith, there was Jahath."
        },
        {
          "number": 23,
          "latin": "Hic filius ejus Amram, et Isaar, Jeheth, et Bari. Et filii Ozihel, Micha: filii Micha, Samir.",
          "english": "His son was Amram, and Izhar, and Jehath, and Beriah. And the sons of Uzziel were Micah, and the sons of Micah were Shamir."
        },
        {
          "number": 24,
          "latin": "Frater Micha, Jesia: et filii Jesiæ, Zacharias.",
          "english": "Micah's brother was Isshiah. And the sons of Isshiah were Zechariah."
        },
        {
          "number": 25,
          "latin": "Filii Merari, Moholi et Musi: filii Oziau, Benno.",
          "english": "The sons of Merari were Mahli and Mushi. The sons of Jaaziah were Beno."
        },
        {
          "number": 26,
          "latin": "Filii quoque Merari, Oziau et Soham, et Zaccur, et Abri.",
          "english": "The other sons of Merari were Jaaziah, Shoham, Zaccur, and Ibri."
        },
        {
          "number": 27,
          "latin": "Filii Moholi, Eleazar, qui non habuit filios.",
          "english": "The sons of Mahli were Eleazar, who had no sons."
        },
        {
          "number": 28,
          "latin": "Et filii Cis, Jerameel.",
          "english": "And the sons of Kish were Jerahmeel."
        },
        {
          "number": 29,
          "latin": "Filii Musi, Moholi, Eder, et Jerimoth. Hi filii Levi secundum domos familiarum suarum.",
          "english": "The sons of Mushi were Mahli, Eder, and Jerimoth. These were the sons of Levi according to their family lines."
        },
        {
          "number": 30,
          "latin": "Præposuitque eos David et principes sacerdotum, Sadoc et Ahimelech, et principes familiarum Leviticarum, per vices suas in ministerio, ut essent in domo Domini.",
          "english": "King David, along with Zadok, Ahimelech the chief priest, and the heads of the Levite families, appointed these individuals for their courses of service. They were designated to minister in the House of the Lord."
        },
        {
          "number": 31,
          "latin": "Miserunt autem et ipsi sortes ex adverso fratrum suorum filiorum Aaron coram David rege, et Sadoc, et Ahimelech, et principibus familiarum sacerdotalium et Leviticarum. Tam cognatus quam non cognatus, æquali sorte dividebantur.",
          "english": "They also cast lots for their courses of service, just as their brothers, the sons of Aaron, had done. This was done in the presence of King David, Zadok, Ahimelech, and the heads of the priestly and Levite families. Both relatives and non-relatives were assigned their duties by lot, ensuring an equal and impartial distribution of roles."
        }
      ]
    },
    {
      "number": 25,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Igitur David et principes exercitus separaverunt in ministerium filios Asaph, et Heman, et Idithun, qui prophetarent in citharis, et psalteriis, et cymbalis, juxta numerum suum.",
          "english": "So David and the commanders of the army set apart the sons of Asaph, Heman, and Jeduthun for a sacred service. These were to proclaim God's message using harps, lyres, and cymbals, according to the total number appointed."
        },
        {
          "number": 2,
          "latin": "De Asaph: Zachur, et Joseph, et Nathania, et Azarela, filii Asaph: sub manu Asaph prophetantis juxta præceptum regis.",
          "english": "From the sons of Asaph were Zaccur, Joseph, Nethaniah, and Asharelah. These were under the direction of Asaph, who was proclaiming God's message according to the king's command."
        },
        {
          "number": 3,
          "latin": "Porro Idithun: Godoliam, Suffi, et Jesei, et Hasabiam, et Mathathiam, Semeiam, sex sub manibus patris sui Idithun, qui in cithara prophetabat in confessione et laudibus Domini.",
          "english": "For Jeduthun, there were six sons: Gedaliah, Zeri, Jeshaiah, Hashabiah, Mattithiah, and Shemei. They were all under the direction of their father Jeduthun, who proclaimed God's message with the harp, in giving thanks and praises to the Lord."
        },
        {
          "number": 4,
          "latin": "De Heman: Bucchiam, Mathaniam, Oziel, Subuel, et Jerimoth, Hananiam, Hanani, Eliatha, Geddelthi, et Romemthi, Ezer, Jesbocasa, Mellothi, Othir, et Mahazioth:",
          "english": "From Heman were Bukkiah, Mattaniah, Uzziel, Shebuel, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamti-ezer, Joshbekashah, Mallothi, Hothir, and Mahazioth."
        },
        {
          "number": 5,
          "latin": "Omnes hii, filii Heman filii regis in sermonibus Dei, ut exaltaret cornu: et dedit Deus Heman filios quatuordecim, et filias tres.",
          "english": "All these were the sons of Heman, who, as royal officials for God's message, were to lift up the horn of triumph in their service. God gave Heman fourteen sons and three daughters."
        },
        {
          "number": 6,
          "latin": "Omnes hii sub manu patrum suorum ad cantandum in templo Domini, in cymbalis, et psalteriis, et citharis, ad ministerium domus Domini, secundum regis præceptum: Asaph, Idithun, et Heman.",
          "english": "All these musicians were under the direction of their fathers for singing in the Temple of the Lord, using cymbals, lyres, and harps. This was all for the sacred service of the Lord's house, according to the king's command, set by Asaph, Jeduthun, and Heman."
        },
        {
          "number": 7,
          "latin": "Fuit autem numerus eorum, cum fratribus suis, qui erudiebantur et cantabant Domino, omnes intellegentes, ducentorum octoginta octo.",
          "english": "The total number of these musicians, along with their kinsmen who were being trained and who sang to the Lord, all of them skilled and understanding in their craft, was two hundred and eighty-eight."
        },
        {
          "number": 8,
          "latin": "Miserunt quoque sortes per vices suas, tam minores quam majores, docti pariter et indocti.",
          "english": "They also cast lots to determine their divisions of service, involving both the younger and the older members, and including both the skilled and those still in training."
        },
        {
          "number": 9,
          "latin": "Et cecidit sors prima Asaph Joseph: secundo Godoliæ, ipsi et filiis et fratribus ejus duodecim:",
          "english": "The first lot fell to Joseph, of the lineage of Asaph. The second lot went to Gedaliah, who, along with his sons and kinsmen, numbered twelve in his division."
        },
        {
          "number": 10,
          "latin": "Tertio Zachur, filiis et fratribus ejus duodecim:",
          "english": "The third lot went to Zaccur, who, along with his sons and kinsmen, numbered twelve."
        },
        {
          "number": 11,
          "latin": "Quarto Izri, filiis et fratribus ejus duodecim:",
          "english": "The fourth lot went to Zeri, who, along with his sons and kinsmen, numbered twelve."
        },
        {
          "number": 12,
          "latin": "Quinto Nathaniæ, filiis et fratribus ejus duodecim:",
          "english": "The fifth lot went to Nethaniah, who, along with his sons and kinsmen, numbered twelve."
        },
        {
          "number": 13,
          "latin": "Sexto Bucchias, filiis et fratribus ejus duodecim:",
          "english": "The sixth lot went to Bukkiah, who, along with his sons and kinsmen, numbered twelve."
        },
        {
          "number": 14,
          "latin": "Septimo Jeseï, filiis et fratribus ejus duodecim:",
          "english": "The seventh lot went to Jeshaiah, who, along with his sons and kinsmen, numbered twelve."
        },
        {
          "number": 15,
          "latin": "Octavo Isaiæ, filiis et fratribus ejus duodecim:",
          "english": "The eighth lot went to Isaiah, who, along with his sons and kinsmen, numbered twelve."
        },
        {
          "number": 16,
          "latin": "Nono Mathaniæ, filiis et fratribus ejus duodecim:",
          "english": "The ninth lot went to Mattaniah, who, along with his sons and kinsmen, numbered twelve."
        },
        {
          "number": 17,
          "latin": "Decimo Semeiæ, filiis et fratribus ejus duodecim:",
          "english": "The tenth lot went to Shemei, who, along with his sons and kinsmen, numbered twelve."
        },
        {
          "number": 18,
          "latin": "Undecimo Azarel, filiis et fratribus ejus duodecim:",
          "english": "The eleventh lot went to Asharelah, who, along with his sons and kinsmen, numbered twelve."
        },
        {
          "number": 19,
          "latin": "Duodecimo Hasabiæ, filiis et fratribus ejus duodecim:",
          "english": "The twelfth lot went to Hashabiah, who, along with his sons and kinsmen, numbered twelve."
        },
        {
          "number": 20,
          "latin": "Tertio decimo Subuel, filiis et fratribus ejus duodecim:",
          "english": "The thirteenth lot went to Shebuel, who, along with his sons and kinsmen, numbered twelve."
        },
        {
          "number": 21,
          "latin": "Quarto decimo Mathathiæ, filiis et fratribus ejus duodecim:",
          "english": "The fourteenth lot went to Mattithiah, who, along with his sons and kinsmen, numbered twelve."
        },
        {
          "number": 22,
          "latin": "Quinto decimo Jerimoth, filiis et fratribus ejus duodecim:",
          "english": "The fifteenth lot went to Jerimoth, who, along with his sons and kinsmen, numbered twelve."
        },
        {
          "number": 23,
          "latin": "Sexto decimo Hananiæ, filiis et fratribus ejus duodecim:",
          "english": "The sixteenth lot went to Hananiah, who, along with his sons and kinsmen, numbered twelve."
        },
        {
          "number": 24,
          "latin": "Septimo decimo Jesbocasæ, filiis et fratribus ejus duodecim:",
          "english": "The seventeenth lot went to Joshbekashah, who, along with his sons and kinsmen, numbered twelve."
        },
        {
          "number": 25,
          "latin": "Duodevicesimo Anani, filiis et fratribus ejus duodecim:",
          "english": "The eighteenth lot went to Hanani, who, along with his sons and kinsmen, numbered twelve."
        },
        {
          "number": 26,
          "latin": "Nono decimo Mellothi, filiis et fratribus ejus duodecim:",
          "english": "The nineteenth lot went to Mallothi, who, along with his sons and kinsmen, numbered twelve."
        },
        {
          "number": 27,
          "latin": "Vicesimo Eliathæ, filiis et fratribus ejus duodecim:",
          "english": "The twentieth lot went to Eliathah, who, along with his sons and kinsmen, numbered twelve."
        },
        {
          "number": 28,
          "latin": "Vicesimo primo Othir, filiis et fratribus ejus duodecim:",
          "english": "The twenty-first lot went to Hothir, who, along with his sons and kinsmen, numbered twelve."
        },
        {
          "number": 29,
          "latin": "Vicesimo secundo Geddelthi, filiis et fratribus ejus duodecim:",
          "english": "The twenty-second lot went to Giddalti, who, along with his sons and kinsmen, numbered twelve."
        },
        {
          "number": 30,
          "latin": "Vicesimo tertio Mahazioth, filiis et fratribus ejus duodecim:",
          "english": "The twenty-third lot went to Mahazioth, who, along with his sons and kinsmen, numbered twelve."
        },
        {
          "number": 31,
          "latin": "Vicesimo quarto Romemthi Ezer, filiis et fratribus ejus duodecim.",
          "english": "The twenty-fourth lot went to Romamti-ezer, who, along with his sons and kinsmen, numbered twelve."
        }
      ]
    },
    {
      "number": 26,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Igitur per distinctiones portariorum: de Coritis Meselemia filius Core de filiis Asaph.",
          "english": "So then, these were the appointed divisions of the gatekeepers: From the Korahites was Meshelemiah, the son of Kore, one of the sons of Asaph."
        },
        {
          "number": 2,
          "latin": "Filii autem Meselemiae: Zacharias primogenitus, Jadihel secundus, Zabadias tertius, Jathanael quartus,",
          "english": "Meshelemiah had sons: Zachariah, the firstborn; Jediael, the second; Zebadiah, the third; Jathanael, the fourth;"
        },
        {
          "number": 3,
          "latin": "Elam quintus, Johanan sextus, Elionas septimus.",
          "english": "Elam, the fifth; Johanan, the sixth; and Elioenai, the seventh."
        },
        {
          "number": 4,
          "latin": "Filii vero Obededom: Semeias primogenitus, Jozabad secundus, Joah tertius, Sachar quartus, Nathanael quintus,",
          "english": "The sons of Obed-Edom were Shemaiah, the firstborn; Jehozabad, the second; Joah, the third; Sacar, the fourth; Nathanael, the fifth;"
        },
        {
          "number": 5,
          "latin": "Ammiel sextus, Issachar septimus, Phaullathi octavus: quia benedixit illi Dominus.",
          "english": "Ammiel, the sixth; Issachar, the seventh; and Peulthai, the eighth. All these were because the Lord had blessed him."
        },
        {
          "number": 6,
          "latin": "Et Semeiae filio ejus nati sunt filii principes familiarum suarum: quia viri fortissimi fuerunt.",
          "english": "To his son Shemaiah, other sons were born who became heads of their families, because they were very strong men."
        },
        {
          "number": 7,
          "latin": "Filii ergo Semeiae: Othni, et Raphael, et Obed, Elizabad: et fratres ejus viri fortissimi, Eliu et Samachias.",
          "english": "Therefore, the sons of Shemaiah were Othni, Raphaël, Obed, and Elzabad. His brothers, who were also very strong men, were Elihu and Semachiah."
        },
        {
          "number": 8,
          "latin": "Omnes hi de filiis Obededom: ipsi et filii, et fratres eorum, fortissimi ad ministrandum: sexaginta duo de Obededom.",
          "english": "All these men were from the sons of Obed-Edom—they, their sons, and their brothers—all very strong and capable for service. There were sixty-two descendants from Obed-Edom."
        },
        {
          "number": 9,
          "latin": "Porro Meselemiae filii, et fratres eorum, viri fortissimi: decem et octo.",
          "english": "Moreover, Meshelemiah's sons and their brothers were also very strong men, eighteen in total."
        },
        {
          "number": 10,
          "latin": "De Hosa autem, de filiis Merari, filii: Semri princeps (non enim habuerat primogenitum, et idcirco posuerat eum pater ejus principem),",
          "english": "From Hosah, who was from the sons of Merari, were these sons: Shimri, the chief, whom his father had appointed as chief because he had no firstborn son;"
        },
        {
          "number": 11,
          "latin": "Helcias secundus, Tebalias tertius, Zacharias quartus: omnes hi, et filii, et fratres Hosa, tredecim.",
          "english": "Hilkiah, the second; Tebaliah, the third; and Zechariah, the fourth. All these, including Hosah's sons and brothers, numbered thirteen."
        },
        {
          "number": 12,
          "latin": "Harum distinctiones portariorum: principum virorum, habentium officia sua, ut ministrarent fratribus suis.",
          "english": "These were the divisions of the gatekeepers: these leading men had their duties to minister to their brethren."
        },
        {
          "number": 13,
          "latin": "Et projecterunt sortes ex aequo et parvis et magnis per cognationes suas, pro singulis portis.",
          "english": "They cast lots, fairly and equally, among the small and the great among their families, for each gate."
        },
        {
          "number": 14,
          "latin": "Cecidit ergo sors orientalis Selemiae. Porro Zachariae filio ejus (consiliario prudentissimo) et ipsi mittentes sortem, cecidit ad septentrionem.",
          "english": "So the eastern lot fell to Shelemiah. Then for his son Zechariah (who was a very prudent counselor), they also cast lots, and his lot fell to the north."
        },
        {
          "number": 15,
          "latin": "Obededom vero ad meridiem: et filiis ejus, domus Asaph.",
          "english": "Obed-Edom received the southern lot; and for his sons, the house of Asaph."
        },
        {
          "number": 16,
          "latin": "Hosae ad occidentem, per vicem sortis, in via scalae, per quam ascenditur: et porta porticuum.",
          "english": "Hosah received the western lot, by the assigned turn of the lot, for the road leading up the ascent, and for the Shallecheth Gate."
        },
        {
          "number": 17,
          "latin": "Ad orientem vero Levitae sex, et ad septentrionem quatuor per diem: atque ad meridiem similiter quatuor per diem: et ubi thesauros condebant, duo et duo.",
          "english": "To the east, there were six Levites; to the north, four each day; to the south, likewise four each day; and at the storehouse where the treasures were kept, two by two."
        },
        {
          "number": 18,
          "latin": "In Parbar quoque ad occidentem, quatuor in agmine, et duo ad Parbar.",
          "english": "Also at Parbar, to the west, there were four on the highway and two at Parbar itself."
        },
        {
          "number": 19,
          "latin": "Hae sunt distinctiones portariorum filiorum Core et Merari.",
          "english": "These were the divisions of the gatekeepers from the sons of Korah and Merari."
        },
        {
          "number": 20,
          "latin": "Porro Levitarum Achia praeerat thesauris domus Dei, et thesauris sanctorum.",
          "english": "Moreover, among the Levites, Ahijah was in charge of the treasures of the house of God and the consecrated treasures."
        },
        {
          "number": 21,
          "latin": "Filii Ladani, filii Gerson: de Ladano capita familiarum Gersonitarum, et Cori.",
          "english": "Concerning the sons of Laadan, sons of Gershon: from Laadan were the heads of the Gershonite families, and Cori."
        },
        {
          "number": 22,
          "latin": "Filii Hieheli: Zetham et Joel fratres ejus, erant super thesauros domus Domini.",
          "english": "The sons of Jehieli: Zetham and his brother Joel, were in charge of the treasures of the house of the Lord."
        },
        {
          "number": 23,
          "latin": "De Amramitis, et Isaharitis, et Hebronitis, et Ozielitis.",
          "english": "From the Amramites, the Izharites, the Hebronites, and the Uzzielites."
        },
        {
          "number": 24,
          "latin": "Sub Amram filio Moysi, erat Subael princeps.",
          "english": "Under Amram, the son of Moses, was Shubael, the chief."
        },
        {
          "number": 25,
          "latin": "Et fratres ejus: Eliezer, cujus filius Rahabia, et hujus filius Isaias, et hujus filius Joram, et hujus filius Zechri, et hujus filius Selemith.",
          "english": "His brothers were Eliezer, whose son was Rehabiah; and his son was Jeshaiah; and his son was Joram; and his son was Zichri; and his son was Shelomith."
        },
        {
          "number": 26,
          "latin": "Ipse Selemith et fratres ejus super thesauros sanctorum, quae sanctificavit rex David, et principes familiarum, et tribuni, et centuriones, et duces exercitus.",
          "english": "This Shelomith and his brothers were in charge of the consecrated treasures, which King David, the heads of families, the military commanders (tribunes and centurions), and the army leaders had consecrated."
        },
        {
          "number": 27,
          "latin": "De praeliis et manubiis consecratas.",
          "english": "These were things consecrated from battles and plunder."
        },
        {
          "number": 28,
          "latin": "Et omnia quae sanctificaverat Samuel propheta, et Saul filius Cis, et Abner filius Ner, et Joab filius Sarviae: omnia sanctorum horum sub manu Selemith et fratrum ejus.",
          "english": "And all things that Samuel the prophet had consecrated, and Saul, the son of Kish, and Abner, the son of Ner, and Joab, the son of Zeruiah: all these consecrated things were under the authority of Shelomith and his brothers."
        },
        {
          "number": 29,
          "latin": "De Isaharitis, Chonenias et filii ejus ad opera forinseca super Israel, ut docerent et judicarent.",
          "english": "From the Izharites, Chenaniah and his sons were appointed for external duties over Israel, to teach and to judge."
        },
        {
          "number": 30,
          "latin": "De Hebronitis, Hasabias et fratres ejus viri fortissimi, mille septingenti, praeerant Israëli trans Jordanem contra occidentem, in omni opere Domini, et in ministerium regis.",
          "english": "From the Hebronites, Hashabiah and his brothers, strong men numbering one thousand seven hundred, were in charge of Israel west of the Jordan, for all the work of the Lord and for the service of the king."
        },
        {
          "number": 31,
          "latin": "Porro de Hebronitis Jeria princeps, secundum cognationes et familias eorum. Anno quadragesimo regni David, recensiti sunt, et inventi sunt viri fortissimi in Jazer Galaad.",
          "english": "Moreover, from the Hebronites, Jeriah was the chief, according to their genealogies and families. In the fortieth year of David's reign, they were counted, and very strong men were found among them in Jazer of Gilead."
        },
        {
          "number": 32,
          "latin": "Et fratres ejus viri fortissimi, duo millia septingenti, principes familiarum: quos constituit David rex super Rubenitas, et Gadditas, et dimidiam tribum Manasse, in omnia quae ad Deum, et ad regem pertinent.",
          "english": "His brothers, also very strong men, numbered two thousand seven hundred, heads of families. King David appointed them over the Reubenites, the Gadites, and the half-tribe of Manasseh, for everything pertaining to God and to the king."
        }
      ]
    },
    {
      "number": 27,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Filii autem Israël secundum numerum suum, principes familiarum, tribuni et centuriones, et præfecti, qui ministrabant regi juxta turmas suas, ingrediebantur et egrediebantur per singulos menses in anno, sub singulis principibus, qui erant viginti quatuor millia.",
          "english": "Now, for the people of Israel, according to the official count of their people, the family leaders, the military commanders (of thousands and hundreds), and other officers who served the king in their assigned divisions, these groups were assigned to serve by taking turns, going in and out, for each month of the year, under individual leaders. Each of these service groups had twenty-four thousand men."
        },
        {
          "number": 2,
          "latin": "super primam turmam in mense primo Jesboam filius Zabdiel erat : et sub eo viginti quatuor millia.",
          "english": "Over the first division, for the first month, was Jasobaam, the son of Zabdiel. Under him were twenty-four thousand men."
        },
        {
          "number": 3,
          "latin": "De filiis Phares, princeps omnium principum in exercitu mense primo.",
          "english": "He was from the sons of Phares (a son of Judah), and he was the chief of all the commanders in the army for that first month."
        },
        {
          "number": 4,
          "latin": "Super secundam turmam mensis secundi, Dodia Ahohites, et alter ex parte sua princeps, Abbat ; et in turma ejus viginti quatuor millia.",
          "english": "Over the second division for the second month was Dodai the Ahohite. And another commander of his division, named Abbat, served with him. And in his division were twenty-four thousand men."
        },
        {
          "number": 5,
          "latin": "Tertius imperator exercitus in mense tertio, Banaias filius Jojadæ sacerdotis : et in divisione sua viginti quatuor millia.",
          "english": "The third commander of the army, for the third month, was Banaias, the son of Joiada the priest. And in his division were twenty-four thousand men."
        },
        {
          "number": 6,
          "latin": "Ipse est Banaias fortissimus inter triginta, et super triginta : et Amizabad filius ejus præpositus divisionis ipsius.",
          "english": "This Banaias was the strongest among the thirty mighty men, and he was chief over them. And Amizabad, his son, was the appointed leader of this division."
        },
        {
          "number": 7,
          "latin": "Quartus, in mense quarto, Asaël frater Joab, et Zabadias filius ejus post eum : et in divisione ejus viginti quatuor millia.",
          "english": "The fourth commander, for the fourth month, was Asahel, the brother of Joab. After Asahel's death, his son Zabadias took his place. And in his division were twenty-four thousand men."
        },
        {
          "number": 8,
          "latin": "Quintus, in mense quinto, princeps Samhuth Israhites : et in divisione ejus viginti quatuor millia.",
          "english": "The fifth commander, for the fifth month, was the chief Samhuth the Israhite. And in his division were twenty-four thousand men."
        },
        {
          "number": 9,
          "latin": "Sextus, in mense sexto, Ira filius Acces Thecuites : et in divisione ejus viginti quatuor millia.",
          "english": "The sixth commander, for the sixth month, was Ira, the son of Acces the Thecuite. And in his division were twenty-four thousand men."
        },
        {
          "number": 10,
          "latin": "Septimus, in mense septimo, Heles Phallonites de filiis Ephraim : et in divisione ejus viginti quatuor millia.",
          "english": "The seventh commander, for the seventh month, was Heles the Phallonite, from the sons of Ephraim. And in his division were twenty-four thousand men."
        },
        {
          "number": 11,
          "latin": "Octavus, in mense octavo, Sobochai Husathites de stirpe Zarahi : et in divisione ejus viginti quatuor millia.",
          "english": "The eighth commander, for the eighth month, was Sobochai the Husathite, from the lineage of Zarahi. And in his division were twenty-four thousand men."
        },
        {
          "number": 12,
          "latin": "Nonus, in mense nono, Abiezer Anathothites de filiis Jemini : et in divisione ejus viginti quatuor millia.",
          "english": "The ninth commander, for the ninth month, was Abiezer the Anathothite, from the sons of Jemini (meaning Benjamin). And in his division were twenty-four thousand men."
        },
        {
          "number": 13,
          "latin": "Decimus, in mense decimo, Maharai Nethophathites de stirpe Zarahi : et in divisione ejus viginti quatuor millia.",
          "english": "The tenth commander, for the tenth month, was Maharai the Nethophathite, from the lineage of Zarahi. And in his division were twenty-four thousand men."
        },
        {
          "number": 14,
          "latin": "Undecimus, in mense undecimo, Banaias Pharathonites de filiis Ephraim : et in divisione ejus viginti quatuor millia.",
          "english": "The eleventh commander, for the eleventh month, was Banaias the Pharathonite, from the sons of Ephraim. And in his division were twenty-four thousand men."
        },
        {
          "number": 15,
          "latin": "Duodecimus, in mense duodecimo, Holdai Nethophathites de stirpe Othoniel : et in divisione ejus viginti quatuor millia.",
          "english": "The twelfth commander, for the twelfth month, was Holdai the Nethophathite, from the lineage of Othoniel. And in his division were twenty-four thousand men."
        },
        {
          "number": 16,
          "latin": "Super tribus autem Israël, principes erant hi : Rubenitis, præpositus Eliezer filius Zechri : Simeonitis, Saphatias filius Maacha :",
          "english": "Now, concerning the tribes of Israel, these were their leaders: For the Rubenites, Eliezer, the son of Zechri, was the appointed chief. For the Simeonites, Saphatias, the son of Maacha, was the chief."
        },
        {
          "number": 17,
          "latin": "Levitis, Hasabias filius Camuel : Aäronitis, Sadoc :",
          "english": "For the Levites, Hasabias, the son of Camuel, was the chief. For the Aäronites (meaning the priests descended from Aaron), Sadoc was the chief."
        },
        {
          "number": 18,
          "latin": "Judæ, Eliu filius David : Issachar, Amri filius Michael :",
          "english": "For Judah, Eliu, who was a son of David himself, was the chief. For Issachar, Amri, the son of Michael, was the chief."
        },
        {
          "number": 19,
          "latin": "Zabulonitis, Ismaias filius Abdiae : Nephthali, Jerimoth filius Ozriel :",
          "english": "For the Zabulonites, Ismaias, the son of Abdias, was the chief. For Nephthali, Jerimoth, the son of Ozriel, was the chief."
        },
        {
          "number": 20,
          "latin": "Filiorum Ephraim, Osee filius Ozaziu : dimidiæ tribus Manasse, Joël filius Phadaia :",
          "english": "For the sons of Ephraim, Osee, the son of Ozaziu, was the chief. For the half-tribe of Manasseh, Joël, the son of Phadaia, was the chief."
        },
        {
          "number": 21,
          "latin": "Dimidiae tribus Manasse in Galaad, Addo filius Zachariæ : Benjamin, Jasiel filius Abner :",
          "english": "For the half-tribe of Manasseh in Galaad, Addo, the son of Zacharias, was the chief. For Benjamin, Jasiel, the son of Abner, was the chief."
        },
        {
          "number": 22,
          "latin": "Dan, Azareël filius Jeroam : hi principes filiorum Israël.",
          "english": "For Dan, Azareël, the son of Jeroam, was the chief. These were the leaders for the sons of Israel."
        },
        {
          "number": 23,
          "latin": "Voluit autem David numerare eos a viginti annis et infra : quia dixerat Dominus ut multiplicaret Israël quasi stellas cæli.",
          "english": "Now, King David did not want to include those twenty years old and under in his census, because the Lord had said that He would multiply Israel like the stars of the universe."
        },
        {
          "number": 24,
          "latin": "Joab filius Sarviæ cœperat numerare, et non complevit : iratusque est propter hoc Dominus contra Israël, et idcirco numerus non est relatus in libro Paralipomenon regis David.",
          "english": "Joab, the son of Sarvia, had begun to take the census, but he did not complete it. Because of this, the Lord became angry with Israel, and for that reason, the total number was not included in the Book of the Paralipomenon (Chronicles) of King David."
        },
        {
          "number": 25,
          "latin": "Super thesauros autem regis, Azmoth filius Adiel : his autem thesauris qui erant in urbibus, et in vicis, et in turribus, Jonathas filius Oziæ præsidebat.",
          "english": "Over the king's treasuries was Azmoth, the son of Adiel. And over the treasuries that were in the cities, and in the villages, and in the towers, Jonathas, the son of Ozias, presided."
        },
        {
          "number": 26,
          "latin": "Super operarios agri, et agricolas, qui exercebant terram, Ezri filius Chelub.",
          "english": "Over the field workers and the farmers who tilled the land was Ezri, the son of Chelub."
        },
        {
          "number": 27,
          "latin": "Super vineas, Semeias Romathites : super statumina quoque et cellas vinarias, Zabdi Siphmites.",
          "english": "Over the vineyards was Semeias the Romathite. Over the produce of the vineyards and the wine cellars was Zabdi the Siphmites."
        },
        {
          "number": 28,
          "latin": "Super oliveta et ficeta, quæ erant in campestribus, Balanan Gederites : super acervos autem olei, Joas.",
          "english": "Over the olive groves and fig trees, which were in the lowlands, was Balanan the Gederite. Over the stores of oil was Joas."
        },
        {
          "number": 29,
          "latin": "Super armenta quoque quæ pascebantur in Sarone, Sareth Sarones : et super pecora in vallibus, Saphat filius Addai.",
          "english": "Over the herds of cattle that pastured in Saron was Sareth the Saronite. And over the livestock in the valleys was Saphat, the son of Addai."
        },
        {
          "number": 30,
          "latin": "Super camelos, Obil Ismahelites : et super asinos, Jadai Meronathites.",
          "english": "Over the camels was Obil the Ismahelite. And over the donkeys was Jadai the Meronathite."
        },
        {
          "number": 31,
          "latin": "Super oves quoque, Jaziz Agarenus : omnes hi principes substantiæ regis David.",
          "english": "Over the flocks of sheep was Jaziz the Agarenus. All these were the chief officers over the property of King David."
        },
        {
          "number": 32,
          "latin": "Jonathas autem consobrinus David, consiliarius, vir prudens et litteratus : ipse et Jahiel filius Hachamoni erant cum filiis regis.",
          "english": "Now, Jonathas, David's nephew, was a wise and learned counselor. He, along with Jahiel, the son of Hachamoni, were with the king's sons."
        },
        {
          "number": 33,
          "latin": "Achitophel etiam consiliarius regis : et Chusai Arachites amicus regis.",
          "english": "Achitophel was also a counselor to the king. And Chusai the Arachite was the king's trusted friend."
        },
        {
          "number": 34,
          "latin": "Et post Achitophel, Jojada filius Banaiæ, et Abiathar : princeps autem exercitus regis, Joab.",
          "english": "And after Achitophel's influence declined, Jojada, the son of Banaias, and Abiathar became counselors. Now, the chief commander of the king's army was Joab."
        }
      ]
    },
    {
      "number": 28,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Congregavit autem David omnes principes Israel, principes tribuum, et praepositos turmarum, qui ministrabant regi, tribunis quoque, et centurionibus, et praefectis eorum, qui possidebant substantiam regis, et filios suos cum eunuchis, et potentes, et omnem virum fortem in Jerusalem.",
          "english": "King David gathered all the leaders of Israel: the heads of the tribes, the officers of the military divisions who served the king, and the commanders of thousands and commanders of hundreds. He also called the overseers of those who managed the king’s possessions, and all of his sons. With them were the royal court officials, the mighty men, and every brave warrior in Jerusalem."
        },
        {
          "number": 2,
          "latin": "Cumque surrexisset rex David, stetit, et ait: Audite me, fratres mei, et populus meus: cogitavi ut aedificarem domum requiei arcae foederis Domini, et scabelli pedum Dei nostri: et ad aedificandum omnia paravi.",
          "english": "Then King David rose to his feet and said, \"Listen to me, my brothers, and all my people. I had planned in my heart to build a house of rest for the ark of the covenant of the Lord, which is the footstool of our God. And I had prepared everything necessary for this building.\""
        },
        {
          "number": 3,
          "latin": "Sed Deus dixit mihi: Non aedificabis domum nomini meo, eo quod sis vir bellicosus, et sanguinem fuderis.",
          "english": "But God said to me, \"You shall not build a house for My Name, because you are a man of war and have shed much blood.\""
        },
        {
          "number": 4,
          "latin": "Dominus autem Deus Israel elegit me de universa domo patris mei, ut essem rex super Israel in sempiternum: de Juda enim elegit principes: et de domo Juda, domum patris mei: et de filiis patris mei, me unum elegit, ut super omnem Israel regem me constitueret.",
          "english": "However, the Lord, the God of Israel, chose me from all the house of my father to be king over Israel forever. For He chose Judah to be the leading tribe, and from the house of Judah, He chose my father’s house. Then, from among the sons of my father, He chose me alone to make me king over all the people of Israel."
        },
        {
          "number": 5,
          "latin": "Sed et de filiis meis (multos enim filios dedit mihi Dominus) elegit Salomonem filium meum, ut sederet in throno regni Domini super Israel.",
          "english": "And from among my own sons (for the Lord has given me many sons), He chose Solomon, my son, to sit upon the throne of the kingdom of the Lord over Israel."
        },
        {
          "number": 6,
          "latin": "Et dixit mihi: Salomon filius tuus aedificabit domum meam, et atria mea: ipsius enim elegi eum mihi in filium, et ego ero illi in patrem.",
          "english": "And He said to me, \"Solomon your son shall build My house and My courts, where My presence will dwell. For I have chosen him for Myself to be My son, and I will be a Father to him.\""
        },
        {
          "number": 7,
          "latin": "Et firmabo regnum ejus usque in aeternum, si perseveraverit facere praecepta mea, et judicia mea, sicut et hodie.",
          "english": "I will establish his kingdom forever, if he continues to keep My commandments and My judgments, just as he does today."
        },
        {
          "number": 8,
          "latin": "Nunc ergo coram universo coetu Israel, audiente Deo nostro, custodite, et quaerite omnes mandata Domini Dei nostri: ut possideatis terram bonam, et tradatis eam filiis vestris post vos sempiternam.",
          "english": "Now therefore, in the sight of all Israel, which is the assembly of the Lord, and in the hearing of our God, observe and seek out all the commandments of the Lord our God. Do this so that you may possess this good land and leave it as an inheritance to your children after you, forever."
        },
        {
          "number": 9,
          "latin": "Tu autem Salomon fili mi, scito Deum patris tui, et servi illi corde perfecto, et animo voluntario: omnia enim corda scrutatur Dominus, et omnes cogitationes mentium intelligit. Si quaesieris eum, invenies: si autem dereliqueris, projiciet te in aeternum.",
          "english": "And you, Solomon, my son, know the God of your father, and serve Him with a perfect heart and with a willing mind. For the Lord searches all hearts and understands every thought and intention of the mind. If you seek Him, you will find Him. But if you forsake Him, He will cast you off forever."
        },
        {
          "number": 10,
          "latin": "Vide nunc, quoniam elegit te Dominus ut aedificares domum sanctuarii, et sis fortis, et facias.",
          "english": "See now, for the Lord has chosen you to build a house for His sanctuary. Therefore, be strong and do what He has called you to do."
        },
        {
          "number": 11,
          "latin": "Dedit ergo David Salomoni filio suo descriptionem porticus, et templi, et gazophylaciorum, et coenaculorum, et camerarum interiorum, et domus propitiationis,",
          "english": "Then David gave Solomon his son the complete architectural plan for the porch, and for the temple structure itself, including its treasuries, its upper rooms, its inner chambers, and the house of the mercy seat (the Holy of Holies)."
        },
        {
          "number": 12,
          "latin": "necnon et omnium quae cogitaverat, et fecerat in Spiritu, exemplaria. Atriorum quoque, et exedrarum per circuitum, in qua erant thesaura domus Domini, et thesaura sanctorum:",
          "english": "He also gave him the plans for everything he had conceived and designed under divine inspiration from the Spirit of God. This included the plans for the courts, and for all the surrounding rooms where the treasures of the house of the Lord and the treasures of the holy things were kept."
        },
        {
          "number": 13,
          "latin": "Sed et divisionum sacerdotum et Levitarum, et cunctorum operum ministerii domus Domini, et omnium vasorum ministerii Templi.",
          "english": "Furthermore, David provided the plans for the divisions of the priests and the Levites. These plans detailed all the work of the service of the house of the Lord and specified all the vessels required for the service of the Temple."
        },
        {
          "number": 14,
          "latin": "Pondus quoque ad seras aureas, et argenteas, atque ad omnia vasa operis et ministerii: Et in singulis vasis pondus, ad diversa ministeria.",
          "english": "He also specified the precise weight for the golden and silver clasps, and for all the vessels to be used for the construction work and the sacred ministry. Additionally, he stipulated the weight for each individual vessel, considering its specific use in the various ministries of the Temple."
        },
        {
          "number": 15,
          "latin": "Pondus etiam ad candelabra aurea, et lucernas eorum aureas, ad diversas mensuras uniuscujusque candelabri, et lucernarum. Similiter et in candelabris argenteis, et lucernis eorum, pondus, et mensuram diversitatis, et usus uniuscujusque.",
          "english": "David specified the weight for the golden lampstands and their golden lamps, precisely according to the various measurements of each lampstand and its corresponding lamps. Similarly, for the silver lampstands and their lamps, he laid out the weight and the precise measurements, detailing the diversity and specific use for each."
        },
        {
          "number": 16,
          "latin": "Pondus quoque in tabulis propositis aureis, et in argenteis:",
          "english": "He specified the weight for the golden tables of the showbread and for the silver ones."
        },
        {
          "number": 17,
          "latin": "et in fuscinulis, et in phialis, et in cyathis aureis singulorum pondus: similiter et in argenteis vasis, librarum diversitatem pensavit.",
          "english": "He gave the precise weight for each of the golden forks, bowls, and cups. Likewise, for the silver vessels, he carefully weighed and determined the different weights in pounds."
        },
        {
          "number": 18,
          "latin": "Et in altare thymiamatis aurum purissimum, et ad similitudinem currus cherubim, aureos expandit, extendentium alas, et tegentes arcam foederis Domini.",
          "english": "And for the altar of incense, he specified pure gold. He also provided plans for the golden cherubim, whose wings would be spread out and cover the ark of the covenant of the Lord, giving the appearance of a divine chariot-throne."
        },
        {
          "number": 19,
          "latin": "Omnia in scriptis, ait, Dominus dedit mihi, et intelligere singula opera.",
          "english": "\"All these things,\" David said, \"the Lord made me understand in writing, giving me insight into all the specific works and designs for the Temple.\""
        },
        {
          "number": 20,
          "latin": "Et ait David Salomoni filio suo: Viriliter age, et confortare, et fac: ne timeas, nec pavescas: Dominus enim Deus meus tecum est, et non dimittet te, nec derelinquet, donec perficias omne opus ministerii domus Domini.",
          "english": "Then David said to Solomon his son, \"Act with courage and be strong. Do not be afraid or discouraged, for the Lord my God is with you. He will not leave you nor abandon you until you have finished all the work for the service of the house of the Lord.\""
        },
        {
          "number": 21,
          "latin": "Ecce divisiones sacerdotum, et Levitarum in omni ministerio domus Domini, sunt tecum: et parabuntur tecum in omni opere ad promptissimum, quique sponte et toto animo parati sunt ad ministerium: in omne opus excubatores et sapientes ex omni genere.",
          "english": "\"Look, the divisions of the priests and the Levites for all the ministry of the house of the Lord are with you. They will be prepared to assist you in every work with the utmost readiness. There are also those who are ready and willing with their whole heart for the ministry. For every work, you will have skilled overseers and wise men from every craft.\""
        }
      ]
    },
    {
      "number": 29,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Dixit autem rex David omni ecclesiæ: Salomon filius meus, quem unum elegit Deus, puer parvulus est et tenellus: opus quoque grande est: neque enim homini præparatur habitatio, sed Deo.",
          "english": "King David then spoke to the entire assembly: \"My son Solomon, whom God has uniquely chosen for this task, is a young boy and still tender. And the work is a great one, for this sacred dwelling is not being prepared for a man, but for God Himself.\""
        },
        {
          "number": 2,
          "latin": "Et ego ex omnibus viribus meis præparavi impensas domus Dei mei: aurum in vasa aurea, et argentum in argentea, æs in ænea, ferrum in ferrea, ligna in lignea: et lapides onychinos, et ad implendum cœtum, et lapides diversicolores, et omnem decoris præparationem: et marmor Parium plurimum.",
          "english": "And I, with all my strength and resources, have diligently prepared the supplies for the house of my God: gold for objects of gold, silver for objects of silver, bronze for objects of bronze, iron for objects of iron, and wood for objects of wood. I have also prepared onyx stones and other precious stones for setting and inlaying, stones of various colors, and every kind of beautiful adornment, and a great deal of Parian marble."
        },
        {
          "number": 3,
          "latin": "Et ultra hæc, quæ obtuli pro domo Dei mei, de peculio meo aurum et argentum dedi in templa Dei mei, juxta id quod paraveram:",
          "english": "And beyond these materials which I offered for the house of my God, from my own personal possessions I have given gold and silver for the sacred dwelling of my God, in addition to what I had already prepared."
        },
        {
          "number": 4,
          "latin": "tria millia talenta auri, et septem millia talenta argenti probatissimi, ad deaurandos parietes templi.",
          "english": "This includes three thousand talents of pure gold, and seven thousand talents of refined silver, specifically for gilding the walls of the Temple."
        },
        {
          "number": 5,
          "latin": "Aurum in aurea, et argentum in argentea, et in omnem operam artificum manus tuæ. Et si quis sponte offert, impleat manum suam hodie Domino.",
          "english": "Gold for gold items, silver for silver items, and for all the work requiring the hands of skilled craftsmen. And if anyone is willing to make a voluntary offering, let him consecrate his hand to the Lord today."
        },
        {
          "number": 6,
          "latin": "Polliciti sunt itaque principes familiarum, et proceres tribuum Israël, et tribuni, et centuriones, et principes operis regis.",
          "english": "Therefore, the heads of the families, and the leaders of the tribes of Israel, and the commanders of thousands, and the commanders of hundreds, and the officials overseeing the king's work, all made their pledges."
        },
        {
          "number": 7,
          "latin": "Et dederunt in opera domus Domini auri talenta quinque millia, et solidos decem millia, et argenti talenta decem millia, et æris talenta decem et octo millia, ferri quoque centum millia talentorum.",
          "english": "And for the work of the house of the Lord, they gave five thousand talents of gold, and ten thousand gold coins, and ten thousand talents of silver, and eighteen thousand talents of bronze, and also one hundred thousand talents of iron."
        },
        {
          "number": 8,
          "latin": "Et apud quemcumque inventi sunt lapides, dederunt in thesauros domus Domini, per manum Jahielis Gersonitis.",
          "english": "And whoever possessed precious stones gave them into the treasuries of the house of the Lord, through the hand of Jehiel the Gershonite."
        },
        {
          "number": 9,
          "latin": "Lætatusque est populus, cum vota sponte complerent, eo quod toto corde offerebant Domino: sed et David rex lætatus est gaudio magno.",
          "english": "And the people rejoiced when they voluntarily fulfilled their vows, because they offered them to the Lord with a whole heart. King David also rejoiced with great joy."
        },
        {
          "number": 10,
          "latin": "Et benedixit Domino in conspectu universæ multitudinis, et ait: Benedictus es Domine Deus Israël patris nostri ab æterno in æternum.",
          "english": "And he blessed the Lord in the presence of the entire multitude, and said: \"Blessed are You, O Lord God of Israel, our Father, from eternity to eternity.\""
        },
        {
          "number": 11,
          "latin": "Tua est Domine magnificentia, et potentia, et gloria, atque victoria, et tibi laus: cuncta enim quæ in cælo sunt et in terra, tua sunt: tuum Domine regnum, et tu es super omnes principes.",
          "english": "\"Yours, O Lord, is the magnificence, and the power, and the glory, and the victory, and to You belongs praise. For all things that are in the universe and on the earth are Yours. Yours, O Lord, is the kingdom, and You are supreme above all rulers.\""
        },
        {
          "number": 12,
          "latin": "Tuæ divitiæ, et tua est gloria: tu dominaris omnium. In manu tua virtus et potentia: in manu tua magnificare et firmare omnia.",
          "english": "\"Yours are riches, and Yours is glory. You rule over all things. In Your hand are strength and power. In Your hand is the ability to make all things great and to make all things strong.\""
        },
        {
          "number": 13,
          "latin": "Nunc igitur Deus noster, confitemur tibi, et laudamus nomen tuum inclytum.",
          "english": "\"Now therefore, our God, we confess to You, and we praise Your glorious name.\""
        },
        {
          "number": 14,
          "latin": "Quis ego et quis populus meus, ut possimus hæc tibi universa promittere? Tua sunt enim omnia: et quæ de manu tua accepimus, dedimus tibi.",
          "english": "\"Who am I, and who is my people, that we should be able to promise all these things to You? For all things are Yours. And what we have received from Your hand, we have given back to You.\""
        },
        {
          "number": 15,
          "latin": "Advenæ enim sumus coram te et peregrini, sicut omnes patres nostri. Dies nostri quasi umbra super terram, et nulla est mora.",
          "english": "\"For we are strangers and sojourners before You, just like all our fathers. Our days are like a shadow upon the earth, and there is no lasting permanence for us.\""
        },
        {
          "number": 16,
          "latin": "Domine Deus noster, omnis hæc copia quam paravimus ut ædificaretur domus nomini sancto tuo, de manu tua est: et tua sunt omnia.",
          "english": "\"O Lord our God, all this abundance that we have prepared to build a house for Your holy name, it comes from Your hand, and all things are Yours.\""
        },
        {
          "number": 17,
          "latin": "Scio Deus mi quod probes corda, et simplicitatem dilectionis. Ego quoque in simplicitate cordis mei lætus oblata sunt universa. Et populum tuum, qui hic repertus est, vidi cum ingenti gaudio tibi offerre munera.",
          "english": "\"I know, my God, that You test hearts and that You delight in sincerity. I also, in the sincerity of my heart, have gladly offered all these things. And I have seen Your people, who are gathered here, offering gifts to You with immense joy.\""
        },
        {
          "number": 18,
          "latin": "Domine Deus Abraham, et Isaac, et Israël patrum nostrorum, custodi in æternum hanc voluntatem cordis eorum, et permanentem cogitationem: et dirige corda eorum ad te.",
          "english": "\"O Lord God of Abraham, and Isaac, and Israel, our fathers, preserve this intention of their hearts forever, and their enduring thoughts. And direct their hearts always toward You.\""
        },
        {
          "number": 19,
          "latin": "Et Salomoni filio meo da cor perfectum ut custodiat mandata tua, testimonia tua, et cæremonias tuas: et faciat universa: et ædificet ædem cui paravi omnia.",
          "english": "\"And to my son Solomon, give a perfect heart, so that he may keep Your commandments, Your testimonies, and Your ceremonies, and that he may do all things, and build the sacred dwelling for which I have prepared everything.\""
        },
        {
          "number": 20,
          "latin": "Præcepit quoque David universæ ecclesiæ: Benedicite Domino Deo nostro. Et benedixit omnis ecclesia Domino Deo patrum suorum: et inclinaverunt se, et adoraverunt Deum, regemque.",
          "english": "Then David commanded the entire assembly: \"Bless the Lord our God!\" And the entire assembly blessed the Lord God of their fathers, and they bowed down and adored God, and also the king, showing respect."
        },
        {
          "number": 21,
          "latin": "Et immolaverunt victimas Domino: et obtulerunt holocausta die altera post hæc, tauros mille, arietes mille, agnos mille cum libaminibus suis, et cæremonias plurimas pro omni Israël.",
          "english": "And they offered sacrifices to the Lord: and they presented burnt offerings on the following day after these events—a thousand bulls, a thousand rams, a thousand lambs with their drink offerings, and many other sacred ceremonies for all of Israel."
        },
        {
          "number": 22,
          "latin": "Et comederunt, et biberunt coram Domino in lætitia magna in die illo: et unxerunt secundo Salomonem filium David. Et unxerunt eum Domino in principem, et Sadoc in pontificem.",
          "english": "And they ate and drank before the Lord with great joy on that day. And they anointed Solomon, David’s son, a second time. And they anointed him to the Lord as their ruler, and Zadok as the chief priest."
        },
        {
          "number": 23,
          "latin": "Sedit itaque Salomon super solium Domini in regem pro David patre suo, et cunctis placuit: et obedivit ei omnis Israël.",
          "english": "So Solomon sat upon the throne of the Lord as king in place of David his father, and he pleased everyone, and all Israel obeyed him."
        },
        {
          "number": 24,
          "latin": "Sed et omnes principes, et potentes, et cuncti filii regis David dederunt manum, et subjecti fuerunt Salomoni regi.",
          "english": "Furthermore, all the princes and powerful men, and all the sons of King David, pledged their allegiance and subjected themselves to King Solomon."
        },
        {
          "number": 25,
          "latin": "Magnificavit ergo Dominus Salomonem supra omnem Israël: et dedit illi gloriam regni, qualem habuit nullus ante eum rex Israël.",
          "english": "Therefore, the Lord greatly magnified Solomon above all Israel and gave him such royal glory as no king in Israel before him had possessed."
        },
        {
          "number": 26,
          "latin": "Igitur David filius Isai regnavit super universum Israël.",
          "english": "So David, the son of Jesse, reigned over all Israel."
        },
        {
          "number": 27,
          "latin": "Dies autem quibus regnavit super Israël, fuerunt quadraginta anni: in Hebron regnavit septem annis, et in Jerusalem annis triginta tribus.",
          "english": "The days during which he reigned over Israel were forty years: in Hebron he reigned seven years, and in Jerusalem thirty-three years."
        },
        {
          "number": 28,
          "latin": "Et mortuus est in senectute bona, plenus dierum, divitiarum, et gloriæ: et regnavit Salomon filius ejus pro eo.",
          "english": "And he died in a good old age, full of days, riches, and glory. And Solomon his son reigned in his place."
        },
        {
          "number": 29,
          "latin": "Acta autem regis David priora et novissima scripta sunt in libris Samuelis videntis, et in libris Nathan prophetæ, atque in libris Gad videntis:",
          "english": "Now the acts of King David, from the earliest to the latest, are written in the books of Samuel the seer, and in the books of Nathan the prophet, and in the books of Gad the seer."
        },
        {
          "number": 30,
          "latin": "Universi quoque regni ejus, et fortitudinis, et temporum quæ transierunt sub eo, sive in Israël, sive in cunctis regnis terrarum.",
          "english": "They record all the details of his reign, his strength, and the times that passed under him, both in Israel and in all the kingdoms of the lands around them."
        }
      ]
    }
  ]
}