{
  "name": "Ezra",
  "chapters": [
    {
      "number": 1,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Anno primo Cyri regis Persarum, ut compleretur verbum Domini ex ore Jeremiae, suscitavit Dominus spiritum Cyri regis Persarum, et praedicavit in omni regno suo etiam per scripturam, dicens:",
          "english": "In the first year of Cyrus, the king of Persia, so that the prophecy of the Lord, spoken through Jeremiah, would be fulfilled, the Lord moved the heart of Cyrus, the king of Persia, and he made a proclamation throughout his entire kingdom, even by written decree, saying:"
        },
        {
          "number": 2,
          "latin": "Haec dicit Cyrus rex Persarum: Omnia regna terrae dedit mihi Dominus Deus caeli, et ipse praecepit mihi ut aedificarem ei domum in Jerusalem, quae est in Judaea.",
          "english": "This is what Cyrus, the king of Persia, says: 'The Lord, the God of the universe, has given me all the kingdoms of the earth, and He Himself has commanded me to build Him a Temple in Jerusalem, which is in Judea.'"
        },
        {
          "number": 3,
          "latin": "Quis ex vobis est ex omni populo ejus? Sit Deus ejus cum eo. Ascendat in Jerusalem, quae est in Judaea, et aedificet domum Domini Dei Israel: ipse est Deus qui est in Jerusalem.",
          "english": "'Who among you is of all His people? May his God be with him. Let him go up to Jerusalem, which is in Judea, and build the Temple of the Lord, the God of Israel—for He is the God whose presence is in Jerusalem.'"
        },
        {
          "number": 4,
          "latin": "Et omnes reliqui in cunctis locis ubicumque habitant, adjuvent eum viri de loco suo, argento et auro, et substantia, et pecoribus, exceptis spontaneis quae offerunt templo Dei quod est in Jerusalem.",
          "english": "'And all the others, in every place where they dwell, let the men from their own places help those returning to Jerusalem with silver and with gold, and with goods, and with livestock, besides the voluntary offerings they give for the Temple of God which is in Jerusalem.'"
        },
        {
          "number": 5,
          "latin": "Et surrexerunt principes familiarum Juda et Benjamin, et sacerdotes, et Levitae, et omnis cujus excitavit Deus spiritum, ut ascenderet ædificare templum Domini in Jerusalem.",
          "english": "Then the heads of the families of Judah and Benjamin arose, as did the priests and the Levites, and everyone whose spirit God had moved, to go up and build the Temple of the Lord in Jerusalem."
        },
        {
          "number": 6,
          "latin": "Et universi qui erant in circuitu, juverunt manus eorum in vasis argenteis et aureis, in substantia et jumentis et in supellectile, exceptis his quae sponte obtulerunt.",
          "english": "And all those who were around them helped them with silver and gold articles, with goods, and with livestock, and with valuable things, besides what they offered willingly."
        },
        {
          "number": 7,
          "latin": "Rex quoque Cyrus protulit vasa templi Domini, quae tulerat Nabuchodonosor de Jerusalem, et posuerat ea in templo Dei sui.",
          "english": "King Cyrus also brought out the articles of the Temple of the Lord, which Nebuchadnezzar had taken from Jerusalem and had placed in the temple of his own god."
        },
        {
          "number": 8,
          "latin": "Haec protulit Cyrus rex Persarum per manum Mithridatis filii Gazabar, et annumeravit ea Sassabasar principi Juda.",
          "english": "These King Cyrus of Persia brought out through the hand of Mithridates, the son of Gazabar, and he counted them out to Sheshbazzar, the prince of Judah."
        },
        {
          "number": 9,
          "latin": "Et hic est numerus eorum: phialae aureae triginta, phialae argenteae mille una, cultri viginti novem,",
          "english": "And this is their number: thirty gold basins, one thousand and one silver basins, twenty-nine knives,"
        },
        {
          "number": 10,
          "latin": "scyphi aurei triginta, scyphi argentei secundi quadringenti decem, vasa alia mille.",
          "english": "thirty gold cups, four hundred and ten secondary-grade silver cups, and one thousand other articles."
        },
        {
          "number": 11,
          "latin": "Omnia vasa aurea et argentea, quinque millia quadringenta: universa protulit Sassabasar cum his qui ascendebant de transmigratione de Babylone in Jerusalem.",
          "english": "All the gold and silver articles totaled five thousand four hundred. Sheshbazzar brought all these out with those who were going up from the exile, from Babylon to Jerusalem."
        },
        {
          "number": 12,
          "latin": "Hi sunt autem filii provinciae, qui ascenderunt de captivitate migrantium, quos transtulerat Nabuchodonosor rex Babylonis in Babylonem, et reversi sunt in Jerusalem et Judam, unusquisque in civitatem suam.",
          "english": "Now these are the people of the province who came up from the captivity of the exiles, whom Nebuchadnezzar, the king of Babylon, had carried away to Babylon, and who returned to Jerusalem and Judah, each to his own city."
        },
        {
          "number": 13,
          "latin": "Qui venerunt cum Zorobabel, Josue, Nehemia, Saraia, Rahelaia, Mardochai, Belsan, Mesphar, Beguai, Rehum, Baana. Numerus virorum populi Israel:",
          "english": "Those who came with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, Baanah. The number of the men of the people of Israel:"
        },
        {
          "number": 14,
          "latin": "filii Pharos, duo millia centum septuaginta duo.",
          "english": "the children of Parosh, two thousand one hundred seventy-two."
        },
        {
          "number": 15,
          "latin": "Filii Saphatia, trecenti septuaginta duo.",
          "english": "The children of Shephatiah, three hundred seventy-two."
        },
        {
          "number": 16,
          "latin": "Filii Area, septingenti septuaginta quinque.",
          "english": "The children of Arah, seven hundred seventy-five."
        },
        {
          "number": 17,
          "latin": "Filii Phaath Moab, filiorum Josue: duo millia octingenti duodecim.",
          "english": "The children of Pahath-Moab, of the children of Jeshua, two thousand eight hundred twelve."
        },
        {
          "number": 18,
          "latin": "Filii Elam, mille ducenti quinquaginta quatuor.",
          "english": "The children of Elam, one thousand two hundred fifty-four."
        },
        {
          "number": 19,
          "latin": "Filii Zethua, nongenti quadraginta quinque.",
          "english": "The children of Zattu, nine hundred forty-five."
        },
        {
          "number": 20,
          "latin": "Filii Zachai, septingenti sexaginta.",
          "english": "The children of Zaccai, seven hundred sixty."
        },
        {
          "number": 21,
          "latin": "Filii Bani, sexcenti quadraginta duo.",
          "english": "The children of Bani, six hundred forty-two."
        },
        {
          "number": 22,
          "latin": "Filii Babai, sexcenti viginti tres.",
          "english": "The children of Bebai, six hundred twenty-three."
        },
        {
          "number": 23,
          "latin": "Filii Azgad, mille ducenti viginti duo.",
          "english": "The children of Azgad, one thousand two hundred twenty-two."
        },
        {
          "number": 24,
          "latin": "Filii Adonicam, sexcenti sexaginta sex.",
          "english": "The children of Adonikam, six hundred sixty-six."
        },
        {
          "number": 25,
          "latin": "Filii Beguai, duo millia quinquaginta sex.",
          "english": "The children of Bigvai, two thousand fifty-six."
        },
        {
          "number": 26,
          "latin": "Filii Adin, quadringenti quinquaginta quatuor.",
          "english": "The children of Adin, four hundred fifty-four."
        },
        {
          "number": 27,
          "latin": "Filii Ater, qui erant ex Ezechia, nonaginta octo.",
          "english": "The children of Ater, who were descended from Hezekiah, ninety-eight."
        },
        {
          "number": 28,
          "latin": "Filii Besai, trecenti viginti tres.",
          "english": "The children of Bezai, three hundred twenty-three."
        },
        {
          "number": 29,
          "latin": "Filii Jora, centum duodecim.",
          "english": "The children of Jorah, one hundred twelve."
        },
        {
          "number": 30,
          "latin": "Filii Hasum, ducenti viginti tres.",
          "english": "The children of Hashum, two hundred twenty-three."
        },
        {
          "number": 31,
          "latin": "Filii Gebbar, nonaginta quinque.",
          "english": "The children of Gibbar, ninety-five."
        },
        {
          "number": 32,
          "latin": "Filii Bethlehem, centum viginti tres.",
          "english": "The children of Bethlehem, one hundred twenty-three."
        },
        {
          "number": 33,
          "latin": "Viri Netopha, quinquaginta sex.",
          "english": "The men of Netophah, fifty-six."
        },
        {
          "number": 34,
          "latin": "Viri Anathoth, centum viginti octo.",
          "english": "The men of Anathoth, one hundred twenty-eight."
        },
        {
          "number": 35,
          "latin": "Filii Azmaveth, quadraginta duo.",
          "english": "The children of Azmaveth, forty-two."
        },
        {
          "number": 36,
          "latin": "Filii Cariathiarim, Cephira, et Beroth, septingenti quadraginta tres.",
          "english": "The children of Kiriath-jearim, Kephirah, and Beeroth, seven hundred forty-three."
        },
        {
          "number": 37,
          "latin": "Filii Rama et Gabaa, sexcenti viginti unus.",
          "english": "The children of Ramah and Geba, six hundred twenty-one."
        },
        {
          "number": 38,
          "latin": "Viri Machmas, centum viginti duo.",
          "english": "The men of Michmas, one hundred twenty-two."
        },
        {
          "number": 39,
          "latin": "Viri Bethel et Hai, ducenti viginti tres.",
          "english": "The men of Bethel and Ai, two hundred twenty-three."
        },
        {
          "number": 40,
          "latin": "Filii Nebo, quinquaginta duo.",
          "english": "The children of Nebo, fifty-two."
        }
      ]
    },
    {
      "number": 2,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Hi sunt autem filii provinciæ, qui ascenderunt de captivitate, transmigratiónis, quos transtulerat Nabuchodonosor rex Babylonis in Babylonem, et reversi sunt in Jerusalem, et Judam, unusquisque in civitatem suam.",
          "english": "These are the people from the province of Judah who came back from exile. They were the ones who had been taken captive by King Nebuchadnezzar of Babylon and brought to Babylon. Now they returned to Jerusalem and the land of Judah, each person going to their own city."
        },
        {
          "number": 2,
          "latin": "Qui venerunt cum Zorobabel, Josue, Nehemia, Saraia, Rehelaia, Mardochæo, Belsan, Mesphar, Begvai, Rehum, Baana. Hæc est summa virorum populi Israël:",
          "english": "They returned with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah. This is the total number of men of the people of Israel:"
        },
        {
          "number": 3,
          "latin": "filii Pharos, duo millia centum septuaginta duo.",
          "english": "The descendants of Parosh numbered two thousand one hundred seventy-two."
        },
        {
          "number": 4,
          "latin": "filii Saphatia, trecenti septuaginta duo.",
          "english": "The descendants of Shephatiah numbered three hundred seventy-two."
        },
        {
          "number": 5,
          "latin": "filii Area, septingenti septuaginta quinque.",
          "english": "The descendants of Arah numbered seven hundred seventy-five."
        },
        {
          "number": 6,
          "latin": "filii Phahath Moab, filii Josue, Joab, duo millia octingenti duodecim.",
          "english": "The descendants of Pahath-Moab, through the line of Jeshua and Joab, numbered two thousand eight hundred twelve."
        },
        {
          "number": 7,
          "latin": "filii Elam, mille ducenti quinquaginta quatuor.",
          "english": "The descendants of Elam numbered one thousand two hundred fifty-four."
        },
        {
          "number": 8,
          "latin": "filii Zethua, nongenti quadraginta quinque.",
          "english": "The descendants of Zattu numbered nine hundred forty-five."
        },
        {
          "number": 9,
          "latin": "filii Zachai, septingenti sexaginta.",
          "english": "The descendants of Zaccai numbered seven hundred sixty."
        },
        {
          "number": 10,
          "latin": "filii Bani, sexcenti quadraginta duo.",
          "english": "The descendants of Bani numbered six hundred forty-two."
        },
        {
          "number": 11,
          "latin": "filii Bebai, sexcenti viginti tres.",
          "english": "The descendants of Bebai numbered six hundred twenty-three."
        },
        {
          "number": 12,
          "latin": "filii Azgad, mille ducenti viginti duo.",
          "english": "The descendants of Azgad numbered one thousand two hundred twenty-two."
        },
        {
          "number": 13,
          "latin": "filii Adonicam, sexcenti sexaginta sex.",
          "english": "The descendants of Adonikam numbered six hundred sixty-six."
        },
        {
          "number": 14,
          "latin": "filii Begvai, duo millia quinquaginta sex.",
          "english": "The descendants of Bigvai numbered two thousand fifty-six."
        },
        {
          "number": 15,
          "latin": "filii Adin, quadringenti quinquaginta quatuor.",
          "english": "The descendants of Adin numbered four hundred fifty-four."
        },
        {
          "number": 16,
          "latin": "filii Ater, qui erant ex Ezechia, nonaginta octo.",
          "english": "The descendants of Ater, who were from the family of Hezekiah, numbered ninety-eight."
        },
        {
          "number": 17,
          "latin": "filii Besai, trecenti triginta tres.",
          "english": "The descendants of Bezai numbered three hundred thirty-three."
        },
        {
          "number": 18,
          "latin": "filii Jora, centum duodecim.",
          "english": "The descendants of Jorah numbered one hundred twelve."
        },
        {
          "number": 19,
          "latin": "filii Hasum, ducenti viginti tres.",
          "english": "The descendants of Hashum numbered two hundred twenty-three."
        },
        {
          "number": 20,
          "latin": "filii Gebbar, nonaginta quinque.",
          "english": "The descendants of Gibbar numbered ninety-five."
        },
        {
          "number": 21,
          "latin": "filii Bethlehem, centum viginti tres.",
          "english": "The descendants from the town of Bethlehem numbered one hundred twenty-three."
        },
        {
          "number": 22,
          "latin": "viri Netupha, quinquaginta sex.",
          "english": "The men of Netophah numbered fifty-six."
        },
        {
          "number": 23,
          "latin": "viri Anatoth, centum viginti octo.",
          "english": "The men of Anathoth numbered one hundred twenty-eight."
        },
        {
          "number": 24,
          "latin": "filii Azmaveth, quadraginta duo.",
          "english": "The descendants of Azmaveth numbered forty-two."
        },
        {
          "number": 25,
          "latin": "filii Cariathiarim, Cephira, et Beroth, septingenti quadraginta tres.",
          "english": "The descendants from Kiriath-jearim, Kephirah, and Beeroth numbered seven hundred forty-three."
        },
        {
          "number": 26,
          "latin": "filii Rama et Gabaa, sexcenti viginti unus.",
          "english": "The descendants from Ramah and Geba numbered six hundred twenty-one."
        },
        {
          "number": 27,
          "latin": "viri Machmas, centum viginti duo.",
          "english": "The men of Michmas numbered one hundred twenty-two."
        },
        {
          "number": 28,
          "latin": "viri Bethel et Hai, ducenti viginti tres.",
          "english": "The men of Bethel and Ai numbered two hundred twenty-three."
        },
        {
          "number": 29,
          "latin": "filii Nebo, quinquaginta duo.",
          "english": "The descendants of Nebo numbered fifty-two."
        },
        {
          "number": 30,
          "latin": "filii Megbis, centum quinquaginta sex.",
          "english": "The descendants of Magbish numbered one hundred fifty-six."
        },
        {
          "number": 31,
          "latin": "filii Elam, alterius Elam, mille ducenti quinquaginta quatuor.",
          "english": "The descendants of the other Elam, from a different family line, numbered one thousand two hundred fifty-four."
        },
        {
          "number": 32,
          "latin": "filii Harim, trecenti viginti.",
          "english": "The descendants of Harim numbered three hundred twenty."
        },
        {
          "number": 33,
          "latin": "filii Lod, Hadid, et Ono, septingenti viginti quinque.",
          "english": "The descendants from Lod, Hadid, and Ono numbered seven hundred twenty-five."
        },
        {
          "number": 34,
          "latin": "filii Jericho, trecenti quadraginta quinque.",
          "english": "The descendants from Jericho numbered three hundred forty-five."
        },
        {
          "number": 35,
          "latin": "filii Senaa, tria millia sexcenti triginta.",
          "english": "The descendants from Senaah numbered three thousand six hundred thirty."
        },
        {
          "number": 36,
          "latin": "Sacerdotes: filii Jedaia in domo Josue, nongenti septuaginta tres.",
          "english": "Among the priests, the descendants of Jedaiah, from the house of Jeshua, numbered nine hundred seventy-three."
        },
        {
          "number": 37,
          "latin": "filii Emmer, mille quinquaginta duo.",
          "english": "The descendants of Immer numbered one thousand fifty-two."
        },
        {
          "number": 38,
          "latin": "filii Pheshur, mille ducenti quadraginta septem.",
          "english": "The descendants of Pashhur numbered one thousand two hundred forty-seven."
        },
        {
          "number": 39,
          "latin": "filii Harim, mille decem et septem.",
          "english": "The descendants of Harim numbered one thousand seventeen."
        },
        {
          "number": 40,
          "latin": "Levitæ: filii Josue et Cedmihel, filiorum Odaia, septuaginta quatuor.",
          "english": "Among the Levites, the descendants of Jeshua and Kadmiel, from the line of Hodaviah, numbered seventy-four."
        }
      ]
    },
    {
      "number": 3,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et venerat jam mensis septimus, et erant filii Israël in civitatibus suis: congregatus est populus quasi vir unus in Jerusalem.",
          "english": "The seventh month of the year had arrived—the time for the Feast of Tabernacles—and the Israelites were dwelling in their towns, but the people gathered together as one unified group in Jerusalem."
        },
        {
          "number": 2,
          "latin": "Et surrexit Josue filius Josedec, et fratres ejus sacerdotes, et Zorobabel filius Salathiel, et fratres ejus: et ædificaverunt altare Dei Israël, ut offerrent in eo holocaustum, sicut scriptum est in lege Moysi viri Dei.",
          "english": "Then Joshua, son of Jehozadak, rose up with his brother priests, and Zerubbabel, son of Shealtiel, with his brothers. They built an altar to the God of Israel so that they could offer burnt offerings on it, just as it is written in the Law given to Moses, the man of God."
        },
        {
          "number": 3,
          "latin": "Et collocaverunt altare super bases suas, timebantque populos terrarum: et obtulerunt super illud holocaustum Domino mane et vespere.",
          "english": "They set the altar on its proper foundations, even though they were afraid of the local peoples in the surrounding lands. Then they offered burnt offerings upon it to the Lord, both in the morning and in the evening."
        },
        {
          "number": 4,
          "latin": "Et fecerunt sollemnitatem tabernaculorum, sicut scriptum est, et holocaustum diebus singulis per numerum, juxta cæremoniam, ut fieret opus die suo.",
          "english": "They then celebrated the Feast of Tabernacles, just as it is written in the Law. They offered the required number of burnt offerings each day, following the prescribed ceremony, ensuring that the work for each day was completed on its proper day."
        },
        {
          "number": 5,
          "latin": "Et post hæc holocaustum juge, et pro noviluniis, et pro omnibus sollemnitatibus Domini consecratis, et pro omni sponte offerente Domino.",
          "english": "After this, they offered the regular daily burnt offering, as well as those for the new moons, and for all the Lord's consecrated feast days. They also offered sacrifices for everyone who willingly offered sacrifices to the Lord."
        },
        {
          "number": 6,
          "latin": "A primo die mensis septimi cœperunt offerre holocaustum Domino: porro templum Domini fundatum necdum fuerat.",
          "english": "From the first day of the seventh month, they began to offer burnt offerings to the Lord, even though the foundation for the Lord's Temple had not yet been laid."
        },
        {
          "number": 7,
          "latin": "Et dederunt pecunias latomis et cæmentariis: cibum quoque et potum et oleum Sidoniis et Tyriis, ut deferrent ligna cedrina de Libano ad mare Joppe, juxta quod fuerat præceptum a Cyro rege Persarum.",
          "english": "They gave money to the stonemasons and carpenters for their work. They also provided food, drink, and oil to the Sidonians and Tyrians so that they would transport cedar wood from Lebanon to the sea at Joppa. This was all done according to the command that had been given by Cyrus, the king of Persia."
        },
        {
          "number": 8,
          "latin": "Anno autem secundo adventus eorum ad templum Dei in Jerusalem, mense secundo, cœperunt Zorobabel filius Salathiel, et Josue filius Josedec, et reliqui de fratribus eorum sacerdotes, et Levitæ, et omnes qui venerant de captivitate in Jerusalem: et præfecerunt Levitas a viginti annis et supra, ut dirigerent opus Domini.",
          "english": "In the second year of their arrival at the Temple of God in Jerusalem, specifically in the second month, Zerubbabel, son of Shealtiel, and Joshua, son of Jehozadak, along with their fellow priests and Levites and all the others who had returned from captivity to Jerusalem, began the work. They appointed Levites who were twenty years of age or older to oversee the construction work for the Lord's Temple."
        },
        {
          "number": 9,
          "latin": "Et stetit Josue et filii ejus et fratres ejus, Cedmihel et filii ejus, filii Juda quasi vir unus, ut intenderent his qui faciebant opus in templo Dei: filii Henadad et filii eorum, et fratres eorum Levitæ.",
          "english": "Joshua, his sons, and his brothers stood together with Kadmiel and his sons, and the sons of Judah, as one unified group, to supervise those who were working on the Temple of God. This supervisory group also included the sons of Henadad with their sons, and their brothers the Levites."
        },
        {
          "number": 10,
          "latin": "Et fundato a cæmentariis templo Domini, steterunt sacerdotes vestiti cum tubis, et Levitæ filii Asaph in cymbalis, ut laudarent Deum per manus David regis Israël.",
          "english": "When the masons had laid the foundation of the Lord's Temple, the priests stood dressed in their sacred robes, holding trumpets. The Levites, who were descendants of Asaph, stood with cymbals. They were there to praise God, following the musical instructions and arrangements that had been established by David, king of Israel."
        },
        {
          "number": 11,
          "latin": "Et concinebant in hymnis et confessione Domino: Quoniam bonus, quoniam in æternum misericordia ejus super Israël. Et omnis populus vociferabatur clamore magno, laudans Dominum eo quod fundatum esset templum Domini.",
          "english": "They sang responsively in hymns and gave thanks to the Lord, singing: \"For He is good, for His mercy endures forever over Israel.\" All the people then shouted with a great and loud cheer, praising the Lord because the foundation of the Lord's Temple had finally been laid."
        },
        {
          "number": 12,
          "latin": "Plurimi etiam de sacerdotibus et Levitis et principibus familiarum seniores, qui viderant prius templum, hujus quoque primi fundamenta videntes, flebant voce magna, et multi vociferantes in gaudio, elevabant vocem.",
          "english": "Many of the priests, Levites, and the older heads of families who had seen the glory of the first Temple, upon seeing the foundations of this new, first Temple, wept with a loud cry of sorrow and remembrance. At the same time, many others shouted for joy, raising their voices in celebration."
        },
        {
          "number": 13,
          "latin": "Et non poterat quisquam agnoscere vocem clamoris gaudii, a voce fletus populi: quoniam populus vociferabatur clamore magno, et vox audiebatur procul.",
          "english": "And so, no one could distinguish the sound of the shouts of joy from the sound of the people weeping, because the crowds were shouting and crying out with such great loudness that the sound was heard from far away."
        }
      ]
    },
    {
      "number": 4,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Audientes autem hostes Judae et Benjamin, quia filii captivitatis aedificarent templum Domino Deo Israel,",
          "english": "But the enemies of the people of Judah and Benjamin heard that the returning exiles were building a temple for the Lord, the God of Israel."
        },
        {
          "number": 2,
          "latin": "Accesserunt ad Zorobabel et ad principes familiarum, et dixerunt eis: AEdificemus vobiscum: quia sicut et vos, quaerimus Deum vestrum: et nos sacrificamus usque hodie, ex diebus Asarhaddon regis Assyriorum, qui adduxit nos huc.",
          "english": "These enemies approached Zerubbabel and the heads of the families, saying, 'Let us build with you, because we also seek your God, just as you do. We have been offering sacrifices to him—the God of Israel—since the days of Esarhaddon, the king of Assyria, who brought us here to this land.'"
        },
        {
          "number": 3,
          "latin": "Et dixit eis Zorobabel et Josue, et reliqui principes familiarum Israel: Non est vobis et nobis, ut aedificemus domum Deo nostro: sed nos soli aedificabimus Domino Deo Israel, sicut praecepit nobis Cyrus rex Persarum.",
          "english": "But Zerubbabel and Joshua, along with the rest of the heads of the families of Israel, said to them, 'You have no part with us in building a house for our God. We alone will build for the Lord, the God of Israel, just as Cyrus, the king of Persia, commanded us.'"
        },
        {
          "number": 4,
          "latin": "Factum est igitur, ut populus terrae impediret manus populi Judae, et turbaret eos in aedificando.",
          "english": "Therefore, the local inhabitants of the land began to discourage the people of Judah and frustrate their efforts in building."
        },
        {
          "number": 5,
          "latin": "Et conduxerunt adversum eos consiliatores, ut dissiparent consilium eorum omnibus diebus Cyri regis Persarum, et usque ad regnum Darii regis Persarum.",
          "english": "They even hired counselors to work against the people of Judah, to thwart their plans during all the days that Cyrus was king of Persia and even until the reign of Darius, the next king of Persia."
        },
        {
          "number": 6,
          "latin": "In regno autem Asueri, in principio regni ejus, scripserunt accusationem adversum habitatores Judae et Jerusalem.",
          "english": "Now, in the reign of Ahasuerus, at the very beginning of his reign, they wrote an accusation against the inhabitants of Judah and Jerusalem."
        },
        {
          "number": 7,
          "latin": "Et in diebus Artaxerxis scripsit Beselam, Mithridates, et Thabeel, et reliqui qui erant in consilio eorum, ad Artaxerxem regem Persarum: scriptura autem accusationis erat scripta Syra lingua, et legebatur. Syra sermone.",
          "english": "And in the days of Artaxerxes, Bishlam, Mithredath, Tabeel, and the rest of their associates wrote a letter to King Artaxerxes of Persia. The accusation was written in the Aramaic language, and it was read aloud."
        },
        {
          "number": 8,
          "latin": "Reum et Samsai scriba scripserunt unam epistolam de Jerusalem regi Artaxerxi hoc modo:",
          "english": "Rehum, the commander, and Shimshai, the scribe, wrote a letter concerning Jerusalem to King Artaxerxes in the following manner:"
        },
        {
          "number": 9,
          "latin": "Reum Beelteem, et Samsai scriba, et reliqui consiliarii eorum, Dinaei, et Apharsathachaei, Tarphalaei, Apharsaei, Erchuaei, Babylonii, Susanechaei, Dievi, et Elamitae,",
          "english": "From Rehum, the commander, and Shimshai, the scribe, and the rest of their associates—the judges, the officials from Apharsath, the people from Tarphel, the people from Aphars, the people from Erech, the Babylonians, the people from Susa, the people from Deha, and the Elamites—"
        },
        {
          "number": 10,
          "latin": "Et ceteri de gentibus, quas transtulit Asenaphar magnus et gloriosus, et collocavit eas in civitatibus Samariae, et in reliquis regionibus trans flumen, et in pace.",
          "english": "And the rest of the nations whom Osnappar—the great and glorious official—had carried away and settled in the cities of Samaria and in the other regions beyond the Euphrates River, and so forth, greeting."
        },
        {
          "number": 11,
          "latin": "Hoc est exemplar epistolae, quam miserunt ad Artaxerxem regem: servi tui viri qui sunt trans flumen, salutem dicunt.",
          "english": "This is a copy of the letter they sent to King Artaxerxes: 'Your servants, the men who are beyond the Euphrates River, send greetings.'"
        },
        {
          "number": 12,
          "latin": "Nota sit regi, quia Judaei, qui ascenderunt a te ad nos, venerunt in Jerusalem civitatem rebellem et pessimam, quam aedificant exstruentes muros ejus et tecta componunt.",
          "english": "'Be it known to the king that the Jews who came up from your presence to us have arrived in Jerusalem, that rebellious and wicked city. They are rebuilding it, raising its walls, and repairing its structures.'"
        },
        {
          "number": 13,
          "latin": "Nunc igitur nota sit regi, quia si civitas illa aedificata fuerit, et muri ejus instaurati, tributum, et annonam, et vectigal, non dabunt, et hoc omnibus regibus nocivum est.",
          "english": "'Therefore, let it now be known to the king that if this city is rebuilt and its walls are restored, they will not pay tribute, customs, or tolls. This will be harmful to all the kings who rule over these lands.'"
        },
        {
          "number": 14,
          "latin": "Nos autem memores salis, quod comedimus in palatio, et quia impium est regem insuper habere, ideo misimus et nuntiavimus regi,",
          "english": "'Now, because we are mindful of our duty to the palace—remembering the salt we have eaten in the king's service—and because it is not fitting to allow disrespect to the king, we have therefore sent this message to inform the king.'"
        },
        {
          "number": 15,
          "latin": "Ut requiratur in libris historiarum patrum tuorum, et invenies scriptum in commentariis, et scies quoniam civitas illa civitas rebellis est, et nociva regibus et provinciis, et propter hanc causam eversa est.",
          "english": "'We suggest that a search be made in the historical records of your predecessors. You will find it written in the chronicles, and you will learn that this city is a rebellious city, harmful to kings and provinces, and it was for this very reason that it was laid waste in the past.'"
        },
        {
          "number": 16,
          "latin": "Nuntiamusque regi, quoniam si civitas illa aedificata fuerit, et muri ejus instaurati, via et portio tua trans flumen non erit.",
          "english": "'We also inform the king that if this city is rebuilt and its walls are restored, then you will no longer have any claim or possession in the region beyond the Euphrates River.'"
        },
        {
          "number": 17,
          "latin": "Verbum misit rex ad Reum Beelteem, et Samsai scribam, et ad reliquos qui erant in consilio eorum, qui habitabant in Samaria, et in ceteris regionibus trans flumen, salutem dicens, et in pace.",
          "english": "Then the king sent his reply to Rehum, the commander, to Shimshai, the scribe, and to the rest of their associates who lived in Samaria and in the other regions beyond the Euphrates River, saying, 'Greetings and peace!'"
        },
        {
          "number": 18,
          "latin": "Epistola, quam misistis ad nos, manifeste lecta est coram me.",
          "english": "'The letter that you sent to us has been plainly read in my presence.'"
        },
        {
          "number": 19,
          "latin": "Et a me praeceptum est, et requisitum est, et inventum est, quia civitas illa a diebus antiquis adversum reges rebellis est, et seditiones et proelia in ea facta sunt.",
          "english": "'I then issued a command, and a search was conducted. It was found that this city has indeed been rebellious against kings since ancient times, and sedition and rebellion have occurred within it.'"
        },
        {
          "number": 20,
          "latin": "Nam et reges potentissimi fuerunt in Jerusalem, qui imperabant omni regioni trans flumen: tributum quoque, et annonam, et vectigal accipiebant.",
          "english": "'For even mighty kings have reigned in Jerusalem who ruled over all the region beyond the Euphrates River, and they also collected tribute, customs, and tolls from others.'"
        },
        {
          "number": 21,
          "latin": "Nunc ergo jubete cohiberi viros illos, ut civitas illa non aedificetur, donec mihi praeceptum fuerit.",
          "english": "'Therefore, now issue an order to stop these men. This city is not to be rebuilt until I give a further command.'"
        },
        {
          "number": 22,
          "latin": "Videte ne negligenter hoc impleatis. Cur enim crescat malum in detrimentum regum?",
          "english": "'See to it that you do not neglect this matter. Why should evil continue to grow, to the detriment and harm of the kings?'"
        },
        {
          "number": 23,
          "latin": "Igitur exemplum edicti regis Artaxerxis, lectum est coram Reum, et Samsai scriba, et consiliariis eorum: et perrexerunt festinantes in Jerusalem ad Judaeos, et prohibuerunt eos in manu armata et potentia.",
          "english": "So, when the copy of King Artaxerxes' decree was read before Rehum, Shimshai the scribe, and their associates, they quickly went to Jerusalem to the Jews. They stopped them by force and with military power."
        },
        {
          "number": 24,
          "latin": "Tunc intermissum est opus domus Dei in Jerusalem, et non fiebat usque ad annum secundum regni Darii regis Persarum.",
          "english": "Then the work on the house of God in Jerusalem was stopped. It remained unfinished until the second year of the reign of Darius, the king of Persia."
        }
      ]
    },
    {
      "number": 5,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Prophetaverunt autem Aggæus propheta, et Zacharias filius Addo, prophetantes ad Judæos, qui erant in Judæa et Jerusalem, in nomine Dei Israël.",
          "english": "Haggai the prophet, and Zechariah, the son of Iddo, proclaimed God's message to the Jews who were living in Judah and Jerusalem, doing so in the name of the God of Israel."
        },
        {
          "number": 2,
          "latin": "Tunc surrexerunt Zorobabel filius Salathiel, et Josue filius Josedec, et cœperunt ædificare templum Dei in Jerusalem, et cum eis prophetæ Dei adjuvantes.",
          "english": "Then Zerubbabel, the son of Shealtiel, and Jeshua, the son of Jozadak, rose up and began to build the Temple of God in Jerusalem, and the prophets of God were with them, helping them in their work."
        },
        {
          "number": 3,
          "latin": "In ipso tempore venit ad eos Thathanai, qui erat dux trans flumen, et Stharbuzanai, et consiliarii eorum: et sic locuti sunt eis: Quis dedit vobis consilium ut domum hanc ædificaretis, et muros istos instauraretis?",
          "english": "At that same time, Tattenai, who was the governor of the region beyond the Euphrates River, along with Shethar-Bozenai and their associates, came to them. They questioned the builders, asking, “Who gave you the authority to construct this House of God and to complete these walls?”"
        },
        {
          "number": 4,
          "latin": "Ad quæ respondentes eis diximus nomina virorum, qui ædificabant domum illam.",
          "english": "We answered them by stating the names of the men who were building that House of God."
        },
        {
          "number": 5,
          "latin": "Oculi autem Dei eorum facti sunt super senes Judæorum, et non potuerunt inhibere eos, donec res ad Darium referretur, et tunc responsum acciperetur super hac re.",
          "english": "However, the eyes of their God were upon the elders of the Jews, and the officials could not stop them until the matter was reported to King Darius and a decision on this issue was received."
        },
        {
          "number": 6,
          "latin": "Exemplar epistolæ quam misit Thathanai, dux trans flumen, et Stharbuzanai, et consiliarii ejus, Arpharsachæi, qui erant trans flumen, ad Darium regem.",
          "english": "This is a copy of the letter that Tattenai, the governor of the region beyond the Euphrates River, along with Shethar-Bozenai and his associates, the Apharsachites, who were also from beyond the River, sent to King Darius."
        },
        {
          "number": 7,
          "latin": "Sermo, quem miserunt ad eum, sic se habebat: Dario regi pax omnis.",
          "english": "The message they sent to him was as follows: “To King Darius: May you have complete peace and prosperity."
        },
        {
          "number": 8,
          "latin": "Notum sit regi, quia ivimus in provinciam Judææ ad domum Dei magni, quæ ædificatur lapide impolito, et ligna ponuntur in parietibus: et opus istud diligenter fit, et prospere procedit in manibus eorum.",
          "english": "Be it known to the king that we went to the province of Judah, to the House of the Great God, which is being built with large stones, and timber is being laid in its walls. This work is being carried out diligently, and it is progressing well in their hands."
        },
        {
          "number": 9,
          "latin": "Et interrogavimus senes illos, dicentes: Quis dedit vobis auctoritatem ut domum hanc ædificaretis, et muros istos instauraretis?",
          "english": "And we questioned those elders, asking, ‘Who gave you the authority to build this House of God and to complete these walls?’"
        },
        {
          "number": 10,
          "latin": "Sed et nomina eorum quæsivimus ab eis, ut nuntiaremus tibi: ut scriberemus tibi nomina virorum, qui sunt principes in eis.",
          "english": "We also asked them for their names so that we could report back to you and write down the names of the men who are their leaders."
        },
        {
          "number": 11,
          "latin": "Illi autem hujuscemodi sermonem retulerunt nobis, dicentes: Nos sumus servi Dei cæli et terræ, et ædificamus templum, quod ædificatum fuerat ante hæc tempora multa, quod rex Israël magnus ædificaverat, et statuerat.",
          "english": "But they gave us this response, saying: ‘We are servants of the God of Heaven and earth, and we are rebuilding the Temple which was built many years ago, and which a great king of Israel had built and established.’"
        },
        {
          "number": 12,
          "latin": "Postquam autem ad iracundiam provocaverunt patres nostros, et Deum cæli, tradidit eos in manus Nabuchodonosor regis Babylonis, Chaldæi: et domum hanc destruxit, et populum ejus transtulit in Babylonem.",
          "english": "‘However, because our fathers provoked the God of Heaven to anger, He delivered them into the hands of Nebuchadnezzar, the king of Babylon, the Chaldean. And that king destroyed this House of God and carried its people away to Babylon."
        },
        {
          "number": 13,
          "latin": "Attamen Cyro regi Babylonis, anno primo, Cyrus rex jussit ut domus Dei hæc ædificaretur.",
          "english": "‘Nevertheless, in the first year of Cyrus, the King of Babylon, King Cyrus himself issued an order for this House of God to be rebuilt."
        },
        {
          "number": 14,
          "latin": "Siquidem et vasa templi Dei aurea et argentea, quæ Nabuchodonosor tulerat de templo, quod fuerat in Jerusalem, et asportaverat ea in templum Babylonis, protulit Cyrus rex de templo Babylonis, et data sunt Sassabasar, vocabulo principibus.",
          "english": "‘Indeed, even the gold and silver vessels of the Temple of God, which Nebuchadnezzar had taken from the Temple in Jerusalem and carried off to the temple in Babylon, King Cyrus brought out from the temple in Babylon. They were handed over to a man named Sheshbazzar, who was a prince."
        },
        {
          "number": 15,
          "latin": "Et dixit ei: Hæc vasa tolle, et vade, et pone ea in templo quod est in Jerusalem, et domus Dei ædificetur in loco suo.",
          "english": "‘And Cyrus said to him: “Take these vessels, go, and place them in the Temple that is in Jerusalem, and let the House of God be rebuilt on its original site.”"
        },
        {
          "number": 16,
          "latin": "Tunc itaque idem Sassabasar venit, et posuit fundamenta templi Dei in Jerusalem, et ex illo tempore usque nunc ædificatur, et necdum consummatum est.",
          "english": "‘Then, therefore, this same Sheshbazzar came and laid the foundations of the Temple of God in Jerusalem. From that time until now, it has been under construction, but it is not yet finished."
        },
        {
          "number": 17,
          "latin": "Et nunc si videtur regi bonum, requiratur in thesauro regis, qui est in Babylone, utrum a rege Cyro jussum fuerit ut ædificaretur domus Dei hæc in Jerusalem, et voluntatem regis super hac re mittat ad nos.",
          "english": "‘And now, if it pleases the king, let a search be made in the royal archives, which are in Babylon, to determine whether it was indeed decreed by King Cyrus that this House of God in Jerusalem should be rebuilt. And let the king's will concerning this matter be sent to us.’"
        },
        {
          "number": 18,
          "latin": null,
          "english": null
        },
        {
          "number": 19,
          "latin": null,
          "english": null
        },
        {
          "number": 20,
          "latin": null,
          "english": null
        },
        {
          "number": 21,
          "latin": null,
          "english": null
        },
        {
          "number": 22,
          "latin": null,
          "english": null
        },
        {
          "number": 23,
          "latin": null,
          "english": null
        },
        {
          "number": 24,
          "latin": null,
          "english": null
        },
        {
          "number": 25,
          "latin": null,
          "english": null
        },
        {
          "number": 26,
          "latin": null,
          "english": null
        },
        {
          "number": 27,
          "latin": null,
          "english": null
        },
        {
          "number": 28,
          "latin": null,
          "english": null
        },
        {
          "number": 29,
          "latin": null,
          "english": null
        },
        {
          "number": 30,
          "latin": null,
          "english": null
        },
        {
          "number": 31,
          "latin": null,
          "english": null
        },
        {
          "number": 32,
          "latin": null,
          "english": null
        },
        {
          "number": 33,
          "latin": null,
          "english": null
        },
        {
          "number": 34,
          "latin": null,
          "english": null
        },
        {
          "number": 35,
          "latin": null,
          "english": null
        },
        {
          "number": 36,
          "latin": null,
          "english": null
        },
        {
          "number": 37,
          "latin": null,
          "english": null
        },
        {
          "number": 38,
          "latin": null,
          "english": null
        },
        {
          "number": 39,
          "latin": null,
          "english": null
        },
        {
          "number": 40,
          "latin": null,
          "english": null
        }
      ]
    },
    {
      "number": 6,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Tunc rex Darius scripsit, et inquisivit in bibliotheca librorum, ubi thesauros regios comportaverat.",
          "english": "Then King Darius sent letters, and an investigation was made in the royal library of books, where he had stored the royal treasures."
        },
        {
          "number": 2,
          "latin": "Et inventum est in Ecbatanis, quod est castrum in media Media, volumen unum, et hoc scriptum in eo erat:",
          "english": "And a single scroll was found in Ecbatana, which is a fortress city in the region of Media. This is what was written on it:"
        },
        {
          "number": 3,
          "latin": "Anno primo Cyri regis, Cyrus rex decrevit: De domo Dei quae est in Jerusalem, aedificetur templum, locus ubi sacrificent holocausta, et ponant fundamentum ejus solidum: altitudo sexaginta cubitorum, et latitudo sexaginta cubitorum.",
          "english": "In the first year of King Cyrus’s reign, King Cyrus issued a decree concerning the House of God which is in Jerusalem: “Let a temple be built, a place where burnt offerings may be sacrificed. Let its foundation be laid solid: its height should be sixty cubits, and its width sixty cubits."
        },
        {
          "number": 4,
          "latin": "Ordines de lapidibus impolitis tres, et de lignis novis unus: et sumptus de thesauro regis dabuntur.",
          "english": "Let there be three courses of undressed stones and one course of new timbers. And the expenses for this shall be paid from the king’s treasury."
        },
        {
          "number": 5,
          "latin": "Sed et vasa templi Dei aurea et argentea, quae Nabuchodonosor tulerat de templo Jerusalem, et attulerat in Babylonem, reddantur, et referantur in templum Jerusalem in locum suum, et ponantur in domo Dei.",
          "english": "Furthermore, let the gold and silver vessels of the Temple of God, which Nebuchadnezzar took from the Temple of Jerusalem and brought to Babylon, be returned. Let them be carried back to the Temple in Jerusalem to their proper place, and be set up in the House of God.”"
        },
        {
          "number": 6,
          "latin": "Nunc ergo Thathanai dux trans flumen, et Stharbuzanai, et consiliarii vestri Apharsachae, qui estis trans flumen, procul recedite ab illis.",
          "english": "“Now therefore, Tattenai, governor of the region beyond the River, and Shethar-Bozenai, and your colleagues, the officials of the region beyond the River—keep yourselves far away from them."
        },
        {
          "number": 7,
          "latin": "Dimittite opus domus Dei illius ut aedificent templum illud in loco suo, et seniores Judaeorum aedificent domum Dei.",
          "english": "Allow the work on that House of God to proceed, so that they may rebuild that Temple in its proper place, and let the elders of the Jews build the House of God."
        },
        {
          "number": 8,
          "latin": "Sed et a me statutum est quid agendum sit senioribus Judaeorum, ut aedificent domum Dei hanc, id est, de thesauro regis, id est, de tributis quae dantur de regione trans flumen, studiose sumptus dentur viris illis, ut non cesset opus.",
          "english": "Furthermore, I have decreed what is to be done for the elders of the Jews, so that they may build this House of God. That is to say, from the king’s treasury—from the taxes that are collected from the region beyond the River—expenses are to be diligently given to those men, so that the work may not cease."
        },
        {
          "number": 9,
          "latin": "Et si quid necesse fuerit, vel vituli, vel arietes, vel agni ad holocausta Dei caeli, frumentum, sal, vinum, et oleum juxta ritum sacerdotum Jerusalem, detur eis singulis diebus, ne sit in aliquo offensa.",
          "english": "And if anything else is needed, whether bulls, rams, or lambs for the burnt offerings to the God of the sky, or wheat, salt, wine, and oil according to the ritual of the priests of Jerusalem—let it be given to them day by day, so that there may be no delay or offense in anything."
        },
        {
          "number": 10,
          "latin": "Ut offerant hostias Deo caeli, et orent pro vita regis, et filiorum ejus.",
          "english": "So that they may offer sacrifices to the God of the sky, and pray for the life of the king and his sons."
        },
        {
          "number": 11,
          "latin": "A me ergo positum est decretum, ut omnis homo qui hanc jussionem mutaverit, auferatur lignum de domo ejus, et erigatur, et configatur in eo, et domus ejus publicetur.",
          "english": "Therefore, I have issued this decree: if any person alters this command, let a timber be taken from his house, and let him be impaled upon it, and let his house be confiscated by the state."
        },
        {
          "number": 12,
          "latin": "Deus autem qui habitare fecit nomen suum ibi, dissipet omne regnum, et populum, qui extenderit manum suam ut impugnet, et detruat domum Dei illam quae est in Jerusalem. Ego Darius statui decretum, quod studiose impleatur.",
          "english": "And may the God who has made His Name dwell there overthrow every kingdom and people who stretches out their hand to attack and destroy that House of God which is in Jerusalem. I, Darius, have issued this decree, and it must be diligently carried out."
        },
        {
          "number": 13,
          "latin": "Igitur Thathanai dux trans flumen, et Stharbuzanai, et consiliarii ejus, secundum quod praeceperat Darius rex, sic studiose fecerunt.",
          "english": "So then, Tattenai, governor of the region beyond the River, and Shethar-Bozenai, and their colleagues, diligently carried out what King Darius had commanded."
        },
        {
          "number": 14,
          "latin": "Seniores autem Judaeorum aedificabant, et prospere procedebant juxta prophetiam Aggaei prophetae, et Zachariae filii Addo: et aedificaverunt, et perfecerunt juxta imperium Dei Israel, et juxta jussionem Cyri, et Darii, et Artaxerxis regum Persarum.",
          "english": "Meanwhile, the elders of the Jews were building and making good progress, in accordance with the prophecy of Haggai the prophet and Zechariah, the son of Iddo. They built and completed it according to the command of the God of Israel, and according to the decrees of Cyrus, Darius, and Artaxerxes, kings of Persia."
        },
        {
          "number": 15,
          "latin": "Et perfecta est domus ista die tertia mensis Adar, qui est annus sextus regni Darii regis.",
          "english": "And this House of God was completed on the third day of the month of Adar, which was the sixth year of the reign of King Darius."
        },
        {
          "number": 16,
          "latin": "Et fecerunt filii Israel, sacerdotes et Levitae, et reliqui filiorum transmigrationis, dedicationem domus Dei in gaudio.",
          "english": "Then the children of Israel, the priests, and the Levites, along with the rest of the returning exiles, joyfully celebrated the dedication of the House of God."
        },
        {
          "number": 17,
          "latin": "Et obtulerunt in dedicatione domus Dei centum vitulos, ducentos arietes, quadringentos agnos, et hircos caprarum pro peccato totius Israel, duodecim juxta numerum tribuum Israel.",
          "english": "For the dedication of the House of God, they offered one hundred bulls, two hundred rams, four hundred lambs, and for a sin offering for all of Israel, twelve male goats, according to the number of the tribes of Israel."
        },
        {
          "number": 18,
          "latin": "Et statuerunt sacerdotes in divisionibus suis, et Levitas in vicibus suis, super opera Dei in Jerusalem, sicut scriptum est in libro Moysi.",
          "english": "And they appointed the priests to their divisions and the Levites to their courses of service for the work of God in Jerusalem, just as it is written in the Book of Moses."
        },
        {
          "number": 19,
          "latin": "Fecerunt autem filii Israel transmigrationis Pascha quartadecima die mensis primi.",
          "english": "The returning exiles of Israel also celebrated the Passover on the fourteenth day of the first month."
        },
        {
          "number": 20,
          "latin": "Nam sacerdotes et Levitae mundati erant unanimiter: omnes mundi ad immolandum Pascha universis filiis transmigrationis, et fratribus suis sacerdotibus, et sibi ipsis.",
          "english": "For the priests and Levites had purified themselves together; all of them were clean and ready to sacrifice the Passover lamb for all the returning exiles, and for their own brothers, the priests, and for themselves."
        },
        {
          "number": 21,
          "latin": "Et comederunt filii Israel qui reversi fuerant de transmigratione, et omnis qui se separaverat a spurcitia gentium terrae ad eos, ut quaererent Dominum Deum Israel.",
          "english": "And the children of Israel who had returned from exile ate the Passover meal, along with everyone who had separated themselves from the impurities of the peoples of the land to join them in seeking the Lord, the God of Israel."
        },
        {
          "number": 22,
          "latin": "Et fecerunt solemnitatem azymorum septem diebus in laetitia: quoniam laetificaverat eos Dominus, et converterat cor regis Assyriorum ad eos, et adjuverat eos in opere domus Domini Dei Israel.",
          "english": "And they celebrated the Feast of Unleavened Bread with joy for seven days, because the Lord had made them joyful and had turned the heart of the king of Assyria toward them, thus helping them in the work on the House of the Lord, the God of Israel."
        }
      ]
    },
    {
      "number": 7,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Post hæc autem verba in regno Artaxerxis regis Persarum, Esdras filius Saraiæ, filii Azariæ, filii Helciæ,",
          "english": "After these historical events, during the reign of Artaxerxes, the king of the Persians, Ezra appeared. He was the son of Seraiah, who was the son of Azariah, who was the son of Hilkiah,"
        },
        {
          "number": 2,
          "latin": "filii Sellum, filii Sadoc, filii Achitob,",
          "english": "who was the son of Shallum, who was the son of Zadok, who was the son of Ahitub,"
        },
        {
          "number": 3,
          "latin": "filii Amariæ, filii Azariæ, filii Maraioth,",
          "english": "who was the son of Amariah, who was the son of Azariah, who was the son of Meraioth,"
        },
        {
          "number": 4,
          "latin": "filii Zaraiæ, filii Bocci, filii Abisue,",
          "english": "who was the son of Zerahiah, who was the son of Bukki, who was the son of Abishua,"
        },
        {
          "number": 5,
          "latin": "filii Phinees, filii Eleazar, filii Aaron principis sacerdotum.",
          "english": "who was the son of Phinehas, who was the son of Eleazar, who was the son of Aaron, the chief priest."
        },
        {
          "number": 6,
          "latin": "Ipse Esdras ascendit de Babylone, et ipse scriba velox in lege Moysi, quam dedit Dominus Deus Israël: et dedit ei rex secundum manum Domini Dei sui, omnem petitionem ejus.",
          "english": "This same Ezra came up from Babylon. He was an expert scribe in the Law of Moses, the Law which the Lord God of Israel had given. The king granted him every request he made, because the favor of the Lord his God was upon him."
        },
        {
          "number": 7,
          "latin": "Et ascenderunt de filiis Israël, et de sacerdotibus, et de Levitis, et de cantoribus, et de janitoribus, et de Nathinæis, in Jerusalem, anno septimo Artaxerxis regis.",
          "english": "Some of the children of Israel also traveled up to Jerusalem with him, including priests, Levites, singers, gatekeepers, and the Nethinim, in the seventh year of King Artaxerxes’ reign."
        },
        {
          "number": 8,
          "latin": "Et venit Jerusalem mense quinto, ipse est annus septimus regis.",
          "english": "Ezra arrived in Jerusalem in the fifth month, which was still in the seventh year of the king’s reign."
        },
        {
          "number": 9,
          "latin": "Quia in primo die mensis primi cœpit abire de Babylone, et in primo die mensis quinti venit in Jerusalem, juxta manum Dei sui bonam super se.",
          "english": "Because on the first day of the first month, he began his journey from Babylon, and on the first day of the fifth month, he arrived in Jerusalem, protected by the good favor of his God upon him."
        },
        {
          "number": 10,
          "latin": "Esdras enim paravit cor suum ut investigaret legem Domini, et faceret, et doceret in Israël præceptum et judicium.",
          "english": "For Ezra had committed himself fully to studying the Law of the Lord, to practicing it himself, and to teaching its statutes and ordinances to the people of Israel."
        },
        {
          "number": 11,
          "latin": "Hoc est autem exemplar epistolæ, quam dedit Artaxerxes rex Esdræ sacerdoti scribæ, erudito in sermonibus et præceptis Domini, et cæremoniis ejus in Israël.",
          "english": "Now this is the copy of the letter that King Artaxerxes gave to Ezra, the priest and scribe, who was expert in the words of the Lord’s commandments and His ritual practices in Israel."
        },
        {
          "number": 12,
          "latin": "Artaxerxes rex regum, Esdræ sacerdoti scribæ legis cælestis, salus.",
          "english": "Artaxerxes, the king of all kings, to Ezra the priest, a scribe of the divine Law of God, sends greetings of peace."
        },
        {
          "number": 13,
          "latin": "A me igitur datum est decretum, ut omnes, qui in regno meo sunt, de populo Israël, et de sacerdotibus ejus, et de Levitis, qui volunt ire in Jerusalem, tecum vadant.",
          "english": "I have now issued a decree that anyone in my kingdom from the people of Israel, including their priests and Levites, who freely chooses to go to Jerusalem, is permitted to go with you."
        },
        {
          "number": 14,
          "latin": "A facie enim regis, et septem consiliatorum ejus, missus es, ut visites Judæam et Jerusalem, juxta legem Dei tui, quæ est in manu tua:",
          "english": "For you are sent from the king and his seven royal advisors to conduct an inspection of Judea and Jerusalem, in accordance with the Law of your God, which you possess."
        },
        {
          "number": 15,
          "latin": "et ut feras argentum et aurum, quod rex et consiliatores ejus sponte obtulerunt Deo Israël, cujus tabernaculum in Jerusalem est.",
          "english": "You are also to carry the silver and gold that the king and his advisors have freely offered to the God of Israel, whose Temple is in Jerusalem."
        },
        {
          "number": 16,
          "latin": "Et omne argentum et aurum quod cumulaveris in omni provincia Babylonis, et spontanea oblatio populi, et sacerdotum, quæ sponte obtulerunt domui Dei sui, quæ est in Jerusalem:",
          "english": "And you are to bring all the silver and gold that you have gathered throughout the entire province of Babylon, along with the freewill offerings of the people and the priests, which they have freely offered to the Temple of their God in Jerusalem."
        },
        {
          "number": 17,
          "latin": "ut libenter emas ex hac pecunia tauros, arietes, agnos, et sacrificia eorum, et libamina eorum, et offeras ea super altare templi Dei vestri in Jerusalem.",
          "english": "With this money, you are diligently to purchase bulls, rams, and lambs, along with their accompanying grain offerings and drink offerings, and then offer them upon the altar of the Temple of your God in Jerusalem."
        },
        {
          "number": 18,
          "latin": "Sed et si quid vobis et fratribus tuis placuerit de reliquo argento et auro ut faciatis, juxta voluntatem Dei vestri facite.",
          "english": "If you and your kinsmen decide to do anything further with the remaining silver and gold, you may do so, according to the will of your God."
        },
        {
          "number": 19,
          "latin": "Vasa quoque, quæ tibi data sunt in ministerium domus Dei tui, trade in conspectu Dei in Jerusalem.",
          "english": "You are also to deliver all the vessels that have been entrusted to you for the service of the Temple of your God, placing them before God in Jerusalem."
        },
        {
          "number": 20,
          "latin": "Cætera quæcumque opus fuerit in domo Dei tui, et data tibi fuerint, dabis de thesauro et de fiscis regis.",
          "english": "Whatever else may be needed for the Temple of your God, and is provided to you, you shall furnish from the royal treasury and coffers."
        },
        {
          "number": 21,
          "latin": "Et a me ipso Artaxerxe rege, positum est decretum atque præceptum omnibus custodibus arcæ, quæ est trans flumen, ut omnes quodcumque petierit Esdras sacerdos, scriba legis Dei cælestis, absque mora detur:",
          "english": "I, King Artaxerxes, have also issued a decree and a command to all the administrators of the treasury in the province Beyond the River: whatever Ezra, the priest and scribe of the divine Law of God, requests from you, must be given to him without delay."
        },
        {
          "number": 22,
          "latin": "usque ad centum talenta argenti, et usque ad salis modios centum, et usque ad vini batos centum, et usque ad olei batos centum, et salis quod opus fuerit.",
          "english": "This includes up to one hundred talents of silver, up to one hundred kors of salt, up to one hundred baths of wine, up to one hundred baths of oil, and salt in any quantity needed."
        },
        {
          "number": 23,
          "latin": "Omne quod ad ritum pertinet domus Dei cælestis, detur diligentissime de thesauro regis, ut quare irascatur Domus Dei super regem et filios ejus.",
          "english": "Whatever is required for the ritual practices of the Temple of the divine God, let it be given diligently from the king’s treasury, so that divine wrath may not fall upon the king and his children."
        },
        {
          "number": 24,
          "latin": "Tibi quoque notum facimus de universis sacerdotibus, et Levitis, et cantoribus, et janitoribus, Nathinæis, et ministris domus Dei hujus, ut vectigal, et tributum, et annonas non ponas super eos.",
          "english": "We also make it known to you that regarding all the priests, Levites, singers, gatekeepers, Nethinim, and other servants of this Temple of God, you are not to impose any taxes, tribute, or customs duties upon them."
        },
        {
          "number": 25,
          "latin": "Tu autem, Esdra, secundum sapientiam Dei tui, quæ est in manu tua, constitue judices et præsides, ut judicent omnem populum, qui est trans flumen, id est, omnes qui noverunt legem Dei tui: nam et indoctos docebitis.",
          "english": "And you, Ezra, according to the wisdom of your God, which is within you, are to appoint magistrates and judges who will administer justice to all the people in the province Beyond the River—that is, to all who know the Law of your God. You are also to instruct those who do not know it."
        },
        {
          "number": 26,
          "latin": "Et omnis qui non fecerit legem Dei tui, et legem regis, judicium de eo, vel in mortem, vel in exilium, vel in condemnationem pecuniæ, vel in carcerem.",
          "english": "Whoever fails to obey the Law of your God and the law of the king, let judgment be executed upon him swiftly: whether by death, or by banishment, or by forfeiture of goods, or by imprisonment."
        },
        {
          "number": 27,
          "latin": "Benedictus Dominus Deus patrum nostrorum, qui dedit hoc in corde regis, ut glorificaret domum Domini quæ est in Jerusalem,",
          "english": "Blessed be the Lord, the God of our fathers, who put it into the heart of the king to beautify the Temple of the Lord which is in Jerusalem."
        },
        {
          "number": 28,
          "latin": "et in me inclinavit misericordiam suam coram rege, et consiliatoribus ejus, et cunctis principibus regis potentibus: et ego confortatus manu Domini Dei mei, et congregavi de Israël principes ut ascenderent mecum.",
          "english": "And He has shown me favor before the king, his advisors, and all the king’s powerful officials. So, because the hand of the Lord my God was upon me and strengthened me, I gathered leaders from Israel to travel up with me."
        },
        {
          "number": 1,
          "latin": "Post hæc autem verba in regno Artaxerxis regis Persarum, Esdras filius Saraiæ, filii Azariæ, filii Helciæ,",
          "english": "After these events, during the reign of Artaxerxes, the king of Persia, Ezra, who was the son of Seraiah, son of Azariah, son of Hilkiah,"
        },
        {
          "number": 2,
          "latin": "filii Sellum, filii Sadoc, filii Achitob,",
          "english": "who was the son of Shallum, son of Zadok, son of Ahitub,"
        },
        {
          "number": 3,
          "latin": "filii Amariæ, filii Azariæ, filii Meraioth,",
          "english": "who was the son of Amariah, son of Azariah, son of Meraioth,"
        },
        {
          "number": 4,
          "latin": "filii Zaraiæ, filii Bocci, filii Abisue,",
          "english": "who was the son of Zerahiah, son of Bocci, son of Abishua,"
        },
        {
          "number": 5,
          "latin": "filii Phinees, filii Eleazar, filii Aaron sacerdotis a principio.",
          "english": "who was the son of Phinehas, son of Eleazar, son of Aaron, who was the very first priest."
        },
        {
          "number": 6,
          "latin": "Ipse Esdras ascendit de Babylone, et ipse scriba velox in lege Moysi, quam dedit Dominus Deus Israël: et dedit ei rex secundum manum Domini Dei sui, omnem petitionem ejus.",
          "english": "This same Ezra came up from Babylon, and he was a scribe who was skilled in the law of Moses—the very law that the Lord, the God of Israel, had given. And the king, because God was with Ezra, granted him every request that he made."
        },
        {
          "number": 7,
          "latin": "Et ascenderunt de filiis Israël, et de filiis sacerdotum, et de filiis Levitarum, et de cantoribus, et de janitoribus, et de Nathinæis in Ierusalem, anno septimo Artaxerxis regis.",
          "english": "Some of the children of Israel came up with him, as well as some of the children of the priests, and some of the children of the Levites. Also, some of the singers, some of the gatekeepers, and some of the Nathinim—the temple servants—came up to Jerusalem in the seventh year of King Artaxerxes' reign."
        },
        {
          "number": 8,
          "latin": "Et venit Ierusalem mense quinto, ipse est annus septimus regis.",
          "english": "Ezra arrived in Jerusalem in the fifth month; this was still the seventh year of the king's reign."
        },
        {
          "number": 9,
          "latin": "Primo enim die mensis primi cœpit ascendere de Babylone, et in primo die mensis quinti venit Ierusalem juxta manum Dei sui bonam super se.",
          "english": "For on the first day of the first month, he began his journey from Babylon, and on the first day of the fifth month, he arrived in Jerusalem, because the good hand of his God was with him and guided him."
        },
        {
          "number": 10,
          "latin": "Esdras enim paravit cor suum ut investigaret legem Domini, et faceret, et doceret in Israël præceptum et judicium.",
          "english": "Ezra had fully committed his heart to studying the Law of the Lord, to carrying it out, and to teaching God's decrees and judgments in Israel."
        },
        {
          "number": 11,
          "latin": "Hoc est autem exemplar epistolæ quam dedit Artaxerxes rex Esdræ sacerdoti, scribæ erudito in verbis et præceptis Domini, et cæremoniis ejus in Israël.",
          "english": "This is a copy of the letter that King Artaxerxes gave to Ezra, the priest, who was a scribe well-versed in the words and decrees of the Lord, and in His rituals for Israel."
        },
        {
          "number": 12,
          "latin": "Artaxerxes rex regum Esdræ sacerdoti, et scribæ legis Dei cæli, salus.",
          "english": "Artaxerxes, king of kings, to Ezra, the priest and scribe of the Law of the God of the universe—greetings."
        },
        {
          "number": 13,
          "latin": "Decretum est a me ut omnes qui spontaneo animo voluerint in regno meo de populo Israël, et de sacerdotibus ejus, et de Levitis, ire in Ierusalem, tecum eant.",
          "english": "I have issued a decree that anyone in my kingdom from the people of Israel, and from their priests, and from their Levites, who willingly desires to go to Jerusalem, may go with you."
        },
        {
          "number": 14,
          "latin": "A facie enim regis, et septem consiliariorum ejus, missus es ut visites Iudæam et Ierusalem in lege Dei tui, quæ est in manu tua.",
          "english": "For you are being sent by the king and his seven counselors to inspect Judea and Jerusalem according to the Law of your God, which is in your hand."
        },
        {
          "number": 15,
          "latin": "Et ut feras argentum et aurum, quod rex et consiliarii ejus sponte obtulerunt Deo Israël, cujus tabernaculum est in Ierusalem.",
          "english": "And you are to carry silver and gold, which the king and his counselors have willingly offered to the God of Israel, whose dwelling place is in Jerusalem."
        },
        {
          "number": 16,
          "latin": "Et omne argentum et aurum quod cumulaveris in omni provincia Babylonis, et quod sponte obtulerit populus, et sacerdotes, offerentes sponte domui Dei sui, quæ est in Ierusalem.",
          "english": "Also, you are to bring all the silver and gold that you collect throughout the entire province of Babylon, along with whatever the people and the priests willingly offer as gifts for the house of their God, which is in Jerusalem."
        },
        {
          "number": 17,
          "latin": "Ut emas diligenter ex hac pecunia tauros, arietes, agnos, et sacrificia eorum, et libamina eorum: et offeres ea super altare templi Dei vestri in Ierusalem.",
          "english": "You are to carefully use this money to buy bulls, rams, and lambs, as well as their grain offerings and their drink offerings. Then you shall offer them on the altar of the temple of your God in Jerusalem."
        },
        {
          "number": 18,
          "latin": "Sed et si quid vobis et fratribus tuis placuerit de reliquo argento et auro ut faciatis, juxta voluntatem Dei vestri facite.",
          "english": "Furthermore, if you and your brothers decide to do anything else with the remaining silver and gold, you may do so according to the will of your God."
        },
        {
          "number": 19,
          "latin": "Vasa quoque quæ data sunt tibi in ministerium domus Dei tui, trade coram Deo in Ierusalem.",
          "english": "The vessels that have been given to you for the service of the house of your God, you are to present them before God in Jerusalem."
        },
        {
          "number": 20,
          "latin": "Sed et cætera quæcumque tibi necessaria fuerint in domum Dei tui, et in usus ejus, dabis de thesauro et de fisco regis.",
          "english": "Whatever else you and your brothers need for the house of your God and its uses, you are to provide it from the royal treasury and the king's taxes."
        },
        {
          "number": 21,
          "latin": "Et a me Artaxerxe rege statutum est atque decretum omni thesauro qui est in transflumine, ut quodcumque petierit a vobis Esdras sacerdos, scriba legis Dei cæli, absque mora fiat,",
          "english": "And I, Artaxerxes, the king, have issued a standing order and decree to all the treasurers in the region Beyond the River: whatever Ezra, the priest and scribe of the Law of the God of the universe, requests from you, it is to be provided without delay."
        },
        {
          "number": 22,
          "latin": "usque ad talentum argenti, et usque ad corum frumenti, et usque ad batum vini, et usque ad batum olei, et salis absque mensura.",
          "english": "up to one hundred talents of silver, up to one hundred cors of wheat, up to one hundred baths of wine, up to one hundred baths of oil, and salt without any limit."
        },
        {
          "number": 23,
          "latin": "Omne quod ad ritum pertinet Dei cæli, reddatur diligenter de thesauro Dei cæli, ne forte irascatur indignatio in regnum meum, et filiorum meorum.",
          "english": "Whatever pertains to the ritual of the God of the universe, let it be carefully supplied from the treasury of the God of the universe, so that His wrath may not come upon my kingdom and upon my sons."
        },
        {
          "number": 24,
          "latin": "Tibi quoque notum facimus de universis sacerdotibus, et Levitis, et cantoribus, et janitoribus, et Nathinæis, et ministris domus Dei hujus, ut vectigal, vel tributum, vel annonas non imponatis super eos.",
          "english": "We also make known to you concerning all the priests, Levites, singers, gatekeepers, Nathinim—the temple servants—and other ministers of this house of God: you are not to impose tribute, or customs, or taxes on them."
        },
        {
          "number": 25,
          "latin": "Tu autem Esdras juxta sapientiam Dei tui, quæ est in manu tua, constitue judices et magistratus ut judicent omnem populum qui est in transflumine, eos videlicet qui noverunt legem Dei tui, sed et imperitos docebis.",
          "english": "And you, Ezra, according to the wisdom of your God that is within your power, are to appoint judges and magistrates to govern all the people who are in the region Beyond the River. You are to appoint those who know the Law of your God, and you are also to teach those who do not know it."
        },
        {
          "number": 26,
          "latin": "Et omnis qui non fecerit legem Dei tui, et legem regis, judicium de eo, vel in mortem, vel in exilium, vel in condemnationem substantiæ, vel certe in carcerem.",
          "english": "And whoever does not obey the Law of your God and the law of the king, judgment is to be carried out against him—whether by death, by exile, by confiscation of property, or certainly by imprisonment."
        },
        {
          "number": 27,
          "latin": "Benedictus Dominus Deus patrum nostrorum, qui dedit hoc in corde regis, ut glorificaret domum Domini quæ est in Ierusalem,",
          "english": "Blessed be the Lord, the God of our fathers, who put such a desire into the heart of the king to glorify the house of the Lord which is in Jerusalem,"
        },
        {
          "number": 28,
          "latin": "et in me inclinavit misericordiam suam coram rege et consiliariis ejus, et cunctis principibus regis potentibus. Et ego confortatus manu Domini Dei mei, et congregavi de Israël principes qui ascenderent mecum.",
          "english": "and who extended His mercy towards me before the king and his counselors, and before all the king's powerful princes. And I, being strengthened by the hand of the Lord my God, gathered leading men from Israel to come up with me."
        }
      ]
    },
    {
      "number": 8,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Hi sunt ergo principes familiarum, et haec generatio eorum qui ascendebant mecum in regno Artaxerxis regis de Babylone.",
          "english": "So, these are the heads of the ancestral families, and this is the official record of their lineage, all of whom returned to Jerusalem with me from Babylon, during the reign of King Artaxerxes."
        },
        {
          "number": 2,
          "latin": "De filiis Phinees, Gersom: de filiis Ithamar, Daniel: de filiis David, Hattus.",
          "english": "From the descendants of Phinehas was Gershom. From the descendants of Ithamar was Daniel. From the descendants of David was Hattush."
        },
        {
          "number": 3,
          "latin": "De filiis Secheniae, de filiis Pharos, Zacharias, et cum eo numerati sunt viri centum quinquaginta.",
          "english": "From the descendants of Shecaniah, and from the descendants of Parosh, was Zechariah; and with him were counted one hundred and fifty men."
        },
        {
          "number": 4,
          "latin": "De filiis Phahath Moab, Elioenai filius Zarehe, et cum eo ducenti viri.",
          "english": "From the descendants of Pahath-Moab: Eliehoenai, the son of Zerahiah; and with him were two hundred men."
        },
        {
          "number": 5,
          "latin": "De filiis Zachai, Sechenias filius Jeheziel, et cum eo trecenti viri.",
          "english": "From the descendants of Zattu: Shecaniah, the son of Jehiel; and with him were three hundred men."
        },
        {
          "number": 6,
          "latin": "De filiis Adin, Ebed filius Jonathan, et cum eo quinquaginta viri.",
          "english": "From the descendants of Adin: Ebed, the son of Jonathan; and with him were fifty men."
        },
        {
          "number": 7,
          "latin": "De filiis Ælam, Isaias filius Athaliae, et cum eo septuaginta viri.",
          "english": "From the descendants of Elam: Isaiah, the son of Athaliah; and with him were seventy men."
        },
        {
          "number": 8,
          "latin": "De filiis Saphatiae, Zarehe filius Michael, et cum eo octoginta viri.",
          "english": "From the descendants of Shephatiah: Zebadiah, the son of Michael; and with him were eighty men."
        },
        {
          "number": 9,
          "latin": "De filiis Joab, Abdia filius Jehiel, et cum eo ducenti decem et octo viri.",
          "english": "From the descendants of Joab: Obadiah, the son of Jehiel; and with him were two hundred and eighteen men."
        },
        {
          "number": 10,
          "latin": "De filiis Bani, Salomith filius Josaphiae, et cum eo centum sexaginta viri.",
          "english": "From the descendants of Bani: Shelomith, the son of Josiphiah; and with him were one hundred and sixty men."
        },
        {
          "number": 11,
          "latin": "De filiis Bebai, Zacharias filius Bebai, et cum eo viginti octo viri.",
          "english": "From the descendants of Bebai: Zechariah, the son of Bebai; and with him were twenty-eight men."
        },
        {
          "number": 12,
          "latin": "De filiis Azgad, Jochanan filius Eccetan, et cum eo centum et decem viri.",
          "english": "From the descendants of Azgad: Johanan, the son of Hakkatan; and with him were one hundred and ten men."
        },
        {
          "number": 13,
          "latin": "De filiis Adonicam, qui novissimi fuerunt: et haec nomina eorum, Eliphelet, Jehiel, et Samaias, et cum eis sexaginta viri.",
          "english": "From the descendants of Adonikam, who were the very last to arrive: and these are their names, Eliphelet, Jehiel, and Shemaiah; and with them were sixty men."
        },
        {
          "number": 14,
          "latin": "De filiis Begui, Uthai et Zabud, et cum eis septuaginta viri.",
          "english": "From the descendants of Bigvai: Uthai and Zabbud; and with them were seventy men."
        },
        {
          "number": 15,
          "latin": "Congregavi autem eos juxta fluvium, qui decurrit ad Ahava, et mansimus ibi tribus diebus: quaesivique in populo, et in sacerdotibus de filiis Levi, et non inveni ibi.",
          "english": "Now, I assembled them near the river that flows towards Ahava, and we stayed there for three days. I examined the people and the priests for descendants of Levi, and I did not find any there."
        },
        {
          "number": 16,
          "latin": "Itaque misi Eliezer, et Ariel, et Semeiam, et Elnathan, et Jarib, et Elnathan, et Nathan, et Zachariam, et Mosollam principes: et Joarib, et Elnathan, sapientes.",
          "english": "Therefore, I sent Eliezer, and Ariel, and Shemaiah, and Elnathan, and Jarib, and Elnathan, and Nathan, and Zechariah, and Meshullam, who were all leaders. I also sent Joiarib and Elnathan, who were wise men."
        },
        {
          "number": 17,
          "latin": "Et misi eos ad Eddo, qui est primus in loco Casiphia, et posui in ore eorum verba, ut loquerentur ad Eddo, et fratres ejus Nathinæos in loco Casiphia, ut adducerent nobis ministros domus Dei nostri.",
          "english": "And I sent them to Iddo, who was the chief man in the place called Casiphia. I put words in their mouths, instructing them what to say to Iddo and his Nethinim brothers in Casiphia, so that they would bring us ministers for the house of our God."
        },
        {
          "number": 18,
          "latin": "Et adduxerunt nobis, manu Dei nostri bona super nos, virum doctissimum de filiis Moholi filii Levi, filii Israel, et Sarabiam, et filios ejus, et fratres ejus decem et octo.",
          "english": "And they brought us, by the good hand of our God upon us, a very learned man from the descendants of Mahli, the son of Levi, the son of Israel: namely, Sherebiah, with his sons and his eighteen brothers."
        },
        {
          "number": 19,
          "latin": "Et Hasabiam, et cum eo Isaiam de filiis Merari, fratres ejus, et filios ejus viginti.",
          "english": "They also brought Hashabiah, and with him Isaiah from the descendants of Merari, with his brothers and their twenty sons."
        },
        {
          "number": 20,
          "latin": "Et de Nathinæis, quos dederat David, et principes ad ministeria Levitarum, Nathinæos ducentos viginti: omnes hi nominatim.",
          "english": "And from the Nethinim, whom David and the princes had given for the service of the Levites, they brought two hundred and twenty Nethinim. All these were designated by name."
        },
        {
          "number": 21,
          "latin": "Et proclamavi ibi jejunium juxta fluvium Ahava, ut affligeremur coram Deo nostro, et peteremus ab eo viam rectam nobis, et filiis nostris, et omni substantiae nostrae.",
          "english": "And there, beside the Ahava River, I proclaimed a fast so that we might humble ourselves before our God and ask Him for a safe journey for us, our children, and all our possessions."
        },
        {
          "number": 22,
          "latin": "Erubui enim petere a rege auxilium et equites, qui defenderent nos ab inimico in via: quia dixeramus regi: Manus Dei nostri est super omnes qui quaerunt eum in bonitate: et imperium ejus, et fortitudo, et iracundia super omnes qui derelinquunt eum.",
          "english": "For I was ashamed to ask the king for soldiers and horsemen to protect us from enemies on the journey. This was because we had told the king: 'The hand of our God is upon all those who seek Him for good, but His power, strength, and anger are against all who abandon Him.'"
        },
        {
          "number": 23,
          "latin": "Jejunavimus itaque, et petivimus a Deo nostro per hoc, et propitius fuit nobis.",
          "english": "So we fasted and pleaded with our God for this, and He was gracious to us."
        },
        {
          "number": 24,
          "latin": "Et separavi de principibus sacerdotum duodecim, Sarabiam, et Hasabiam, et cum eis de fratribus eorum decem.",
          "english": "Then I set apart twelve of the leading priests: Sherebiah and Hashabiah, and ten of their brothers with them."
        },
        {
          "number": 25,
          "latin": "Et appendi eis argentum et aurum, et vasa sacrata domus Dei nostri, quae obtulerat rex, et consiliatores ejus, et principes ejus, et omnis Israel eorum qui inventi fuerant.",
          "english": "And I weighed out to them the silver, gold, and the consecrated vessels for the house of our God, which the king, his counselors, his officials, and all of Israel who were present had offered."
        },
        {
          "number": 26,
          "latin": "Et appendi in manibus eorum argenti talenta sexcenta quinquaginta, et vasa argentea centum, auri centum talenta.",
          "english": "I weighed into their hands six hundred and fifty talents of silver, one hundred silver vessels, and one hundred talents of gold."
        },
        {
          "number": 27,
          "latin": "Et crateres aureos viginti, qui habebant aureos mille: et vasa aerea fulgentia optima duo, pulchra ut aurum.",
          "english": "Also, twenty gold bowls, which were worth a thousand gold coins, and two excellent vessels of shining bronze, as beautiful as gold."
        },
        {
          "number": 28,
          "latin": "Et dixi eis: Vos sancti Domini, et vasa sancta, et argentum, et aurum, quod sponte oblatum est Domino Deo patrum nostrorum.",
          "english": "And I said to them: 'You are holy to the Lord, and the vessels are holy. This silver and gold has been willingly offered to the Lord, the God of our ancestors."
        },
        {
          "number": 29,
          "latin": "Vigilate et custodite donec appendatis coram principibus sacerdotum, et Levitis, et ducibus familiarum Israel in Jerusalem, in thesauro domus Domini.",
          "english": "Watch over them and guard them until you weigh them out in Jerusalem before the chief priests, the Levites, and the heads of the families of Israel, in the treasury of the Lord's house.'"
        },
        {
          "number": 30,
          "latin": "Susceperunt ergo sacerdotes, et Levitae pondus argenti, et auri, et vasorum, ut deferrent Jerusalem in domum Dei nostri.",
          "english": "So the priests and the Levites received the weight of the silver, gold, and vessels, to carry them to Jerusalem to the house of our God."
        },
        {
          "number": 31,
          "latin": "Profecti sunt ergo a flumine Ahava duodecimo die primi mensis, ut irent Jerusalem: et manus Dei nostri fuit super nos, et liberavit nos de manu inimici, et insidiatoris in via.",
          "english": "So we set out from the Ahava River on the twelfth day of the first month, to go to Jerusalem. The hand of our God was upon us, and He delivered us from the hand of the enemy and from ambush on the way."
        },
        {
          "number": 32,
          "latin": "Et venimus Jerusalem, et mansimus ibi tribus diebus.",
          "english": "And we arrived in Jerusalem and stayed there for three days."
        },
        {
          "number": 33,
          "latin": "Die autem quarto appendi est argentum, et aurum, et vasa in domo Dei nostri per manum Meremoth filii Uriae sacerdotis, et cum eo Eleazar filius Phinees, ipsique Levitis Jozabado filio Jesuae, et Noadiae filio Bennoi.",
          "english": "On the fourth day, the silver, gold, and vessels were weighed in the house of our God by the hand of Meremoth, son of Uriah the priest, and with him was Eleazar, son of Phinehas. Also present were the Levites Jozabad, son of Jeshua, and Noadiah, son of Binnui."
        },
        {
          "number": 34,
          "latin": "Numero, et pondere, et singulorum pondus in scriptis redigimus: totaque summa statim descripta est.",
          "english": "We carefully counted and weighed everything, and the weight of each individual item was recorded in writing. The total sum was immediately documented."
        },
        {
          "number": 35,
          "latin": "Filii autem transmigrationis qui venerant de captivitate, obtulerunt holocausta Deo Israel, vitulos duodecim pro omni Israel, arietes nonaginta sex, agnos septuaginta septem, hircos caprarum pro peccato duodecim: omnia in holocaustum Domino.",
          "english": "The people who had returned from captivity offered burnt offerings to the God of Israel: twelve bulls for all of Israel, ninety-six rams, seventy-seven lambs, and twelve male goats as a sin offering—all of them as a burnt offering to the Lord."
        },
        {
          "number": 36,
          "latin": "Dederuntque edicta regis satrapis, qui erant de potestate regis, et ducibus trans flumen: et praestiterunt populo, et domui Dei.",
          "english": "They also delivered the king's edicts to the satraps who were under the king's authority and to the governors beyond the River Euphrates. And these officials then gave their support to the people and to the house of God."
        },
        {
          "number": 37,
          "latin": "Et post haec accesserunt principes ad me, dicentes: Non est separatus populus Israel, et principes, et sacerdotes, et Levitae, a populis terrarum, et abominationibus eorum, Chananaei scilicet, et Hethæi, et Pherezæi, et Jebusæi, et Ammonitæ, et Moabitae, et Ægyptii, et Amorrhæi.",
          "english": "And after these events, the leaders approached me, saying: 'The people of Israel, and the priests, and the Levites, have not kept themselves separate from the peoples of these lands and from their abominations. This includes the Canaanites, Hittites, Perizzites, Jebusites, Ammonites, Moabites, Egyptians, and Amorites.'"
        },
        {
          "number": 38,
          "latin": "Acceperunt enim de filiabus eorum sibi et filiis suis, et commiscuerunt semen sanctum cum populis terrarum harum: manus etiam principum et magistratuum primi hujus transgressionis.",
          "english": "'For they have taken wives from the daughters of these peoples for themselves and for their sons, and they have mixed the holy seed—the chosen people of God—with the peoples of these lands. Indeed, the hands of the leaders and officials have been foremost in this transgression.'"
        },
        {
          "number": 39,
          "latin": "Cumque audissem sermonem istum, scidi vestimenta mea, et pallium, et evulsi capillos capitis mei, et barbae, et sedi mærens.",
          "english": "When I heard this report, I tore my garments and my cloak, and I pulled out hair from my head and my beard, and I sat down in utter grief and despair."
        },
        {
          "number": 40,
          "latin": "Et convenerunt ad me omnes qui timebant verbum Dei Israel, pro transgressione eorum, qui de captivitate venerant: et ego sedebam tristis usque ad sacrificium vespertinum.",
          "english": "And all those who feared the word of the God of Israel gathered around me, because of the transgression of those who had returned from captivity. And I remained sitting in sorrow until the time of the evening sacrifice."
        },
        {
          "number": 1,
          "latin": "Hi sunt ergo principes familiarum, et haec generatio eorum, qui ascenderunt mecum in regno Artaxerxis regis, de Babylone.",
          "english": "These are the heads of the ancestral families, and this is the list of their descendants, who ascended with me from Babylon during the reign of King Artaxerxes."
        },
        {
          "number": 2,
          "latin": "De filiis Phinees, Gersom: de filiis Ithamar, Daniel: de filiis David, Hattus.",
          "english": "From the descendants of Phinehas, there was Gershom; from the descendants of Ithamar, Daniel; from the descendants of David, Hattush."
        },
        {
          "number": 3,
          "latin": "De filiis Secheniae, et de filiis Pharos, Zacharias, et cum eo numerati sunt viri centum quinquaginta.",
          "english": "From the descendants of Shechaniah, and from the descendants of Parosh, there was Zechariah, and with him were counted one hundred and fifty men."
        },
        {
          "number": 4,
          "latin": "De filiis Phahath Moab, Elioenai filius Zareha, et cum eo ducenti viri.",
          "english": "From the descendants of Pahath-Moab, there was Eliehoenai, son of Zerahiah, and with him were two hundred men."
        },
        {
          "number": 5,
          "latin": "De filiis Secheniae, filius Jahaziel, et cum eo trecenti viri.",
          "english": "From the descendants of Shechaniah, there was the son of Jahaziel, and with him were three hundred men."
        },
        {
          "number": 6,
          "latin": "De filiis Adin, Abed filius Jonathae, et cum eo quinquaginta viri.",
          "english": "From the descendants of Adin, there was Ebed, son of Jonathan, and with him were fifty men."
        },
        {
          "number": 7,
          "latin": "De filiis Elam, Isaias filius Athaliae, et cum eo septuaginta viri.",
          "english": "From the descendants of Elam, there was Isaiah, son of Athaliah, and with him were seventy men."
        },
        {
          "number": 8,
          "latin": "De filiis Saphatiae, Zebedia filius Michael, et cum eo octoginta viri.",
          "english": "From the descendants of Shephatiah, there was Zebadiah, son of Michael, and with him were eighty men."
        },
        {
          "number": 9,
          "latin": "De filiis Joab, Abdias filius Jehiel, et cum eo ducenti decem et octo viri.",
          "english": "From the descendants of Joab, there was Obadiah, son of Jehiel, and with him were two hundred and eighteen men."
        },
        {
          "number": 10,
          "latin": "De filiis Bani, Salomith filius Josiphiae, et cum eo centum sexaginta viri.",
          "english": "From the descendants of Bani, there was Shelomith, son of Josiphiah, and with him were one hundred and sixty men."
        },
        {
          "number": 11,
          "latin": "De filiis Bebai, Zacharias filius Bebai, et cum eo viginti octo viri.",
          "english": "From the descendants of Bebai, there was Zechariah, son of Bebai, and with him were twenty-eight men."
        },
        {
          "number": 12,
          "latin": "De filiis Azgad, Jochanan filius Eccetan, et cum eo centum decem viri.",
          "english": "From the descendants of Azgad, there was Johanan, son of Hakkatan, and with him were one hundred and ten men."
        },
        {
          "number": 13,
          "latin": "De filiis Adonicam, qui fuerunt novissimi: et haec nomina eorum, Eliphelet, et Jehiel, et Samaias, et cum eis sexaginta viri.",
          "english": "From the descendants of Adonikam, who were the last to arrive from that family, these were their names: Eliphelet, Jehiel, and Shemaiah, and with them were sixty men."
        },
        {
          "number": 14,
          "latin": "De filiis Bagoi, Uthai et Zabud, et cum eis septuaginta viri.",
          "english": "From the descendants of Bigvai, there were Uthai and Zabbud, and with them were seventy men."
        },
        {
          "number": 15,
          "latin": "Congregavi autem eos juxta fluvium, qui decurrit ad Ahava, et mansimus ibi tribus diebus: et lustravi populum et sacerdotes, ex filiis Levi neminem ibi reperi.",
          "english": "I gathered them by the river that flows toward Ahava, and we camped there for three days. As I inspected the people and the priests, I found no one there from the descendants of Levi."
        },
        {
          "number": 16,
          "latin": "Itaque misi Eliezer et Ariel, et Semeiam et Elnathan, et Jarib et Elnathan, et Nathan et Zachariam et Mosollam, principes: et Joarib et Elnathan, doctores.",
          "english": "So I sent for Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, who were leading men. I also sent for Joiarib and Elnathan, who were wise teachers."
        },
        {
          "number": 17,
          "latin": "Et misi eos ad Iddo, qui est capitaneus in loco Casiphia, et posui in ore eorum verba, quae loquerentur ad Iddo et ad fratres ejus, Nathinaeos, qui erant in loco Casiphia, ut adducerent nobis ministros domus Dei nostri.",
          "english": "I sent them to Iddo, who was the chief at a place called Casiphia. I gave them specific instructions about what to say to Iddo and his relatives, the Nethinim, who were living in Casiphia—all with the purpose of bringing us ministers for the house of our God."
        },
        {
          "number": 18,
          "latin": "Et adduxerunt nobis per manum Dei nostri bonam, virum doctissimum de filiis Moholi filii Levi, filii Israel, et Sarabiam et filios ejus et fratres ejus decem et octo.",
          "english": "And through the good hand of our God upon us, they brought us a highly skilled man from the descendants of Mahli, son of Levi, son of Israel—that was Sherebiah, with his sons and brothers, a total of eighteen men."
        },
        {
          "number": 19,
          "latin": "Et Hasabiam, et cum eo Isaiam de filiis Merari, fratres ejus, et filios ejus viginti.",
          "english": "They also brought Hashabiah, and with him, from the descendants of Merari, Isaiah, along with his brothers and his sons, a total of twenty men."
        },
        {
          "number": 20,
          "latin": "Et de Nathinaeis, quos dederat David et principes ad ministeria Levitarum, Nathinaeos ducentos viginti: omnes hi nominatim.",
          "english": "And from the Nethinim, whom King David and the leaders had assigned to assist the Levites in their service, they brought two hundred and twenty Nethinim; all these were designated by name."
        },
        {
          "number": 21,
          "latin": "Et praedicavi ibi jejunium juxta fluvium Ahava, ut affligeremur coram Deo nostro, et peteremus ab eo viam rectam nobis et filiis nostris universaeque substantiae nostrae.",
          "english": "There, by the Ahava River, I proclaimed a fast for everyone. This was so that we might humble ourselves before our God and ask Him for a safe and proper journey for ourselves, our children, and all our possessions."
        },
        {
          "number": 22,
          "latin": "Erubui enim petere a rege auxilium et equites, qui defenderent nos ab inimico in via: quia dixeramus regi: Manus Dei nostri est super omnes, qui quaerunt eum in bonitate: et potestas ejus et fortitudo et furor super omnes qui derelinquunt eum.",
          "english": "I was ashamed to ask the king for soldiers and horsemen to protect us from our enemies along the way. This was because we had already told the king, 'The hand of our God is good and protects all those who seek Him with sincerity, but His power, strength, and wrath are against all who abandon Him.'"
        },
        {
          "number": 23,
          "latin": "Jejunavimus itaque, et petivimus a Deo nostro per hoc, et propitius fuit nobis.",
          "english": "So we fasted and sought help from our God through prayer for this very reason, and He was gracious to us."
        },
        {
          "number": 24,
          "latin": "Et separavi de principibus sacerdotum duodecim, Sarabiam et Hasabiam, et cum eis de fratribus suis decem.",
          "english": "Then I set apart twelve of the leading priests: Sherebiah and Hashabiah, and with them ten of their brothers."
        },
        {
          "number": 25,
          "latin": "Et appendi eis argentum et aurum et vasa sanctorum domus Dei nostri, quae obtulerat rex et consiliatores ejus et principes ejus et omnis Israel, eorum qui inventi fuerant.",
          "english": "I weighed out to them the silver, the gold, and the sacred vessels intended for the house of our God—these were offerings that the king, his counselors, his officials, and all the Israelites present had contributed."
        },
        {
          "number": 26,
          "latin": "Et appendi in manibus eorum argenti talenta sexcenta quinquaginta, et vasa argentea centum, auri centum talenta.",
          "english": "I weighed into their hands six hundred and fifty talents of silver, one hundred silver vessels, and one hundred talents of gold."
        },
        {
          "number": 27,
          "latin": "Et phialas aureas viginti, quas habebant auri solidos millia: et vasa aere clari nitidi quasi aurum, duo.",
          "english": "Also, twenty gold bowls, which were worth a thousand gold darics (gold coins), and two vessels of fine, burnished bronze, which were as valuable as gold."
        },
        {
          "number": 28,
          "latin": "Et dixi eis: Vos sancti Domini, et vasa sancta, et argentum et aurum votum Domini Dei patrum nostrorum.",
          "english": "Then I said to them: 'You are consecrated to the Lord, and these vessels are sacred. The silver and gold are a freewill offering to the Lord, the God of our fathers.'"
        },
        {
          "number": 29,
          "latin": "Vigilate, et custodite, donec appendatis coram principibus sacerdotum et Levitarum, et ducibus familiarum Israel in Jerusalem, in thesauro domus Domini.",
          "english": "'Watch over them and guard them carefully until you weigh them out in Jerusalem, in the presence of the leading priests, the Levites, and the heads of the Israelite families, and place them in the treasury of the house of the Lord.'"
        },
        {
          "number": 30,
          "latin": "Susceperunt autem sacerdotes et Levitae pondus argenti et auri et vasorum, ut deferrent Jerusalem in domum Dei nostri.",
          "english": "So the priests and the Levites received the exact weight of the silver, gold, and vessels, with the responsibility to transport them to Jerusalem for the house of our God."
        },
        {
          "number": 31,
          "latin": "Movimus ergo ab affluentia fluminis Ahava duodecimo die mensis primi, ut iremus Jerusalem: et manus Dei nostri fuit super nos, et liberavit nos de manu inimici et insidiatoris in via.",
          "english": "Then, on the twelfth day of the first month—the month of Nisan—we departed from the Ahava River to journey to Jerusalem. The good hand of our God was upon us, and He delivered us from the power of the enemy and from ambushers along the road."
        },
        {
          "number": 32,
          "latin": "Et venimus Jerusalem, et mansimus ibi tribus diebus.",
          "english": "We arrived in Jerusalem and rested there for three days."
        },
        {
          "number": 33,
          "latin": "Die autem quarto, appensum est argentum et aurum et vasa in domo Dei nostri per manum Meremoth filii Uriae sacerdotis, et cum eo Eleazar filius Phinees, ipsi vero Levitis Jozabado filio Jesue, et Noadiae filio Bennoi.",
          "english": "On the fourth day, the silver, gold, and vessels were weighed out in the house of our God by the hand of Meremoth, son of Uriah the priest, and with him was Eleazar, son of Phinehas. The Levites present were Jozabad, son of Jeshua, and Noadiah, son of Binnui."
        },
        {
          "number": 34,
          "latin": "Juxta numerum et pondus omnium: et descriptum est omne pondus in tempore illo.",
          "english": "Everything was accounted for by number and by weight; and the entire weight was recorded at that time."
        },
        {
          "number": 35,
          "latin": "Filii autem transmigrationis, qui venerant de captivitate, obtulerunt holocausta Deo Israel, vitulos duodecim pro omni Israele, arietes nonaginta sex, agnos septuaginta septem, hircos pro peccato duodecim: omnia in holocaustum Domino.",
          "english": "The exiles who had returned from captivity then offered burnt offerings to the God of Israel: twelve bulls for all of Israel, ninety-six rams, seventy-seven lambs, and twelve male goats as a sin offering—all of these were presented as a whole burnt offering to the Lord."
        },
        {
          "number": 36,
          "latin": "Et dederunt edicta regis satrapis, qui erant de potestate regis, et ducibus trans flumen: et sublevaverunt populum et domum Dei.",
          "english": "They also delivered the king’s decrees to the satraps—the provincial governors—and to the officials of the regions beyond the Euphrates River. And these officials then assisted the people and the house of God."
        }
      ]
    },
    {
      "number": 9,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Postquam haec completa sunt, accesserunt ad me principes, dicentes: Non est separatum populus Israel, et sacerdotes et Levitae, a populis terrarum, et abominationibus eorum, Chananaei scilicet, et Hethaei, et Pherezaei, et Jebusaei, et Ammonitae, et Moabitae, et Aegyptii, et Amorrhaei.",
          "english": "After these things were completed, the leaders came to me, saying: 'The people of Israel, even the priests and the Levites, have not kept themselves separate from the surrounding peoples of the lands and their detestable practices--the very practices God had forbidden. These nations include the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites.'"
        },
        {
          "number": 2,
          "latin": "De filiabus enim eorum duxerunt uxores sibi, et filiis suis, et commiscuerunt semen sanctum cum populis terrarum: manus quoque principum et magistratuum primi fuerunt in hoc scelere.",
          "english": "For they have taken wives from the daughters of these nations for themselves and for their sons, and they have mingled the holy lineage--the chosen people of God--with the surrounding peoples of the lands. The hands of the leaders and officials were the very first in this grave offense."
        },
        {
          "number": 3,
          "latin": "Cumque audissem sermonem istum, scidi vestimentum meum et pallium, et evulsi capillos capitis mei et barbae, et sedi moerens.",
          "english": "When I heard this report, I tore my garments and my cloak, and I pulled out some of the hair from my head and my beard, and I sat down in deep mourning."
        },
        {
          "number": 4,
          "latin": "Et convenerunt ad me omnes, qui timebant verbum Domini Dei Israel, propter transgressionem eorum qui de captivitate venerant, et ego sedebam moerens usque ad vesperam sacrificii.",
          "english": "Then all those who feared the word of the Lord, the God of Israel, gathered around me because of the transgression of those who had returned from the captivity. And I remained sitting in mourning until the evening sacrifice--the time of daily atonement."
        },
        {
          "number": 5,
          "latin": "Et in hora sacrificii, surgens de afflictione mea, in scisso vestimento et pallio, curvavi genua mea, et expandi manus meas ad Dominum Deum meum.",
          "english": "At the hour of the evening sacrifice, I rose from my deep affliction, still in my torn garment and cloak. I knelt down and spread out my hands in prayer to the Lord, my God."
        },
        {
          "number": 6,
          "latin": "Et dixi: Deus meus, confundor et erubesco levare faciem meam ad te: quoniam iniquitates nostrae multiplicatae sunt super caput nostrum, et delicta nostra creverunt usque ad caelum.",
          "english": "And I said: 'My God, I am ashamed and embarrassed to lift my face to You, because our iniquities have multiplied over our heads, and our transgressions have grown up to the very heavens--reaching throughout the universe.'"
        },
        {
          "number": 7,
          "latin": "A diebus patrum nostrorum, et nunc usque ad diem hanc, in delicto magno sumus, et propter iniquitates nostras traditi sumus ipsi, et reges nostri, et sacerdotes nostri in manum regum terrarum, et in gladium, et in captivitatem, et in rapinam, et in confusionem vultus sicut et hodie.",
          "english": "From the days of our ancestors until this very day, we have been in great transgression. Because of our iniquities, we ourselves, our kings, and our priests have been handed over into the hand of the kings of the surrounding lands--delivered to the sword, to captivity, to plunder, and to open shame, just as it is today."
        },
        {
          "number": 8,
          "latin": "Et nunc quasi parvulum aliquantum factum est, ut relinquatur reliquiae, et sit salus in sanctis suis: et illuminet Deus noster oculos nostros, et det nobis requiem modicam in servitute nostra.",
          "english": "And now, for a brief moment, a small remnant has been allowed to remain, and there is a place of safety among His holy people. Our God has enlightened our eyes and given us a small measure of relief in our bondage."
        },
        {
          "number": 9,
          "latin": "Quia servi sumus, et in servitute nostra non dereliquit nos Deus noster, sed inclinavit super nos misericordiam in conspectu regis Persarum, ut daret nobis vitam, et ut erigeremus domum Dei nostri, et instauremus solitudines ejus, et daret nobis sepem in Juda et Jerusalem.",
          "english": "Though we are servants, our God has not abandoned us in our servitude. Instead, He has extended His mercy to us in the sight of the king of Persia, so that He might give us new life. He has allowed us to rebuild the house of our God, to restore its desolate ruins, and to grant us a protective wall--a firm establishment--in Judah and Jerusalem."
        },
        {
          "number": 10,
          "latin": "Et nunc quid dicemus, Deus noster, post haec? quia dereliquimus mandata tua,",
          "english": "And now, our God, what can we say after these things? For we have forsaken Your commandments,"
        },
        {
          "number": 11,
          "latin": "quae praecepisti in manu servorum tuorum prophetarum, dicens: Terra ad quam ingredimini ut possideatis eam, terra immunda est, juxta immunditiam populorum terrarum, abominationibus eorum, qui impleverunt eam ab ore usque ad os in coinquinatione sua.",
          "english": "which You commanded through the hand of Your servants, the prophets, saying: 'The land into which you are entering to possess it is an unclean land, according to the uncleanness of the peoples of the lands and their detestable practices. They have filled it from one end to the other with their defilement.'"
        },
        {
          "number": 12,
          "latin": "Et nunc filias vestras ne detis filiis eorum, et filias eorum ne accipiatis filiis vestris, et non quaeratis pacem eorum, et prosperitatem eorum usque in aeternum: ut confortemini, et comedatis bona terrae, et haereditate tradatis filiis vestris usque in sempiternum.",
          "english": "And now, you shall not give your daughters to their sons, nor shall you take their daughters for your sons. You shall not seek their peace or their prosperity forever, so that you may be strong, and eat the good things of the land, and pass it on as an inheritance to your children forever."
        },
        {
          "number": 13,
          "latin": "Et post omnia quae venerunt super nos in operibus nostris pessimis, et in delicto nostro magno, quia tu, Deus noster, tenuisti ne percuteres nos secundum iniquitates nostras, et dedisti nobis salutem, sicut est hodie,",
          "english": "And after all that has come upon us for our evil deeds and our great transgression, since You, our God, have restrained Yourself from striking us down according to our iniquities, and have given us such salvation as we have today,"
        },
        {
          "number": 14,
          "latin": "numquid retractare poterimus mandata tua, et jungi populis qui exercent has abominationes? Numquid irasceris nobis usque ad consummationem, ne sit reliquia, et ut non sit salus?",
          "english": "shall we then again violate Your commandments and join ourselves with these peoples who practice these detestable things? Will You not be angry with us even to utter destruction, so that there will be no remnant left, and no salvation?"
        },
        {
          "number": 15,
          "latin": "Domine Deus Israel, justus es tu: quoniam derelicti sumus reliquiae, sicut dies ista. Ecce coram te sumus in delicto nostro: non enim possumus stare coram te super hoc.",
          "english": "O Lord, God of Israel, You are just! For we are left as a mere remnant, as it is this day. Behold, we are before You in our transgression--we cannot stand before You because of this."
        },
        {
          "number": 1,
          "latin": "His itaque gestis, postquam conpleta est civitas, venerunt ad me principes, dicentes: Non est separatus populus Israël a populis terrarum, et a detestabilibus eorum, Chananaeis videlicet, et Hethaeis, et Pherezaeis, et Jebusaeis, et Ammonitis, et Moabitis, et Aegyptiis, et Amorrhaeis.",
          "english": "After these things were done, once the city had been completed, the leaders of the people came to me, Ezra, and they said: 'The people of Israel have not kept themselves separate from the surrounding peoples of the lands, nor from their abominable practices. They are intermarrying with the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites.'"
        },
        {
          "number": 2,
          "latin": "Tulerunt enim de filiabus eorum sibi et filiis suis, et commiscuerunt semen sanctum cum populis terrarum: et manus principum et magistratuum primi fuerunt in hoc facinore.",
          "english": "For they have taken wives from among the daughters of these foreign peoples for themselves and for their sons. This means they have mingled the holy seed of God's chosen people with the peoples of these other lands. And what is worse, the leaders and the rulers were the very first to commit this grave sin."
        },
        {
          "number": 3,
          "latin": "Hoc autem cum audissem, scidi pallium meum et tunicam, et evulsi capillos capitis mei et barba, et sedi moerens.",
          "english": "When I, Ezra, heard this report, I tore my outer cloak and my inner tunic, a sign of extreme anguish and grief. I pulled out hair from my head and my beard in despair, and I sat down, utterly heartbroken."
        },
        {
          "number": 4,
          "latin": "Et convenerunt ad me omnes, qui timebant verbum Dei Israël, propter iniquitatem eorum qui de captivitate venerant, et ego sedebam tristis usque ad sacrificium vespertinum.",
          "english": "Then all those who deeply feared the word and law of the God of Israel gathered around me, because of the great sin committed by those who had returned from exile. And I remained sitting in deep sorrow until the time of the evening sacrifice."
        },
        {
          "number": 5,
          "latin": "Et in tempore sacrificii vespertini, surrexi de afflictione mea, et flexis genibus meis, expandi manus meas ad Dominum Deum meum.",
          "english": "At the time of the evening sacrifice, I finally rose from my posture of humiliation and intense mourning. I knelt down, and I spread out my hands in supplication to the Lord, my God."
        },
        {
          "number": 6,
          "latin": "Et dixi: Deus meus, confundor et erubesco levare faciem meam ad te: quoniam iniquitates nostrae multiplicatae sunt super caput nostrum, et delicta nostra creverunt usque ad caelum.",
          "english": "And I said, 'Oh my God, I am utterly ashamed and blush to even lift my face toward You, because our iniquities have multiplied so greatly that they are overwhelming us. Our offenses have grown so immense that they seem to reach up to the very sky.'"
        },
        {
          "number": 7,
          "latin": "A diebus patrum nostrorum usque ad diem hanc, in delicto magno sumus: et propter iniquitates nostras, traditi sumus ipsi, et reges nostri, et sacerdotes nostri, in manum regum terrarum, et in gladium, et in captivitatem, et in rapinam, et in confusionem vultus sicut et hodie.",
          "english": "From the days of our ancestors right up to this very day, we have been in a state of great sin. Because of our iniquities, we ourselves, along with our kings and our priests, have been handed over into the power of the kings of foreign lands. We have been subjected to the sword, to captivity, to plunder, and to utter shame, a condition that remains evident even today."
        },
        {
          "number": 8,
          "latin": "Et nunc quasi parvulum quid et breve factum est ut haberemus residuum, et daret nobis palum in loco sanctificationis suae, et illuminaret oculos nostros Deus noster, et daret nobis refocillationem modicam in servitute nostra.",
          "english": "And now, for what seems like a very brief and small moment, You have allowed us a remnant to survive. You have given us a secure foothold—a 'peg' in Your sanctuary, the Temple—establishing us firmly in Your holy place. Our God has enlightened our understanding, giving us hope, and has granted us a small measure of relief and refreshment in our continued servitude to foreign powers."
        },
        {
          "number": 9,
          "latin": "Quia servi sumus, et in servitute nostra non dereliquit nos Deus noster, sed inclinavit super nos misericordiam in conspectu regis Persarum, ut daret nobis refocillationem, et sublevaret domum Dei nostri, et instauraret solitudines ejus, et daret nobis sepem in Juda et Jerusalem.",
          "english": "For even though we are servants, in our state of servitude, our God has not abandoned us. Instead, He has shown us great mercy in the eyes of the king of Persia, so that he would grant us relief and allow us to rebuild the house of our God, and restore its desolate ruins. He has also given us a protective wall and secure boundary in Judah and Jerusalem."
        },
        {
          "number": 10,
          "latin": "Et nunc quid dicemus, Deus noster, post hæc? quia dereliquimus mandata tua.",
          "english": "And now, O our God, what can we possibly say after all of this? For we have completely abandoned Your commandments, despite all Your mercy to us."
        },
        {
          "number": 11,
          "latin": "Quæ præcepisti in manu servorum tuorum prophetarum, dicens: Terra ad quam ingredimini ut possideatis eam, terra immunda est, juxta immunditiam populorum terrarum, abominationibus eorum quibus impleverunt eam ab ore usque ad os in coinquinatione sua.",
          "english": "These are the commandments You gave through Your servants the prophets, saying: 'The land you are entering to possess is an unclean land. It is defiled according to the impurity of the peoples of these lands. They have filled it with their abominable practices, from one end to the other, in their thorough defilement.'"
        },
        {
          "number": 12,
          "latin": "Et filias vestras non dabitis filiis eorum, et filias eorum non accipietis filiis vestris: et non quæretis pacem eorum, et prosperitatem eorum usque in æternum: ut confortemini, et comedatis bona terræ, et hæredes faciatis filios vestros usque in sempiternum.",
          "english": "You were told: 'You shall not give your daughters to their sons in marriage, nor shall you take their daughters as wives for your sons. You shall never seek their peace or their prosperity, for you must remain separate. Do this so that you may be strong, and be able to eat the good things of the land, and pass on a secure inheritance to your sons forever.'"
        },
        {
          "number": 13,
          "latin": "Et post omnia quæ venerunt super nos in operibus nostris pessimis, et in delicto nostro magno, quoniam tu, Deus noster, sanasti nos de iniquitate nostra, et dedisti nobis salutem sicut est hodie.",
          "english": "And now, after all the calamities that have come upon us because of our very evil deeds and our great sin, even still, You, our God, have been merciful. You have spared us from the full punishment of our iniquity and have given us a measure of deliverance, as is evident today."
        },
        {
          "number": 14,
          "latin": "Numquid rursum prævaricabimur mandata tua, et jungemus nos populis abominabilium harum? nonne irasceris nobis usque ad internecionem, ne sit reliquiæ, et si salvi fuerimus?",
          "english": "Shall we then again transgress Your commandments and join ourselves in marriage with these abominable peoples? If we do, will You not be so angry with us that You will utterly destroy us, leaving no remnant whatsoever, preventing any of us from surviving?"
        },
        {
          "number": 15,
          "latin": "Domine Deus Israël, justus es tu: quoniam derelicti sumus reliquiæ, sicut est dies hæc. Ecce nos coram te in delicto nostro: non enim possumus stare coram te super hoc.",
          "english": "O Lord, God of Israel, You are perfectly just in all Your ways! It is only because of Your mercy that a remnant of us has been left to survive, as is evident today. Behold, we stand before You utterly condemned by our sin; indeed, we are unable to stand before You in this state of guilt."
        },
        {
          "number": 16,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 17,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 18,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 19,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 20,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 21,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 22,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 23,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 24,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 25,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 26,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 27,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 28,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 29,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 30,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 31,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 32,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 33,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 34,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 35,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 36,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 37,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 38,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 39,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        },
        {
          "number": 40,
          "latin": null,
          "english": "This verse does not exist in Ezra chapter 9."
        }
      ]
    },
    {
      "number": 10,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Igitur cum oraret Esdras, et confiteretur flens, et pronus jaceret ante templum Dei, collectus est ad eum de Israël coetus grandis nimis virorum et mulierum et puerorum: et flevit populus fletu magno.",
          "english": "So, while Ezra was praying and confessing his sins, weeping and lying prostrate before God’s Temple, a very large crowd from Israel gathered around him—men, women, and children alike. And all the people wept with deep sorrow."
        },
        {
          "number": 2,
          "latin": "Et respondit Sechonias filius Jehiel de filiis Ælam, et dixit Esdrae: Nos peccavimus in Deum nostrum, et duximus uxores alienigenas de populis terræ: et nunc est super hoc Israël.",
          "english": "Then Shechaniah, son of Jehiel, from the family of Elam, spoke to Ezra. He said: 'We have certainly sinned against our God by marrying foreign women from the surrounding nations. But even in this state, there remains hope for Israel to be restored.'"
        },
        {
          "number": 3,
          "latin": "Ineamus igitur fœdus cum Deo nostro, ut projiciamus universas uxores, et eos qui de eis nati sunt, juxta voluntatem Domini, et eorum qui timent præceptum Domini Dei nostri: secundum legem fiat.",
          "english": "'So let us make a solemn covenant with our God. We must send away all these foreign wives and the children born from them. This must be done according to the clear will of the Lord and the desire of those who truly reverence the commandment of our Lord God. Let it be done strictly according to God’s Law.'"
        },
        {
          "number": 4,
          "latin": "Surge, tuum est enim negotium, et nostrum tecum: confortare, et fac.",
          "english": "'Ezra, arise! This task is primarily yours, but we are with you to help. Be strong in the Lord, and carry out this command.'"
        },
        {
          "number": 5,
          "latin": "Surrexit ergo Esdras, et adjuravit principes sacerdotum et Levitarum, et universum Israël, ut facerent secundum verbum hoc: et juraverunt.",
          "english": "So Ezra stood up. He then put all the leaders of the priests, the Levites, and everyone in Israel under oath to carry out this command. And they all took the oath."
        },
        {
          "number": 6,
          "latin": "Et surrexit Esdras ante domum Dei, et abiit ad cubiculum Johanan filii Eliasib: ibique manens panem non comedit, et aquam non bibit: lugebat enim transgressionem eorum qui de captivitate venerant.",
          "english": "Ezra then rose from his place before the Temple of God. He went to the living chamber of Johanan, son of Eliashib. While he stayed there, he refused to eat any bread or drink any water. He did this because he was deeply mourning the great sin committed by those who had returned from their captivity."
        },
        {
          "number": 7,
          "latin": "Et missum fecerunt in Juda et Jerusalem universis filiis Israël, ut convenirent in Jerusalem.",
          "english": "A proclamation was then sent throughout Judah and Jerusalem to all the sons of Israel. They were commanded to gather together in Jerusalem."
        },
        {
          "number": 8,
          "latin": "Et omnis qui non venerit in tribus diebus juxta consilium principum et seniorum, auferetur universa substantia ejus, et ipse abjicietur de cœtu reversionis.",
          "english": "It was decreed that anyone who failed to come within three days, following the counsel of the leaders and elders, would have all their possessions confiscated. Furthermore, that person would be permanently cut off from the entire community of those who had returned from captivity."
        },
        {
          "number": 9,
          "latin": "Convenit igitur omnis vir Juda et Benjamin in Jerusalem in tribus diebus, ipse est mensis nonus, vigesima die mensis: et sedit omnis populus in platea domus Dei, trementes pro peccato, et pro imbribus.",
          "english": "So, within the specified three days, all the men from Judah and Benjamin gathered in Jerusalem. This was on the twentieth day of the ninth month. All the people sat in the open square before the House of God, shivering from both their sin and the heavy rains that were falling."
        },
        {
          "number": 10,
          "latin": "Et surrexit Esdras sacerdos, et dixit ad eos: Vos transgressi estis, et duxistis uxores alienigenas, ut adderetis super delictum Israël.",
          "english": "Then Ezra the priest stood up and addressed them directly. He said: 'You have indeed transgressed God’s Law by marrying foreign women. By doing so, you have only added to the already great sin of Israel.'"
        },
        {
          "number": 11,
          "latin": "Et nunc confitemini Domino Deo patrum vestrorum, et facite voluntatem ejus, et separamini a populis terræ, et ab uxoribus alienigenis.",
          "english": "'Now, confess your sins truly to the Lord God of your ancestors. Do His will exactly as He commands. Separate yourselves completely from the surrounding nations and from these foreign wives.'"
        },
        {
          "number": 12,
          "latin": "Et respondit omnis cœtus, et dixit voce magna: Secundum verbum tuum ad nos, sic fiat.",
          "english": "Then the entire assembly responded to Ezra, shouting with one voice: 'What you have spoken to us, let it be done exactly as you say!'"
        },
        {
          "number": 13,
          "latin": "Verumtamen quia plures sunt hic, et tempus pluviæ, et non potestis stare foris, et opus non est unius diei vel duorum, (multi enim peccavimus in hoc)",
          "english": "They added: 'However, there are many of us here, and it is the rainy season, so we cannot remain standing outside in these conditions. This is a task that cannot be completed in just one or two days, for many of us have committed this great sin.'"
        },
        {
          "number": 14,
          "latin": "ordinentur principes in universo cœtu, et omnes in civitatibus nostris qui duxerunt uxores alienigenas veniant in tempore, et statuto die, et cum eis seniores per civitates et judices earum, donec avertatur ira Dei nostri a nobis super hoc peccato.",
          "english": "'Let leaders be appointed from among the whole assembly. Then, let all who have married foreign women throughout our cities come forward at a set time, on a specific appointed day. They should come with the elders and judges of their respective cities. This process must continue until the fierce wrath of our God concerning this grave sin is finally turned away from us.'"
        },
        {
          "number": 15,
          "latin": "Porro Jonathas filius Azahel, et Jaasia filius Thecue resistebant huic: et Messullam et Sebethai Levites adjuvabant eos.",
          "english": "However, Jonathan, son of Asahel, and Jahzeiah, son of Tikvah, openly opposed this course of action. Meshullam and Shabbethai, a Levite, actively supported their opposition."
        },
        {
          "number": 16,
          "latin": "Fecerunt autem sic filii Israël: et sederunt Esdras sacerdos, et viri principes familiarum in domo patrum suorum, et omnes per nomina sua. Et cœperunt quaerere rem istam in primo die mensis decimi.",
          "english": "Despite the opposition, the sons of Israel proceeded with the plan. Ezra the priest, along with the designated heads of each family, assembled at the ancestral house. Each man was called by his name. They began to investigate this serious matter on the first day of the tenth month."
        },
        {
          "number": 17,
          "latin": "Et consummaverunt omnes viros qui duxerant uxores alienigenas, usque ad diem primam mensis primi.",
          "english": "By the first day of the first month of the new year, they had completed the investigation concerning all the men who had married foreign women."
        },
        {
          "number": 18,
          "latin": "Et inventi sunt de filiis sacerdotum qui duxerant uxores alienigenas. De filiis Jesu filii Josedec, et fratribus ejus, Maasias, et Eliezer, et Jarib, et Godolia.",
          "english": "Among the descendants of the priests, these were found to have married foreign women: From the line of Jeshua, son of Jozadak, and his brothers, these were: Maaseiah, Eliezer, Jarib, and Gedaliah."
        },
        {
          "number": 19,
          "latin": "Et dederunt manus suas ut ejicerent uxores suas, et pro delicto suo arietem de gregibus offerrent.",
          "english": "They swore an oath, giving their hands in agreement, to send away their wives. Furthermore, as an atonement for their great sin, they committed to offering a ram from the flocks."
        },
        {
          "number": 20,
          "latin": "Et de filiis Emmer, Hanani, et Zebadia.",
          "english": "From the family of Immer: Hanani and Zebadiah."
        },
        {
          "number": 21,
          "latin": "Et de filiis Harim, Maasias, et Elia, et Semeia, et Jehiel, et Ozias.",
          "english": "From the family of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah."
        },
        {
          "number": 22,
          "latin": "Et de filiis Pheshur, Elioenai, et Maasias, et Ismael, et Nathanael, et Jozabed, et Elasa.",
          "english": "From the family of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah."
        },
        {
          "number": 23,
          "latin": "Et de filiis Levitis, Jozabed, et Semei, et Celaia ipse est Calita, Phathahia, et Juda, et Eliezer.",
          "english": "Among the Levites: Jozabad, Shimei, Kelaiah (also known as Kelita), Pethahiah, Judah, and Eliezer."
        },
        {
          "number": 24,
          "latin": "Et de cantoribus, Eliasib: et de janitoribus, Sellum, et Telem, et Uri.",
          "english": "Among the Temple singers: Eliashib. Among the gatekeepers: Shallum, Telem, and Uri."
        },
        {
          "number": 25,
          "latin": "Et ex Israël, de filiis Pharos, Remeia, et Jezia, et Melchia, et Miamin, et Eleazar, et Melchia, et Banea.",
          "english": "From the rest of Israel, specifically from the family of Parosh: Ramiah, Jeziah, Malchiah, Mijamin, Eleazar, Malchiah (again), and Benaiah."
        },
        {
          "number": 26,
          "latin": "Et de filiis Ælam, Mathania, Zacharia, et Jehiel, et Abdi, et Jerimoth, et Elia.",
          "english": "From the family of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah."
        },
        {
          "number": 27,
          "latin": "Et de filiis Zethua, Elioenai, Eliasib, Mathania, et Jerimoth, et Zabad, et Aziza.",
          "english": "From the family of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza."
        },
        {
          "number": 28,
          "latin": "Et de filiis Bebai, Johanan, Hanania, Zabbai, Athalai.",
          "english": "From the family of Bebai: Johanan, Hananiah, Zabbai, and Athlai."
        },
        {
          "number": 29,
          "latin": "Et de filiis Bani, Messullam, et Melluch, et Adaia, Jasub, et Saal, et Ramoth.",
          "english": "From the family of Bani: Meshullam, Malluch, Adaiah, Jashub, Sheal, and Ramoth."
        },
        {
          "number": 30,
          "latin": "Et de filiis Phahath Moab, Edna, et Calal, Banaia, et Maasias, Mathanias, Beseleel, Banni, et Manasse.",
          "english": "From the family of Pahath-Moab: Edna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh."
        },
        {
          "number": 31,
          "latin": "Et de filiis Harim, Eliezer, Josia, Melchia, Semeia, Simeon,",
          "english": "From the family of Harim: Eliezer, Isshiah, Malchiah, Shemaiah, and Simeon."
        },
        {
          "number": 32,
          "latin": "Benjamin, Malluch, Samaria.",
          "english": "Also, Benjamin, Malluch, and Shemariah."
        },
        {
          "number": 33,
          "latin": "Et de filiis Hasum, Mathanai, Matthatha, Zabad, Eliphalat, Jermai, Manasse, Semei.",
          "english": "From the family of Hashum: Mattanai, Mattathah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei."
        },
        {
          "number": 34,
          "latin": "De filiis Bani, Maadai, Amram, et Uel,",
          "english": "From the family of Bani: Maadai, Amram, and Uel."
        },
        {
          "number": 35,
          "latin": "Banaia, Bedia, Cheluhi,",
          "english": "Also Benaiah, Bedeiah, and Cheluhi."
        },
        {
          "number": 36,
          "latin": "Vania, Marimuth, Eliasib,",
          "english": "Vaniah, Meremoth, and Eliashib."
        },
        {
          "number": 37,
          "latin": "Mathania, Mathanai, et Jasi,",
          "english": "Mattaniah, Mattanai, and Jaasai."
        },
        {
          "number": 38,
          "latin": "Bani, et Benni, Semei,",
          "english": "Bani, Binnui, and Shimei."
        },
        {
          "number": 39,
          "latin": "Et Salmia, et Nathan, et Adaia,",
          "english": "Shelemiah, Nathan, and Adaiah."
        },
        {
          "number": 40,
          "latin": "Mechadnabai, Sasai, Sarai,",
          "english": "Machnadebai, Shashai, and Sharai."
        },
        {
          "number": 1,
          "latin": "Cum ergo complerentur haec, et Ezra orans, et confitens fleret, et jaceret ante templum Dei, collectus est ad eum de Israël coetus grandis nimis virorum et mulierum et puerorum: et flevit populus fletu magno.",
          "english": "When all these things were taking place, Ezra was praying, confessing the sins of the people, weeping, and lying prostrate before God’s temple. A very large assembly of men, women, and children from all of Israel gathered around him, and the people wept with great and loud lamentation."
        },
        {
          "number": 2,
          "latin": "Et respondens Sechania filius Jehiel de filiis Elam, ait Ezræ: Nos peccavimus in Deum nostrum, et duximus uxores alienigenas de populis terræ: et nunc est Israël super hoc.",
          "english": "Then Shecaniah, the son of Jehiel, one of the sons of Elam, spoke to Ezra and said: “We have sinned greatly against our God and have taken foreign wives from the peoples of the land. But even in this, there is still hope for Israel.”"
        },
        {
          "number": 3,
          "latin": "Agamus itaque fœdus cum Deo nostro, ut projiciamus universas uxores, et eos qui de his nati sunt, juxta voluntatem Domini, et eorum qui timent præceptum Dei nostri: et secundum legem fiat.",
          "english": "“Therefore, let us now make a covenant with our God to send away all these wives and their children, according to the will of the Lord and of those who fear the commandments of our God. Let it be done according to the Law.”"
        },
        {
          "number": 4,
          "latin": "Surge, tuum est enim negotium, et nostrum est tecum: confortare, et fac.",
          "english": "“Rise up, Ezra, for this task is yours, and we are with you. Be strong, and carry it out.”"
        },
        {
          "number": 5,
          "latin": "Surrexit ergo Ezra, et adjuravit principes sacerdotum, et levitarum, et omnem Israël, ut facerent secundum verbum hoc: et juraverunt.",
          "english": "So Ezra rose up and made the chief priests, the Levites, and all the people of Israel swear an oath that they would do according to this command. And they all swore the oath."
        },
        {
          "number": 6,
          "latin": "Et surrexit Ezra ante domum Dei, et abiit ad cubiculum Johanan filii Eliasib: et introivit illuc, et panem non comedit, et aquam non bibit: lugebat enim transgressionem eorum qui de captivitate venerant.",
          "english": "Then Ezra went from before the house of God and entered the chamber of Johanan, the son of Eliashib. When he went in there, he ate no bread and drank no water, for he was still mourning over the unfaithfulness of those who had returned from captivity."
        },
        {
          "number": 7,
          "latin": "Et emisit vocem in universo Juda et Jerusalem ad omnes filios transmigrationis, ut congregarentur in Jerusalem:",
          "english": "And they sent out a proclamation throughout all of Judah and Jerusalem to all the exiles, calling them to gather in Jerusalem."
        },
        {
          "number": 8,
          "latin": "et omnis qui non venerat in diebus tribus juxta consilium principum et seniorum, omnis substantia ejus auferretur, et ipse abjiceretur de cœtu transmigrationis.",
          "english": "Whoever did not come within three days, according to the decision of the leaders and elders, would have all his possessions confiscated, and he himself would be excluded from the assembly of the exiles."
        },
        {
          "number": 9,
          "latin": "Convenerunt itaque omnis vir Juda et Benjamin in Jerusalem in tribus diebus, ipse est mensis nonus, vigesima mensis: et sedit omnis populus in platea domus Dei, trementes pro peccato, et pro imbribus nivosis.",
          "english": "So all the men of Judah and Benjamin gathered in Jerusalem within three days. It was the ninth month, on the twentieth day of the month. All the people sat in the open square before the house of God, trembling both because of their sin and because of the heavy rain."
        },
        {
          "number": 10,
          "latin": "Et surrexit Ezra sacerdos, et dixit ad eos: Vos transgressi estis, et duxistis uxores alienigenas, ut adderetis super delictum Israël.",
          "english": "Then Ezra the priest stood up and said to them: “You have trespassed and have taken foreign wives, thus adding to the guilt of Israel.”"
        },
        {
          "number": 11,
          "latin": "Et nunc date confessionem Domino Deo patrum vestrorum, et facite placitum ejus: et separamini a populis terræ, et ab uxoribus alienigenis.",
          "english": "“Now, therefore, give confession to the Lord, the God of your fathers, and do His will. Separate yourselves from the peoples of the land and from your foreign wives.”"
        },
        {
          "number": 12,
          "latin": "Et respondit omnis cœtus, et dixit voce magna: Juxta verbum tuum ad nos, sic fiat.",
          "english": "Then all the assembly answered with a loud voice, saying: “As you have said to us, so let it be done!”"
        },
        {
          "number": 13,
          "latin": "Verumtamen quia plures sunt hi qui peccaverunt in hoc, et tempus pluviarum est, et non potestur foris stare, et opus non est unius diei vel duorum, (multisque quippe peccavimus in sermone hoc)",
          "english": "“However, because there are many who have sinned in this matter, and it is the rainy season, we cannot stand outside. This work cannot be finished in just one or two days, for indeed, many of us have sinned grievously in this matter.”"
        },
        {
          "number": 14,
          "latin": "præponantur principes in universo cœtu: et omnes in civitatibus nostris qui duxerunt uxores alienigenas, veniant in temporibus statutis, et cum his seniores per civitates et judices earum, donec avertatur ira Dei nostri a nobis super hoc peccato.",
          "english": "“Therefore, let our leaders be appointed for the entire assembly. Let all those in our cities who have taken foreign wives come at appointed times, along with the elders and judges of each city, until the fierce wrath of our God concerning this sin is turned away from us.”"
        },
        {
          "number": 15,
          "latin": "Jonathan filius Azahel, et Jaasia filius Thecue resistebant: et Messollam et Sebethai Levites adjuvabant eos.",
          "english": "Only Jonathan, the son of Asahel, and Jahzeiah, the son of Tikvah, opposed this plan; and Meshullam and Shabbethai the Levite supported them in their opposition."
        },
        {
          "number": 16,
          "latin": "Feceruntque ita filii transmigrationis. Et abierunt Ezra sacerdos, et viri principes familiarum in domos patrum suorum, et omnis per nomina sua, et sederunt in die prima mensis decimi ut quærerent rem.",
          "english": "The exiles did as they had agreed. Ezra the priest and certain men, heads of ancestral households, all designated by name, went to their homes. They began their investigation on the first day of the tenth month to examine the matter."
        },
        {
          "number": 17,
          "latin": "Et consummaverunt omnes viros qui duxerant uxores alienigenas, usque ad diem primam mensis primi.",
          "english": "By the first day of the first month, they had finished dealing with all the men who had taken foreign wives."
        },
        {
          "number": 18,
          "latin": "Et inventi sunt de filiis sacerdotum qui duxerant uxores alienigenas. De filiis Josue filii Josedec, et fratrum ejus, Maasia, et Eliezer, et Jarib, et Godolia.",
          "english": "Among the sons of the priests who had taken foreign wives were these: From the sons of Jeshua, son of Jozadak, and his brothers: Maaseiah, Eliezer, Jarib, and Gedaliah."
        },
        {
          "number": 19,
          "latin": "Et dederunt manus suas ut ejicerent uxores suas, et pro delicto suo arietem de ovibus offerrent.",
          "english": "They gave their hands in solemn agreement to send away their wives, and for their guilt, they offered a ram from the flock as a sin offering."
        },
        {
          "number": 20,
          "latin": "Et de filiis Emmer: Hanani, et Zabadias.",
          "english": "From the sons of Immer: Hanani and Zebadiah."
        },
        {
          "number": 21,
          "latin": "Et de filiis Harim: Maasia, et Elia, et Semeia, et Jehiel, et Ozias.",
          "english": "From the sons of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah."
        },
        {
          "number": 22,
          "latin": "Et de filiis Pheshur: Elioenai, Maasia, Ismael, Nathanael, Jozabed, et Elasa.",
          "english": "From the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah."
        },
        {
          "number": 23,
          "latin": "Et de Levitis: Jozabed, et Semei, et Celaia ipse est Celita, Pethaia, Juda, et Eliezer.",
          "english": "From the Levites: Jozabad, Shimei, Kelaiah (who is also Kelita), Pethahiah, Judah, and Eliezer."
        },
        {
          "number": 24,
          "latin": "Et de cantoribus: Eliasib: et de janitoribus: Sellum, et Telem, et Uri.",
          "english": "From the singers: Eliashib. And from the gatekeepers: Shallum, Telem, and Uri."
        },
        {
          "number": 25,
          "latin": "Et ex Israël, de filiis Pharos: Remia, et Jezia, et Melchia, et Miamin, et Eleazar, et Melchia, et Banea.",
          "english": "From the common people of Israel: From the sons of Parosh: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Malchijah, and Benaiah."
        },
        {
          "number": 26,
          "latin": "Et de filiis Ælam: Mathania, Zacharia, et Jehiel, et Abdi, et Jerimoth, et Elia.",
          "english": "From the sons of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah."
        },
        {
          "number": 27,
          "latin": "Et de filiis Zethoa: Elioenai, Eliasib, Mathania, Jerimoth, Zabad, et Aziza.",
          "english": "From the sons of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza."
        },
        {
          "number": 28,
          "latin": "Et de filiis Babai: Jochanan, Hanania, Zabei, Athalai.",
          "english": "From the sons of Bebai: Jehohanan, Hananiah, Zabbai, and Athlai."
        },
        {
          "number": 29,
          "latin": "Et de filiis Bani: Mosollam, et Melluch, et Adaia, Jasub, et Saal, et Ramoth.",
          "english": "From the sons of Bani: Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth."
        },
        {
          "number": 30,
          "latin": "Et de filiis Phahath Moab: Edna, et Chalal, Banea, et Maasia, Mathania, Beseleel, et Benui, et Manasse.",
          "english": "From the sons of Pahath-Moab: Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh."
        },
        {
          "number": 31,
          "latin": "Et de filiis Harim: Eliezer, Josia, Melchia, Semeia, Simeon,",
          "english": "From the sons of Harim: Eliezer, Ishijah, Malchijah, Shemaiah, Simeon,"
        },
        {
          "number": 32,
          "latin": "Benjamin, Malluch, Samaria.",
          "english": "Benjamin, Malluch, and Shemariah."
        },
        {
          "number": 33,
          "latin": "De filiis Hasom: Mathanai, Mathatha, Zabad, Eliphelet, Jermai, Manasse, Semei.",
          "english": "From the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei."
        },
        {
          "number": 34,
          "latin": "De filiis Bani: Maaddi, Amram, et Uel,",
          "english": "From the sons of Bani: Maadai, Amram, and Uel,"
        },
        {
          "number": 35,
          "latin": "Banea, Bedaia, Cheliau,",
          "english": "Benaiah, Bedeiah, Cheluhi,"
        },
        {
          "number": 36,
          "latin": "Vania, Marimuth, et Eliasib,",
          "english": "Vaniah, Meremoth, Eliashib,"
        },
        {
          "number": 37,
          "latin": "Mathania, Mathanai, et Jasi,",
          "english": "Mattaniah, Mattenai, and Jaasai,"
        },
        {
          "number": 38,
          "latin": "Et Bani, et Benui, Semei,",
          "english": "Bani, Binnui, Shimei,"
        },
        {
          "number": 39,
          "latin": "Et Salem, et Nathan, et Adaia,",
          "english": "Shelemiah, Nathan, and Adaiah,"
        },
        {
          "number": 40,
          "latin": "Et Mechadnabai, Sisai, Sarai,",
          "english": "Machnadebai, Shashai, Sharai,"
        }
      ]
    }
  ]
}