{
  "name": "Nehemiah",
  "chapters": [
    {
      "number": 1,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Verba Nehemiæ filii Helchiæ. Et factum est in mense Casleu, anno vicesimo: et ego eram in Susis castro.",
          "english": "This is the account of Nehemiah, the son of Hilkiah. It happened in the month of Chislev—the ninth month of the Jewish calendar—in the twentieth year of King Artaxerxes' reign, and I was in the citadel of Susa."
        },
        {
          "number": 2,
          "latin": "Et venit Hanani unus de fratribus meis, ipse et viri ex Juda: et interrogavi eos de Judæis qui evaserant, qui supererant de captivitate, et de Jerusalem.",
          "english": "And Hanani, one of my brothers, came to me with some men from Judah. I questioned them about the Jews who had escaped and survived the exile, and about Jerusalem."
        },
        {
          "number": 3,
          "latin": "Et dixerunt mihi: Reliqui qui supererant de captivitate ibi in provincia, in afflictionibus magnis sunt, et opprobriis: et murus Jerusalem dissipatus est, et portæ ejus combustæ sunt igni.",
          "english": "And they said to me: 'The remaining exiles there in the province of Judah are in great distress and public shame. The wall of Jerusalem has been torn down, and its gates have been burned to ashes by fire.'"
        },
        {
          "number": 4,
          "latin": "Utque audivi sermones hujuscemodi, sedi, et flevi, et luxi diebus multis: et jejunabam, et orabam ante faciem Dei cæli.",
          "english": "As soon as I heard these words, I sat down, wept, and mourned for many days. I fasted and prayed in the presence of the God of Heaven."
        },
        {
          "number": 5,
          "latin": "Et dixi: Obsecro Domine Deus cæli, Deus fortis, magne, et terribilis, custodiens pactum et misericordiam cum his qui diligunt te, et custodiunt præcepta tua.",
          "english": "And I said: 'I implore You, Lord God of Heaven, O mighty, great, and awesome God, who keeps His covenant and shows mercy to those who love Him and obey His commands!'"
        },
        {
          "number": 6,
          "latin": "Fiant aures tuæ patentes, et oculi tui aperti, ut exaudias orationem servi tui, quam ego oro coram te hodie, die ac nocte, pro filiis Israel servis tuis: et confiteor peccata filiorum Israel quibus peccaverunt tibi: ego et domus patris mei peccavimus.",
          "english": "May Your ears be open and Your eyes attentive, that You may hear the prayer of Your servant, which I am praying before You today, day and night, for Your servants, the children of Israel. I confess the sins of the children of Israel, which they have committed against You—my father's household and I have also sinned."
        },
        {
          "number": 7,
          "latin": "Vanitati seducti sumus, et non custodivimus mandata tua, et cæremonias tuas, et judicia tua, quæ præcepisti Moysi servo tuo.",
          "english": "We have acted corruptly and strayed from You, for we have not kept Your commandments, Your statutes, and Your ordinances, which You commanded through Your servant Moses."
        },
        {
          "number": 8,
          "latin": "Memento verbi quod mandasti Moysi servo tuo, dicens: Cum transgressi fueritis, ego dispergam vos in populos:",
          "english": "Remember the word that You gave to Your servant Moses, saying: 'If you transgress, I will scatter you among the nations."
        },
        {
          "number": 9,
          "latin": "et si revertamini ad me, et custodiatis præcepta mea, et faciatis illa: etiam si abducti fueritis ad extrema cæli, inde congregabo vos, et inducam in locum quem elegi, ut nomen meum ibi habitet.",
          "english": "But if you return to Me, and keep My commands, and do them—even if you have been carried away to the furthest reaches of the universe—from there I will gather you and bring you to the place which I have chosen, that My Name may reside there.'"
        },
        {
          "number": 10,
          "latin": "Et isti servi tui, et populus tuus, quos redemisti in fortitudine tua magna, et in manu tua valida.",
          "english": "These are Your servants and Your people, whom You redeemed with Your great power and Your mighty hand."
        },
        {
          "number": 11,
          "latin": "Obsecro Domine, præbe aurem tuam deprecationi servi tui, et deprecationi servorum tuorum, qui volunt timere nomen tuum: et fac prosperum servum tuum hodie, et da ei gratiam ante virum hunc. Ego enim eram pincerna regis.",
          "english": "I implore You, Lord, incline Your ear to the prayer of Your servant, and to the prayer of Your servants who desire to revere Your Name. Grant success to Your servant today, and grant him favor in the sight of this man—for I was the king's cupbearer."
        },
        {
          "number": 1,
          "latin": "Verba Nehemiae filii Helchiae. Et factum est in mense Casleu, anno vicesimo: et ego eram in Susis castro.",
          "english": "These are the historical accounts of Nehemiah, son of Helchia. This occurred in the month of Casleu, during the twentieth year of the king's reign, while I was residing in the citadel of Susa."
        }
      ]
    },
    {
      "number": 2,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Factum est autem in mense Nisan, anno vicesimo Artaxerxis regis, et vinum erat ante eum: et levavi vinum, et dedi regi. Et non eram tristis ante eum.",
          "english": "Now it came to pass in the month of Nisan, in the twentieth year of King Artaxerxes, that the wine was placed before him. I, Nehemiah, then took the wine and gave it to the king. Before this day, I had not shown any sadness in his presence, for it was forbidden to approach the king with a sorrowful demeanor."
        },
        {
          "number": 2,
          "latin": "Et dixit rex mihi: Quare vultus tuus tristis est, cum te ægrum non videam? non est hoc aliud, nisi mœror cordis. Et timui valde.",
          "english": "And the king said to me, 'Why is your face sad, seeing that I see no sign of illness in you? This can only be sorrow within your heart.' And at this question, I became greatly afraid."
        },
        {
          "number": 3,
          "latin": "Et dixi regi: Rex in æternum vive! quare non mœrens sit vultus meus, quia civitas domus sepulchrorum patrum meorum deserta est, et portæ ejus igni consumptæ sunt?",
          "english": "And I said to the king, 'O king, live forever! Why should my face not show sorrow, seeing that the city where my fathers are buried—Jerusalem—lies desolate, and its gates have been consumed by fire?'"
        },
        {
          "number": 4,
          "latin": "Et ait mihi rex: Pro qua re postulas? Et oravi Deum cæli.",
          "english": "And the king said to me, 'What do you wish to request?' And at that very moment, I prayed to the God of the universe."
        },
        {
          "number": 5,
          "latin": "Et dixi regi: Si videtur bonum regi, et si placet servo tuo ante faciem tuam, ut mittas me in Judæam ad civitatem sepulchri patrum meorum, et ædificem eam.",
          "english": "And I said to the king, 'If it seems good to the king, and if your servant finds favor in your sight, I request that you send me to Judea, to the city where my fathers are buried, so that I may rebuild it.'"
        },
        {
          "number": 6,
          "latin": "Dixitque mihi rex (et regina sedebat juxta eum): Usque ad quod tempus erit iter tuum, et quando revertes? Et placuit ante regem, et misit me: et constitui illi tempus.",
          "english": "And the king said to me (with the queen sitting beside him), 'For what period of time will your journey be, and when will you return?' And the matter pleased the king, and he sent me. I also set a specific time for my return for him."
        },
        {
          "number": 7,
          "latin": "Et dixi regi: Si bonum est regi, epistolas des mihi ad duces regionis trans flumen, ut transducant me donec veniam in Judæam:",
          "english": "And I said to the king, 'If it is good in the sight of the king, let letters be given to me for the governors of the region beyond the river Euphrates, so that they may grant me safe passage until I come to Judea.'"
        },
        {
          "number": 8,
          "latin": "et epistolam ad Asaph custodem saltus regis, ut det mihi ligna ut tegere possim portas turris domus, et muros civitatis, et domum in quam introiero. Et dedit mihi rex juxta manum Dei mei bonam mecum.",
          "english": "'And also a letter to Asaph, the keeper of the king's forest, so that he may give me timber to cover the gates of the fortress that belongs to the temple, and the walls of the city of Jerusalem, and the house into which I will enter.' And the king granted me all these things, because the good hand—the favor—of my God was upon me."
        },
        {
          "number": 9,
          "latin": "Et veni ad duces regionis trans flumen, dedique eis epistolas regis. Dederat autem mecum rex principes militum, et equites.",
          "english": "So I came to the governors of the region beyond the river, and I delivered the king's letters to them. The king had also sent with me captains of the army and horsemen for protection and escort."
        },
        {
          "number": 10,
          "latin": "Et audivit Sanaballat Horonites, et Tobias servus Ammanites, et contristati sunt afflictionibus magnis, eo quod venisset homo qui quæreret prosperitatem filiorum Israël.",
          "english": "Now when Sanaballat the Horonite and Tobias, the Ammonite official, heard of this, they were greatly displeased. They were greatly distressed that a man had come seeking the prosperity of the children of Israel."
        },
        {
          "number": 11,
          "latin": "Et veni Jerusalem, et eram ibi tribus diebus.",
          "english": "And I came to Jerusalem, and I was there for three days."
        },
        {
          "number": 12,
          "latin": "Et surrexi nocte ego et viri pauci mecum, et non indicavi cuiquam quid Deus meus dedisset in corde meo ut facerem in Jerusalem: et jumentum non erat mecum, nisi jumentum cui sedebam.",
          "english": "Then I arose in the night, I and a few men with me, and I did not tell anyone what my God had put into my heart to do for Jerusalem. There was no animal with me, except for the animal on which I was riding."
        },
        {
          "number": 13,
          "latin": "Et egressus sum per portam Vallis nocte, et ad fontem Draconis, et ad portam Stercoris: et considerabam muros Jerusalem dissipatos, et portas ejus igni consumptas.",
          "english": "And I went out by night through the Valley Gate, and proceeded towards the Dragon's Spring, and to the Dung Gate. As I went, I carefully inspected the broken-down walls of Jerusalem and its gates that had been consumed by fire."
        },
        {
          "number": 14,
          "latin": "Et transivi ad portam Fontis, et ad aquarum regis: et non erat locus jumento cui sedebam, ut transiret.",
          "english": "Then I passed on to the Fountain Gate and to the King's Pool. But there was no place for the animal on which I was riding to pass through, because of the debris."
        },
        {
          "number": 15,
          "latin": "Et ascendi per torrentem nocte, et considerabam murum, et reversus rursum veni ad portam Vallis.",
          "english": "So I went up by the torrent in the night, and again inspected the wall. After completing my survey, I returned and came back to the Valley Gate."
        },
        {
          "number": 16,
          "latin": "Et magistratus nesciebant quo abiissem, aut quid facerem: sed et Judæis, et sacerdotibus, et optimatibus, et magistratibus, et reliquis qui faciebant opus, usque ad id tempus nihil indicaveram.",
          "english": "And the officials of the city did not know where I had gone or what I was doing, because up to that time I had not yet told the Jews, or the priests, or the nobles, or the officials, or the rest of those who were to do the work, of my intentions."
        },
        {
          "number": 17,
          "latin": "Et dixi eis: Vos videtis afflictionem in qua sumus, quia Jerusalem deserta est, et portæ ejus sunt succensæ igni. Venite, et ædificemus muros Jerusalem, et non simus ultra opprobrium.",
          "english": "Then I said to them, 'You see the deep affliction in which we are, because Jerusalem lies desolate and its gates are burned with fire. Come, let us rebuild the walls of Jerusalem, so that we may no longer be an object of shame and reproach.'"
        },
        {
          "number": 18,
          "latin": "Et indicavi eis manum Dei mei, quod esset bona mecum, et verba regis quæ locutus esset mihi. Et dixerunt: Surgamus, et ædificemus. Et confortata est manus eorum in bono.",
          "english": "And I recounted to them how the hand—the favor—of my God had been good upon me, and also the words of the king which he had spoken to me. And they said, 'Let us arise and build!' And their hands were strengthened for the good work."
        },
        {
          "number": 19,
          "latin": "Audierunt autem Sanaballat Horonites, et Tobias servus Ammanites, et Gosem Arabs: et subsannaverunt nos, et despexerunt, et dixerunt: Quid est hoc quod facitis? numquid contra regem vos rebellare?",
          "english": "But when Sanaballat the Horonite, and Tobias the Ammonite official, and Gosem the Arab heard of it, they ridiculed us and despised us, and they said, 'What is this thing that you are doing? Are you intending to rebel against the king?'"
        },
        {
          "number": 20,
          "latin": "Et reddidi eis sermonem, dicens: Deus cæli ipse nos juvabit: et nos servi ejus ædificabimus: vobis autem non est pars, et justitia, et memoria in Jerusalem.",
          "english": "And I answered them, saying, 'The God of the universe Himself will help us, and we, His servants, will build. But as for you, you have no portion, nor right, nor memorial in Jerusalem.'"
        },
        {
          "number": 1,
          "latin": "Factum est autem in mense Nisan, anno vigesimo Artaxerxis regis, et vinum erat ante eum: et levavi vinum, et dedi regi. Et non eram quasi languidus ante faciem ejus.",
          "english": "It happened in the month of Nisan, the first month of the Jewish calendar, in the twentieth year of the reign of King Artaxerxes. The wine was before the king, and it was my duty to take the wine and give it to him. I was not normally sad or downcast in his presence."
        },
        {
          "number": 2,
          "latin": "Et dixit mihi rex: Quare vultus tuus tristis est, cum te ægrum non videam? non est hoc nisi malum cordis. Et timui vehementer.",
          "english": "And the king said to me, 'Why is your face so sad, seeing that I do not see you to be physically ill? This can only be a deep sadness in your heart.' And I was greatly afraid."
        },
        {
          "number": 3,
          "latin": "Et dixi regi: Rex in æternum vive: quare non mœreret vultus meus, quia civitas domus sepulchrorum patrum meorum deserta est, et portæ ejus igni consumptæ sunt?",
          "english": "Then I said to the king, 'May the king live forever! How could my face not be sad, given that the city—the place where my ancestors are buried—lies in ruins, and its gates have been consumed by fire?'"
        },
        {
          "number": 4,
          "latin": "Et ait mihi rex (et regina sedebat juxta eum): Pro quo vultu petis? Et oravi Deum cæli.",
          "english": "Then the king said to me (with the queen sitting beside him), 'What is it you are requesting, then, with such a look on your face?' At that very moment, I prayed silently to the God of Heaven."
        },
        {
          "number": 5,
          "latin": "Et dixi regi: Si regi placet, et si placet servus tuus ante faciem tuam, ut mittas me in Judæam, in civitatem sepulchri patrum meorum, et ædificabo eam.",
          "english": "And I said to the king, 'If it pleases the king, and if your servant has found favor in your sight, I request that you send me to Judea, to the city where my ancestors are buried—Jerusalem—so that I may rebuild it.'"
        },
        {
          "number": 6,
          "latin": "Et dixit mihi rex (et regina sedebat juxta eum): Usque ad quod tempus erit iter tuum, et quando reverteris? Et placuit ante faciem regis, et misit me: et constitui ei tempus.",
          "english": "Then the king said to me (with the queen still sitting beside him), 'How long will your journey take, and when will you return?' The king was pleased with my request, and he sent me. I specified a time for my return to him."
        },
        {
          "number": 7,
          "latin": "Et dixi regi: Si regi placet, epistolas des mihi ad duces regionis trans flumen, ut transducant me, donec veniam in Judæam:",
          "english": "And I also said to the king, 'If it pleases the king, please provide me with letters of passage addressed to the governors of the province Beyond the River—the region west of the Euphrates—so that they will allow me to travel through their territories until I reach Judea.'"
        },
        {
          "number": 8,
          "latin": "et epistolam ad Asaph custodem saltus regis, ut det mihi ligna, ut tegere possim portas turris domus, et muros civitatis, et domum in qua sedero. Et dedit mihi rex juxta manum Dei mei bonam mecum.",
          "english": "And also a letter addressed to Asaph, the keeper of the king's forest, instructing him to provide me with timber. This wood will be used to construct the gates for the fortress connected to the Temple, for the city walls, and for the house where I will reside. The king granted all my requests, for the good hand of my God was upon me and guided him."
        },
        {
          "number": 9,
          "latin": "Et veni ad duces regionis trans flumen, et dedi eis litteras regis: et misit me rex cum principibus militum et equitibus.",
          "english": "So I traveled to the governors of the province Beyond the River and presented them with the king's letters. The king had also provided me with an escort of army officers and cavalrymen."
        },
        {
          "number": 10,
          "latin": "Et audivit Sanaballat Horonites, et Tobias servus Ammanites, et contristati sunt afflictione magna, eo quod venisset homo qui quæreret prosperitatem filiorum Israël.",
          "english": "When Sanballat the Horonite and Tobiah the Ammonite official heard about my arrival, they were deeply displeased and greatly troubled, because a man had come to seek the welfare and prosperity of the children of Israel."
        },
        {
          "number": 11,
          "latin": "Et veni Jerusalem, et eram ibi tribus diebus.",
          "english": "Finally, I arrived in Jerusalem, and I remained there for three days."
        },
        {
          "number": 12,
          "latin": "Et surrexi nocte ego et viri pauci mecum, et non indicavi cuiquam quid Deus dedisset in corde meo ut facerem in Jerusalem, et jumentum non erat mecum, nisi jumentum cui sedebam ego.",
          "english": "Then, during the night, I arose with only a few men accompanying me. I had not told anyone what God had inspired me to do for Jerusalem. There was no pack animal with us, only the animal I myself was riding."
        },
        {
          "number": 13,
          "latin": "Et egressus sum per portam Vallis nocte, et ad fontem Draconis, et ad portam Stercoris: et considerabam muros Jerusalem dissipatos, et portas ejus consumptas igni.",
          "english": "I went out through the Valley Gate at night, proceeding towards the Dragon's Well and then to the Dung Gate. As I went, I carefully inspected the walls of Jerusalem, observing how they lay in ruins, and how its gates had been completely destroyed by fire."
        },
        {
          "number": 14,
          "latin": "Et transivi ad portam Fontis, et ad Piscinam regis, et non erat locus jumento cui sedebam ut transiret.",
          "english": "From there, I went on to the Fountain Gate and the King's Pool. But at that point, there was so much rubble and damage that there was no room for the animal I was riding to pass through."
        },
        {
          "number": 15,
          "latin": "Et ascendi per torrentem nocte, et considerabam murum, et reversus sum ad portam Vallis.",
          "english": "So I continued my inspection by ascending the valley at night, carefully examining the wall. Afterward, I returned by way of the Valley Gate."
        },
        {
          "number": 16,
          "latin": "Magistratus autem nescierunt quo abiissem, aut quid facerem: sed et Judæis, et sacerdotibus, et optimatibus, et magistratibus, et reliquis qui faciebant opus, usque ad hoc tempus nihil indicaveram.",
          "english": "The local officials, however, did not know where I had gone or what I was doing. Indeed, I had not yet revealed anything to the Jewish people, the priests, the nobles, the other officials, or anyone else who would be involved in the work, keeping my plans secret until the proper time."
        },
        {
          "number": 17,
          "latin": "Et dixi eis: Vos videtis afflictionem in qua sumus, quia Jerusalem deserta est, et portæ ejus exustæ sunt igni: venite, et ædificemus muros Jerusalem, et non simus ultra opprobrium.",
          "english": "Then I said to them, 'You yourselves see the terrible condition we are in: Jerusalem lies in ruins, and its gates have been completely burned down by fire. Come, let us rebuild the walls of Jerusalem, so that we may no longer suffer this shame and disgrace.'"
        },
        {
          "number": 18,
          "latin": "Et indicavi eis manum Dei mei, quod esset bona mecum, et verba regis quæ locutus esset mihi: et dixerunt: Surgamus, et ædificemus. Et confortata est manus eorum in bono.",
          "english": "I also told them about the gracious hand of my God that had been upon me, and repeated the words the king had spoken to me. Immediately, they responded, 'Let us rise up and build!' And their resolve was greatly strengthened for this good work."
        },
        {
          "number": 19,
          "latin": "Audierunt autem Sanaballat Horonites, et Tobias servus Ammanites, et Gosem Arabs: et subsannaverunt nos, et despexerunt, et dixerunt: Quid est hoc opus quod facitis? numquid contra regem rebellatis?",
          "english": "But when Sanballat the Horonite, Tobiah the Ammonite official, and Geshem the Arab heard of our plans, they mocked us and scorned us. They said, 'What is this thing you are doing? Are you actually rebelling against the king?'"
        },
        {
          "number": 20,
          "latin": "Et reddidi eis sermonem, et dixi eis: Deus cæli ipse nos juvat: et nos servi ejus ædificamus: vobis autem non est pars, et justitia, et memoria in Jerusalem.",
          "english": "I answered them directly and said, 'The God of Heaven Himself will give us success! We, His servants, will rise up and build. But as for you, you have no share, no right, and no historical claim in Jerusalem.'"
        }
      ]
    },
    {
      "number": 3,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et Eliashib sacerdos magnus, et fratres ejus sacerdotes, aedificaverunt portam Gregis: ipsi sanctificaverunt eam, et statuerunt ostia ejus: et usque ad turrim Centum sanctificaverunt eam, usque ad turrim Hananeel.",
          "english": "And Eliashib, the high priest, along with his priestly brethren, began building the Sheep Gate. They consecrated this section of the wall and installed its doors, continuing to consecrate the wall as far as the Tower of the Hundred, and then all the way to the Tower of Hananeel."
        },
        {
          "number": 2,
          "latin": "Et juxta eum ædificaverunt viri Jericho: et post eum ædificavit Zachur filius Amri.",
          "english": "Next to them, the men of Jericho built their section of the wall. And after them, Zachur, the son of Amri, built his portion."
        },
        {
          "number": 3,
          "latin": "Portam autem Piscium aedificaverunt filii Senaa: ipsi texerunt eam, et statuerunt ostia ejus, et seras, et vectes.",
          "english": "The Sons of Senaa were responsible for building the Fish Gate. They covered and reinforced it, then installed its doors, along with its locks and sturdy bars."
        },
        {
          "number": 4,
          "latin": "Et juxta eos ædificavit Marimoth filius Uriæ filii Accus: et juxta eum ædificavit Mosollam filius Barachiæ filii Mazabel: et juxta eum ædificavit Sadoc filius Baana.",
          "english": "Next to them, Marimoth, the son of Uria, son of Accus, built his section. And next to him, Mosollam, the son of Barachia, son of Mazabel, built his part. And next to him, Sadoc, the son of Baana, also built."
        },
        {
          "number": 5,
          "latin": "Et juxta eos ædificaverunt Thecueni: patres autem eorum non supposuere colla sua in opere Domini sui.",
          "english": "And next to these, the Thecoites built their portion of the wall. However, their nobles did not apply themselves to the work of their Lord, refusing to do their part."
        },
        {
          "number": 6,
          "latin": "Portam autem Veterem ædificavit Jojada filius Phasea, et Mosollam filius Besodiæ: ipsi texerunt eam, et statuerunt ostia ejus, et seras, et vectes.",
          "english": "Jojada, the son of Phasea, and Mosollam, the son of Besodia, built the Old Gate. They covered and strengthened it, then installed its doors, its locks, and its bars."
        },
        {
          "number": 7,
          "latin": "Et juxta eos ædificavit Melatias Gabaonites, et Jadon Meronathites, viri Gabaon et Maspha, pro tribunali Ducis qui erat in regione trans flumen.",
          "english": "Next to them, Melatias the Gabaonite and Jadon the Meronathite, men from Gabaon and Maspha, built their section. This was by the tribunal of the governor who oversaw the region beyond the river Euphrates."
        },
        {
          "number": 8,
          "latin": "Et juxta eum ædificavit Eziel filius Aurariæ: et juxta eum ædificavit Hananias filius unguentariorum: et dimiserunt Jerusalem usque ad murum latum.",
          "english": "And next to him, Eziel, son of the Goldsmiths, built his part. And next to him, Hananias, son of the Perfume-makers, also built. They continued the rebuilding in Jerusalem all the way to the Broad Wall."
        },
        {
          "number": 9,
          "latin": "Et juxta eum ædificavit Raphaia filius Hur, princeps vici.",
          "english": "Next to him, Raphaia, the son of Hur, a leader of a district, built his section."
        },
        {
          "number": 10,
          "latin": "Et juxta eum ædificavit Idaias filius Haromaph, contra domum suam: et juxta eum ædificavit Hattus filius Haseboniæ.",
          "english": "Next to him, Idaias, the son of Haromaph, built a section directly opposite his own house. And next to him, Hattus, the son of Hasebonia, built his part."
        },
        {
          "number": 11,
          "latin": "Mediæ partes ædificavit Melchias filius Haram, filius Phaath Moab, et turrim Furnorum.",
          "english": "Melchias, the son of Haram, son of Phaath Moab, built the next section, which included the Tower of the Furnaces."
        },
        {
          "number": 12,
          "latin": "Et juxta eum ædificavit Sellum filius Alohes, princeps medietatis vici Jerusalem, ipse et filiæ ejus.",
          "english": "Next to him, Sellum, the son of Alohes, a leader of half of the district of Jerusalem, built his section, along with his daughters, who also participated in the work."
        },
        {
          "number": 13,
          "latin": "Portam Vallis ædificavit Hanun, et habitatores Zanoë: ipsi ædificaverunt eam, et statuerunt ostia ejus, et seras, et vectes: et mille cubitis in muro usque ad portam Stercoris.",
          "english": "Hanun and the inhabitants of Zanoë built the Valley Gate. They built it and installed its doors, its locks, and its bars. They then continued building the wall for a thousand cubits, reaching all the way to the Dung Gate."
        },
        {
          "number": 14,
          "latin": "Portam Stercoris ædificavit Melchias filius Rechab, princeps vici Bethacarem: ipse ædificavit eam, et statuit ostia ejus, et seras, et vectes.",
          "english": "Melchias, the son of Rechab, a leader of the district of Bethacarem, built the Dung Gate. He built it and installed its doors, its locks, and its bars."
        },
        {
          "number": 15,
          "latin": "Et portam Fontis ædificavit Sellum filius Colhoza, princeps vici Maspha: ipse ædificavit eam, et texit, et statuit ostia ejus, et seras, et vectes: et murum piscinæ Siloë ad hortum regis, et usque ad gradus qui descendunt de civitate David.",
          "english": "Sellum, the son of Colhoza, a leader of the district of Maspha, built the Fountain Gate. He built it, covered and strengthened it, then installed its doors, its locks, and its bars. He also built the wall of the pool of Siloë by the king’s garden, extending as far as the steps that lead down from the city of David."
        },
        {
          "number": 16,
          "latin": "Post eum ædificavit Nehemias filius Azboc, princeps medietatis vici Bethsur, usque contra sepulchrum David, et usque ad piscinam quæ fabrica fuerat, et usque ad domum Fortium.",
          "english": "After him, Nehemias, the son of Azboc, a leader of half the district of Bethsur, built his section. This extended opposite the tomb of David, as far as the pool that had been constructed, and then to the House of the Mighty."
        },
        {
          "number": 17,
          "latin": "Post eum ædificaverunt Levitæ, Rehum filius Bani: juxta eum ædificavit Hasebias princeps medietatis vici Ceila, in vico suo.",
          "english": "After him, the Levites built, specifically Rehum, the son of Bani. Next to him, Hasebias, a leader of half the district of Ceila, built his section in his own district."
        },
        {
          "number": 18,
          "latin": "Post eum ædificaverunt fratres eorum, Bavai filius Enadad, princeps medietatis Ceila.",
          "english": "After him, their brethren built, specifically Bavai, the son of Enadad, a leader of half the district of Ceila."
        },
        {
          "number": 19,
          "latin": "Et ædificavit juxta eum Aser filius Josuæ, princeps Maspha, mensuram secundam contra ascensum fortissimum anguli.",
          "english": "And next to him, Aser, the son of Josua, a leader of Maspha, built a second section, directly opposite the strong ascent at the corner of the wall."
        },
        {
          "number": 20,
          "latin": "Post eum sedulo ædificavit Baruch filius Zachai, mensuram secundam, ab angulo usque ad portam domus Eliashib sacerdotis magni.",
          "english": "After him, Baruch, the son of Zachai, zealously built a second, full section. This stretched from the corner all the way to the entrance of the house of Eliashib, the high priest."
        },
        {
          "number": 21,
          "latin": "Post eum ædificavit Marimoth filius Uriæ filii Accus, mensuram secundam, a porta domus Eliashib usque ad finem domus Eliashib.",
          "english": "After him, Marimoth, the son of Uria, son of Accus, built a second section. This extended from the entrance of Eliashib’s house all the way to the end of Eliashib’s house."
        },
        {
          "number": 22,
          "latin": "Et post eum ædificaverunt sacerdotes, viri de campestribus.",
          "english": "And after him, the priests, men from the surrounding plains, also built their section."
        },
        {
          "number": 23,
          "latin": "Post hunc ædificavit Benjamin et Hassub contra domum suam: et post hunc ædificavit Azarias filius Maasæ filii Ananiæ contra domum suam.",
          "english": "After this, Benjamin and Hassub built directly opposite their own houses. And after them, Azarias, the son of Maasæ, son of Ananias, built his section opposite his own house."
        },
        {
          "number": 24,
          "latin": "Post hunc ædificavit Banna filius Henadad, mensuram secundam, a domo Azariæ usque ad flexuram, et usque ad angulum.",
          "english": "After this, Banna, the son of Henadad, built a second section. This extended from Azarias’ house all the way to the bend in the wall, and then to the corner."
        },
        {
          "number": 25,
          "latin": "Phalel filius Ozi, contra flexuram et turrim quæ eminet de domo regia, id est, de atrio carceris: juxta eum Pedeia filius Pharos.",
          "english": "Phalel, the son of Ozi, built opposite the bend in the wall, and by the tower that projects from the royal palace, specifically from the court of the prison. Next to him, Pedeia, the son of Pharos, built."
        },
        {
          "number": 26,
          "latin": "Et Nathinæi habitabant in Ophel usque contra portam Aquarum orientales, et turrim quæ prominet.",
          "english": "(The Nethinim, the temple servants, lived in Ophel.) They also built the section opposite the Water Gate to the east, and the tower that projects out."
        },
        {
          "number": 27,
          "latin": "Post eum ædificaverunt Thecueni, mensuram secundam, ab angulo contra turrim maximam, et eminet usque ad murum Ophel.",
          "english": "After them, the Thecoites built a second section, from the great projecting tower all the way to the wall of Ophel."
        },
        {
          "number": 28,
          "latin": "Et supra portam equorum ædificaverunt sacerdotes, unusquisque contra domum suam.",
          "english": "Above the Horse Gate, the priests built, each one directly opposite his own house."
        },
        {
          "number": 29,
          "latin": "Post eos ædificavit Sadoc filius Emmer contra domum suam: et post eum ædificavit Semeia filius Secheniæ custos portæ orientalis.",
          "english": "After them, Sadoc, the son of Emmer, built opposite his own house. And after him, Semeia, the son of Sechenia, the keeper of the East Gate, built his section."
        },
        {
          "number": 30,
          "latin": "Post eum ædificavit Hananias filius Selemia, et Hanun filius Seliph sextus, mensuram secundam: post hunc ædificavit Mosollam filius Barachiæ contra gazophylacium suum.",
          "english": "After him, Hananias, the son of Selemia, and Hanun, the sixth son of Seliph, built a second section. After this, Mosollam, the son of Barachia, built opposite his own treasury."
        },
        {
          "number": 31,
          "latin": "Post ipsum ædificavit Melchias filius Aurificis usque ad domum Nathinæorum, et mercatorum, contra portam Judiciariam, et usque ad cœnaculum anguli.",
          "english": "After him, Melchias, the son of the Goldsmith, built all the way to the house of the Nethinim, and the merchants, opposite the Judgment Gate, and then to the upper chamber at the corner."
        },
        {
          "number": 32,
          "latin": "Et inter cœnaculum anguli et portam Gregis, ædificaverunt aurifices et mercatores.",
          "english": "And between the upper chamber at the corner and the Sheep Gate, the goldsmiths and merchants completed their work."
        },
        {
          "number": 1,
          "latin": "Et surrexit Eliasib sacerdos magnus et fratres ejus sacerdotes, et ædificaverunt Portam Gregis: ipsi sanctificaverunt eam, et statuerunt ostia ejus usque ad turrim Centum, usque ad turrim Hananeel.",
          "english": "Then Eliashib, the high priest, along with his fellow priests, rose up and began the work. They rebuilt the Sheep Gate and consecrated it, setting its doors in place. They continued rebuilding the wall from there, reaching as far as the Tower of the Hundred, and then further, up to the Tower of Hananel."
        },
        {
          "number": 2,
          "latin": "Et juxta eum ædificaverunt viri de Jericho: et juxta eos ædificavit Zachur filius Amri.",
          "english": "Next to them, the men from Jericho carried out their part of the rebuilding. And beside them, Zaccur, the son of Imri, rebuilt his section."
        },
        {
          "number": 3,
          "latin": "Portam autem Piscium ædificaverunt filii Asnaa: ipsi tegebant eam, et statuerunt ostia ejus, et seras ejus, et vectes ejus.",
          "english": "The sons of Hassenaah rebuilt the Fish Gate. They laid its beams, set its doors, and installed its bolts and bars."
        },
        {
          "number": 4,
          "latin": "Et juxta eos ædificavit Marimoth filius Uriæ filii Accus: et juxta eum ædificavit Mosollam filius Barachiæ filii Mesezebel: et juxta illum ædificavit Sadoc filius Baana.",
          "english": "Next to them, Meremoth, the son of Uriah, the son of Hakkoz, worked. Beside him, Meshullam, the son of Berechiah, the son of Meshezabel, rebuilt his section. And next to him, Zadok, the son of Baana, also repaired a section."
        },
        {
          "number": 5,
          "latin": "Et juxta illum ædificaverunt Thecuitæ: principes autem eorum non subposuerunt colla sua in opere Domini sui.",
          "english": "Beside him, the Tekoites repaired their part of the wall. However, their nobles did not put their shoulders to the work of their Lord, refusing to participate in God’s divinely appointed task."
        },
        {
          "number": 6,
          "latin": "Portam veterem ædificaverunt Jojada filius Fasea, et Mosollam filius Besodiæ: ipsi tegebant eam, et statuerunt ostia ejus, et seras ejus, et vectes ejus.",
          "english": "Joiada, the son of Paseah, and Meshullam, the son of Besodeiah, rebuilt the Old Gate. They laid its beams, set its doors, and installed its bolts and bars."
        },
        {
          "number": 7,
          "latin": "Et juxta eos ædificaverunt Meltias Gabaonites, et Jadon Meronathites, viri de Gabaon et Maspha, pro tribunali ducis trans flumen.",
          "english": "Next to them, Melatiah the Gibeonite and Jadon the Meronothite rebuilt their section. These were men from Gibeon and Mizpah, working on the wall up to the seat of the governor of the region beyond the River Jordan."
        },
        {
          "number": 8,
          "latin": "Et juxta eum ædificavit Ozihel filius aurificis, Haraias filius pigmentariorum: et reliquerunt Jerusalem usque ad murum latissimum.",
          "english": "Next to him, Uzziel, the son of Harhaiah, one of the goldsmiths, worked. And next to him, Hananiah, one of the perfumers, repaired his section. They rebuilt Jerusalem's wall all the way to the Broad Wall."
        },
        {
          "number": 9,
          "latin": "Et juxta eum ædificavit Raphaia filius Hur, princeps vici.",
          "english": "Beside him, Rephaiah, the son of Hur, the ruler of half of the district of Jerusalem, rebuilt his section."
        },
        {
          "number": 10,
          "latin": "Et juxta eum ædificavit Jedaia filius Haromaph e regione domus suæ: et juxta eum ædificavit Hattus filius Haseboniæ.",
          "english": "Next to him, Jedaiah, the son of Harumaph, rebuilt the wall opposite his own house. And next to him, Hattush, the son of Hashabneiah, also worked."
        },
        {
          "number": 11,
          "latin": "Machiæ filius Harim, et Hasub filius Phaath Moab ædificaverunt partem secundam, et turrim Furnorum.",
          "english": "Malchijah, the son of Harim, and Hasshub, the son of Pahath-Moab, rebuilt another section, which included the Tower of the Ovens."
        },
        {
          "number": 12,
          "latin": "Et juxta eum ædificavit Sellum filius Alohes, princeps medietatis vici Jerusalem, ipse et filiæ ejus.",
          "english": "Next to him, Shallum, the son of Hallohesh, the ruler of half of the district of Jerusalem, rebuilt his section, along with his daughters, who also participated in the work."
        },
        {
          "number": 13,
          "latin": "Portam vallis ædificavit Hanun, et habitatores Zanoë: ipsi ædificaverunt eam, et statuerunt ostia ejus, et seras ejus, et vectes ejus, et mille cubitos in muro usque ad Portam Sterquilinii.",
          "english": "Hanun and the inhabitants of Zanoah rebuilt the Valley Gate. They built it, set its doors in place, and installed its bolts and bars. They then continued for a thousand cubits—about 1,500 feet—along the wall, all the way to the Dung Gate."
        },
        {
          "number": 14,
          "latin": "Portam Sterquilinii ædificavit Melchias filius Rechab, princeps vici Bethacarem: ipse ædificavit eam, et statuit ostia ejus, et seras ejus, et vectes ejus.",
          "english": "Malchijah, the son of Rechab, the ruler of the district of Beth Haccherem, rebuilt the Dung Gate. He built it and set its doors, bolts, and bars in place."
        },
        {
          "number": 15,
          "latin": "Portam Fontis ædificavit Sellum filius Cholhoza, princeps vici Maspha: ipse ædificavit eam, et texit, et statuit ostia ejus, et seras ejus, et vectes ejus, et murum piscinæ Siloë ad hortum regis, et usque ad gradus qui descendunt de civitate David.",
          "english": "Shallun, the son of Col-Hozeh, the ruler of the district of Mizpah, rebuilt the Fountain Gate. He rebuilt it, laid its beams, and set its doors, bolts, and bars in place. He also rebuilt the wall of the Pool of Siloam near the king's garden, and continued all the way to the steps that lead down from the City of David."
        },
        {
          "number": 16,
          "latin": "Post eum ædificavit Nehemias filius Azboc, princeps medietatis vici Bethsur, usque contra sepulchrum David, et usque ad piscinam quæ fabrica est, et usque ad domum Fortium.",
          "english": "After him, Nehemiah, the son of Azbuk, the ruler of half of the district of Beth-Zur, rebuilt his section. This ran opposite the tombs of David, as far as the artificial pool, and then further, to the House of the Mighty Men."
        },
        {
          "number": 17,
          "latin": "Post eum ædificaverunt Levitæ, Rehum filius Bani: juxta eum ædificavit Hasebias princeps medietatis vici Ceila in vico suo.",
          "english": "After him, the Levites repaired their sections. Rehum, the son of Bani, worked there. Next to him, Hashabiah, the ruler of half of the district of Keilah, rebuilt his section within his own district."
        },
        {
          "number": 18,
          "latin": "Post eum ædificaverunt fratres eorum Bavai filius Enadad, princeps medietatis vici Ceila.",
          "english": "After him, their brethren rebuilt their sections: Bavvai, the son of Henadad, the ruler of half of the district of Keilah."
        },
        {
          "number": 19,
          "latin": "Et juxta eum ædificavit Aser filius Jesu, princeps Maspha, partem alteram e regione ascensus firmissimi.",
          "english": "Next to him, Ezer, the son of Jeshua, the ruler of Mizpah, rebuilt another section opposite the ascent to the Armory, a very strong point on the wall."
        },
        {
          "number": 20,
          "latin": "Post eum in monte ædificavit Baruch filius Zabba alteram mensuram a fronte domus Eliægib sacerdotis magni.",
          "english": "After him, Baruch, the son of Zabbai, rebuilt another section of the wall, located on the hill, extending from the area opposite the house of Eliashib, the high priest."
        },
        {
          "number": 21,
          "latin": "Post eum ædificavit Marimoth filius Uriæ filii Accus, mensuram alteram a porta domus Eliægib usque ad portam domus Eliægib.",
          "english": "After him, Meremoth, the son of Uriah, the son of Hakkoz, rebuilt another section, extending from the entrance of Eliashib's house to the far side of Eliashib's house."
        },
        {
          "number": 22,
          "latin": "Et post eum ædificaverunt sacerdotes viri de campestribus Jordanis.",
          "english": "And after him, the priests, men from the plains of the Jordan, also rebuilt their sections."
        },
        {
          "number": 23,
          "latin": "Et post eum ædificavit Benjamin et Hasub, e regione domus suæ: et post eum ædificavit Azarias filius Maasæ filii Ananiæ, juxta domum suam.",
          "english": "After him, Benjamin and Hasshub rebuilt their sections opposite their own houses. And after them, Azariah, the son of Maaseiah, the son of Ananiah, rebuilt the wall next to his own house."
        },
        {
          "number": 24,
          "latin": "Post eum ædificavit Bennui filius Enadad, mensuram alteram, a domo Azariæ usque ad flexuram, et usque ad angulum.",
          "english": "After him, Binnui, the son of Henadad, rebuilt another section, from Azariah's house up to the buttress and the corner."
        },
        {
          "number": 25,
          "latin": "Phalal filius Ozi ædificavit e regione flexuræ et turris quæ eminet de domo regis excelsa, quæ est in atrio carceris: post eum Phadaia filius Pharos.",
          "english": "Palal, the son of Uzai, rebuilt the wall opposite the buttress and the tower that projects from the upper house of the king, which is by the court of the guard. After him, Pedaiah, the son of Parosh, rebuilt his section."
        },
        {
          "number": 26,
          "latin": "Et Nathinæi habitabant in Ophel usque contra aquarum Portam orientales, et turrim prominentem.",
          "english": "The temple servants (Nethinim) who lived in Ophel repaired their sections, working opposite the Water Gate toward the east and the projecting tower."
        },
        {
          "number": 27,
          "latin": "Post eum ædificaverunt Thecuitæ mensuram alteram, e regione turris magnæ prominentis usque ad murum templi.",
          "english": "After him, the Tekoites repaired another section, from the great projecting tower all the way to the wall of the Temple."
        },
        {
          "number": 28,
          "latin": "Supra portam equorum ædificaverunt sacerdotes, unusquisque e regione domus suæ.",
          "english": "Above the Horse Gate, the priests rebuilt their sections, each working opposite his own house."
        },
        {
          "number": 29,
          "latin": "Post eos ædificavit Sadoc filius Emmer e regione domus suæ: et post eum ædificavit Semeia filius Secheniæ custos Portæ orientalis.",
          "english": "After them, Zadok, the son of Immer, rebuilt his section opposite his own house. And after him, Shemaiah, the son of Shecaniah, the keeper of the East Gate, rebuilt his section."
        },
        {
          "number": 30,
          "latin": "Post eum ædificavit Anania filius Selemia, et Hanon filius Seleph sextus, mensuram alteram: post eum ædificavit Mosollam filius Barachiæ e regione gazophylacii sui.",
          "english": "After him, Hananiah, the son of Shelemiah, and Hanun, the sixth son of Zalaph, rebuilt another section. After him, Meshullam, the son of Berechiah, rebuilt his section opposite his own chamber (or treasury)."
        },
        {
          "number": 31,
          "latin": "Post eum ædificavit Melchias filius aurificis usque ad domum Nathinæorum, et negotiatorum, e regione Portæ judicialis, et usque ad cœnaculum anguli.",
          "english": "After him, Malchijah, one of the goldsmiths, rebuilt his section as far as the house of the Nethinim (temple servants) and the merchants, working opposite the Muster Gate (or Inspection Gate), and all the way to the upper room at the corner."
        },
        {
          "number": 32,
          "latin": "Et inter cœnaculum anguli et Portam Gregis ædificaverunt aurifices et negotiatores.",
          "english": "Between the upper room at the corner and the Sheep Gate, the goldsmiths and the merchants rebuilt their sections."
        },
        {
          "number": 33,
          "latin": "Factum est autem, ut audiret Sanaballat quod ædificaremus murum, iratus est valde: et commotus nimis irrisit Judæos.",
          "english": "Now it came to pass that when Sanballat heard that we were rebuilding the wall, he became very angry and greatly disturbed. He then began to mock the Jews."
        },
        {
          "number": 34,
          "latin": "Et dixit coram fratribus suis, et optimatibus Samaritanorum: Quid Judæi infirmissimi faciunt? numquid dimittent eos principes? numquid sacrificabunt? numquid complebunt in una die? numquid ædificabunt de lapidibus congeriem pulveris, qui combusti sunt?",
          "english": "He then spoke before his brethren and the leading men of Samaria, saying: 'What are these feeble Jews doing? Will their leaders permit them to continue? Will they offer sacrifices? Will they finish the work in a single day? Will they revive the stones from these heaps of burnt rubbish?'"
        },
        {
          "number": 35,
          "latin": "Tobias quoque Ammanites, juxta eum, ait: Ædificent, si ascenderit vulpis, transiliet murum eorum lapideum.",
          "english": "Tobiah the Ammonite, who was standing beside him, also spoke, saying: 'Even if they build, if a fox goes up on their wall, it will break down their stone wall!'"
        },
        {
          "number": 36,
          "latin": "Audi, Deus noster, quia facti sumus despectui: converte opprobrium super caput eorum, et da eos in despectionem in terra captivitatis.",
          "english": "Hear us, O our God, because we have become an object of contempt! Turn their scorn back upon their own heads, and deliver them into disgrace in the land of their captivity."
        },
        {
          "number": 37,
          "latin": "Et ne operias iniquitatem eorum, et peccatum eorum a facie tua non deleatur, quia irritaverunt te coram ædificantibus.",
          "english": "Do not cover their iniquity, and let their sin not be blotted out from before Your sight, because they have provoked You in the presence of those who are rebuilding."
        },
        {
          "number": 38,
          "latin": "Itaque ædificavimus murum, et totus ædificatus est usque ad medietatem: et provocatum est cor populi ad operandum.",
          "english": "So we rebuilt the wall, and the entire wall was joined together up to half of its intended height. For the people had a mind to work, and their hearts were fully committed to the task."
        },
        {
          "number": 39,
          "latin": "Factum est autem, ut audiret Sanaballat, et Tobias, et Arabes, et Ammanitæ, et Azotii, quod obducta esset cicatrix muri Jerusalem, et quod cœpissent interrupta concludi, irati sunt nimis.",
          "english": "Now it came to pass that when Sanballat, Tobiah, the Arabs, the Ammonites, and the Ashdodites heard that the damage to the walls of Jerusalem was being closed up, and that the breaches had begun to be repaired, they became exceedingly angry."
        },
        {
          "number": 40,
          "latin": "Et convenerunt omnes pariter ut venirent, et pugnarent contra Jerusalem, et nuntiarent jacturam.",
          "english": "And they all conspired together to come and fight against Jerusalem, intending to cause confusion and disrupt the work."
        }
      ]
    },
    {
      "number": 4,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Factum est autem ut audiret Sanaballat quod ædificaremus murum, iratus est valde: et commotus nimis irrisit Judæos,",
          "english": "It happened that when Sanballat heard we were rebuilding the wall, he became extremely angry. He was deeply provoked and mocked the Jewish people."
        },
        {
          "number": 2,
          "latin": "et dixit coram fratribus suis et optimatibus Samaritanorum: Quid Judæi imbecilli faciunt? numquid dimittent eos gentes? numquid sacrificabunt? numquid complebunt in una die? numquid ædificabunt de lapidibus pulveris, qui combusti sunt?",
          "english": "He then spoke before his brothers and the leaders of the Samaritans, saying: \"What are these weak Jews doing? Will the nations leave them alone? Will they offer sacrifices? Will they finish the work in a single day? Will they build from the dusty stones that have been burned?\""
        },
        {
          "number": 3,
          "latin": "Sed et Tobias Ammanites juxta eum: Ait, Ædificent: si ascenderit vulpis, transiliet murum eorum lapideum.",
          "english": "Now Tobiah the Ammonite was standing next to him, and he added: \"Let them build! If even a fox goes up, it will jump over their stone wall.\""
        },
        {
          "number": 4,
          "latin": "Audi Deus noster, quia facti sumus despectui: converte opprobrium super caput eorum, et da eos in rapinam in terra captivitatis.",
          "english": "Nehemiah prayed: \"Hear us, O our God, because we have become despised. Turn their scorn back onto their own heads, and hand them over as plunder in a land of captivity—a land where they themselves are enslaved.\""
        },
        {
          "number": 5,
          "latin": "Et ne operias iniquitatem eorum, et peccatum eorum a facie tua non deleatur: quia conturbauerunt ædificantes.",
          "english": "\"Do not cover their iniquity, and let their sin not be erased from Your sight, because they have deeply disturbed those who are building.\""
        },
        {
          "number": 6,
          "latin": "Igitur ædificavimus murum, et junximus totum murum usque ad medietatem ejus: et animum revocavit populus ad operandum.",
          "english": "So we rebuilt the wall, and the entire wall was joined up to half its original height. The people had returned their hearts and minds fully to the work."
        },
        {
          "number": 7,
          "latin": "Factum est autem cum audisset Sanaballat, et Tobias, et Arabes, et Ammanitæ, et Azotii, quod obducta esset cicatrix muri Jerusalem, et quod cœpissent interrupta concludi: irati sunt vehementer.",
          "english": "Now it came to pass that when Sanballat, Tobiah, the Arabs, the Ammonites, and the Ashdodites heard that the extensive damage to the wall of Jerusalem was being repaired and that the broken places had begun to be closed up, they became exceedingly angry."
        },
        {
          "number": 8,
          "latin": "Et congregati sunt omnes pariter ut venirent, et pugnarent contra Jerusalem, et nuntiarent nequiter.",
          "english": "They all gathered together with a common purpose: to come and fight against Jerusalem, intending to spread malicious rumors and cause great trouble."
        },
        {
          "number": 9,
          "latin": "Et oravimus Deum nostrum, et posuimus custodes super murum die ac nocte contra eos.",
          "english": "But we prayed to our God, and we also set up guards on the wall, day and night, against these enemies."
        },
        {
          "number": 10,
          "latin": "Dixit autem Judas: Imminuta est fortitudo portantis, et humus plurima est, et non poterimus ædificare murum.",
          "english": "Meanwhile, the people of Judah said among themselves: \"The strength of those carrying loads is diminished. There is too much rubble, and we will not be able to finish building the wall.\""
        },
        {
          "number": 11,
          "latin": "Et dixerunt hostes nostri: Non sciant, nec intelligant, donec veniamus in medio eorum, et occidamus eos, et cessare faciamus opus.",
          "english": "And our enemies said: \"They will not know or understand our plan until we come right into their midst, kill them, and make the work stop completely.\""
        },
        {
          "number": 12,
          "latin": "Factum est autem, ut venirent Judæi qui habitabant juxta eos, et dicerent nobis per decem vices, ex omnibus locis in quibus morabantur, super nos.",
          "english": "It also happened that the Jews who lived near them came and told us ten times, from all the places where they lived, warnings that the enemies were coming to attack us."
        },
        {
          "number": 13,
          "latin": "Propterea ordinavi de infimis loci, post murum per circuitum, in gradibus, et posui populum cum gladiis suis, et lanceis, et arcubus.",
          "english": "Therefore, I stationed people in the lowest parts of the area, behind the wall, at strategic intervals around it. I placed the people there with their swords, spears, and bows."
        },
        {
          "number": 14,
          "latin": "Et vidi, et surrexi, et locutus sum ad optimates, et ad magistratus, et ad reliquos de populo: Nolite timere a facie eorum: Domini magni et terribilis mementote, et pugnate pro fratribus vestris, filiis vestris, et filiabus vestris, et uxoribus vestris, et domibus vestris.",
          "english": "And I saw their fear, so I stood up and spoke to the nobles, the officials, and the rest of the people: \"Do not be afraid of them. Remember the Lord, Who is great and awesome, and fight for your brothers, your sons and your daughters, your wives, and your homes.\""
        },
        {
          "number": 15,
          "latin": "Factum est autem, cum audissent inimici nostri nuntiatum esse nobis, quod dissipasset Deus consilium eorum, reversi sumus omnes ad murum, unusquisque ad opus suum.",
          "english": "So it happened that when our enemies heard it had been reported to us, and that God had thwarted their evil plan, we all returned to the wall, each man to his own work."
        },
        {
          "number": 16,
          "latin": "Et factum est a die illa, media pars juvenum eorum faciebant opus, et media pars tenebat lanceas, et scuta, et arcus, et loricas: et principes post eos in omni domo Juda.",
          "english": "From that day onward, half of the young men among our people were doing the construction work, and the other half held spears, shields, bows, and armor. The leaders were stationed behind all the house of Judah to supervise."
        },
        {
          "number": 17,
          "latin": "Ædificantium murum, et portantium onera, et imponentium: una manu faciebat opus, et altera tenebat gladium.",
          "english": "Those who were building the wall, and those who were carrying burdens and loading them onto the wall, worked with one hand and held a sword in the other."
        },
        {
          "number": 18,
          "latin": "Et ædificantes singuli gladios suos accincti erant lumbis suis. Et ædificabant, et clangebant tuba juxta me.",
          "english": "And each of the builders wore his sword strapped to his side as he built. The trumpeter stood next to me, ready to sound the alarm."
        },
        {
          "number": 19,
          "latin": "Et dixi ad optimates, et ad magistratus, et ad reliquos de populo: Opus multiplex est, et latum est, et nos separati sumus in muro, procul alter ab altero.",
          "english": "Then I said to the nobles, the officials, and the rest of the people: \"The work is extensive and spread out, and we are separated on the wall, far from one another.\""
        },
        {
          "number": 20,
          "latin": "In loco quocumque audieritis vocem tubæ, illuc concurrite ad nos: Deus noster pugnabit pro nobis.",
          "english": "\"Wherever you hear the sound of the trumpet, rush to us there. Our God will fight for us.\""
        },
        {
          "number": 21,
          "latin": "Et ipsi faciebant opus, et media pars eorum tenebat lanceas ab ascensu auroræ, donec egrederentur sidera.",
          "english": "So they continued the work, and half of them held spears from the first appearance of dawn until the stars came out in the evening."
        },
        {
          "number": 22,
          "latin": "In illo quoque tempore dixi populo: Unusquisque cum puero suo maneat in medio Jerusalem, et sint nobis vices die ac nocte.",
          "english": "At that same time, I also said to the people: \"Let each man and his servant remain within Jerusalem, so that they can be our guards both day and night.\""
        },
        {
          "number": 23,
          "latin": "Ego autem et fratres mei, et pueri mei, et custodes qui erant mecum, non deponebamus vestimenta nostra: unusquisque tantum nudabatur ad lavandum.",
          "english": "As for me, my brothers, my personal servants, and the guards who were with me, we did not take off our clothes—each man only removed them for washing."
        }
      ]
    },
    {
      "number": 5,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et factus est clamor populi, et uxorum ejus, magnus adversus fratres suos Judæos.",
          "english": "Then a great outcry began among the people, and their wives joined them in raising their voices against their fellow Jewish brothers."
        },
        {
          "number": 2,
          "latin": "Et fuerunt qui dicerent: Filii nostri, et filiæ nostræ multæ sunt: accipiamus frumentum in pretio, et comedamus, et vivamus.",
          "english": "Some of the people began to say: 'We have so many sons and daughters, and we need grain for them to eat and for us all to survive.'"
        },
        {
          "number": 3,
          "latin": "Et fuerunt qui dicerent: Agros nostros, et vineas nostras, et domos nostras opponamus, et accipiamus frumentum in fame.",
          "english": "Other people said: 'We are being forced to pledge our fields, our vineyards, and our houses as collateral to get grain because of this severe hunger.'"
        },
        {
          "number": 4,
          "latin": "Et alii dicebant: Mutuo sumpsimus pecuniam in tributa regis, agris nostris, et vineis nostris.",
          "english": "And yet other people were saying: 'We had to borrow money using our fields and vineyards as collateral just to pay the king's taxes.'"
        },
        {
          "number": 5,
          "latin": "Et nunc caro nostra sicut caro fratrum nostrorum, et filii nostri sicut filii eorum: ecce nos curvamus filios nostros et filias nostras in servitutem, et de filiabus nostris sunt famulæ, nec habemus unde redimamus eos, agros nostros et vineas nostras alii possident.",
          "english": "And now, though we are of the same flesh as our brothers, and our children are just like their children, we are forced to subjugate our own sons and daughters into slavery. Some of our daughters are already serving as female slaves, and we have no way to buy them back, because other people have taken possession of our fields and our vineyards."
        },
        {
          "number": 6,
          "latin": "Et iratus sum nimis cum audissem clamorem eorum secundum verba hæc.",
          "english": "And I became extremely angry when I heard their desperate outcry and these specific grievances."
        },
        {
          "number": 7,
          "latin": "Et cogitavi in corde meo, et increpavi optimates et magistratus: et dixi eis: Usuras exigitis singuli a fratribus vestris? Et congregavi contra eos multitudinem magnam:",
          "english": "I considered the situation carefully within my own heart, and then I publicly rebuked the nobles and the officials. I asked them: 'Are each of you truly demanding excessive interest from your own brothers?' Afterwards, I called a large public assembly to confront them."
        },
        {
          "number": 8,
          "latin": "et dixi eis: Nos, ut scitis, redemimus fratres nostros Judæos, qui venditi fuerant gentibus, quantum potuimus: et vos nunc venditis fratres vestros, et venduntur nobis? Et siluerunt, nec invenerunt quid responderent.",
          "english": "I also spoke to them, saying: 'You all know that we have made every effort to buy back our Jewish brothers who were sold into slavery to foreign nations. And now, you yourselves are selling your own brothers, forcing us to buy them back again into our own community?' They remained completely silent, unable to find any words to justify themselves."
        },
        {
          "number": 9,
          "latin": "Et addidi, dicens: Non est bona res, quam facitis: quare non in timore Dei nostri ambulatis, ne exprobret nobis gentibus inimica nostra?",
          "english": "Then I continued, saying: 'What you are doing is absolutely not right! Why are you not living your lives in the reverent fear of our God, so that our enemy nations do not have reason to mock and condemn us?'"
        },
        {
          "number": 10,
          "latin": "Et ego, et fratres mei, et servi mei mutuavimus pecuniam, et frumentum multum populo: non repetamus ab eis usuras istas.",
          "english": "Even I, my brothers, and my servants have generously lent both money and much grain to these very people. Therefore, let us now all agree to stop demanding this excessive interest from them."
        },
        {
          "number": 11,
          "latin": "Reddite eis hodie agros suos, et vineas suas, et oliveta sua, et domos suas: et centesimam pecuniæ, frumenti, vini, et olei, quam soletis exigere ab eis, date illis.",
          "english": "Today, you must return to them their fields, their vineyards, their olive groves, and their houses. Furthermore, you must also give back to them the one-hundredth part of the money, grain, wine, and oil—which represents the excessive interest you have been accustomed to demanding from them."
        },
        {
          "number": 12,
          "latin": "Et dixerunt: Reddemus, et nihil ab eis quæremus: sic faciemus ut loqueris. Et vocavi sacerdotes, et adjuravi eos ut facerent juxta quod dixeram.",
          "english": "And the nobles replied: 'We will restore everything, and we will demand nothing further from them; we will indeed do exactly as you have spoken.' So, I called for the priests and had them administer an oath, ensuring that the nobles would do precisely what I had instructed."
        },
        {
          "number": 13,
          "latin": "Insuper et sinum meum excussi, et dixi: Sic excutiat Deus omnem virum qui non impleverit verbum hoc, de domo sua, et de laboribus suis: sic excutiatur, et vacuus fiat. Et dixit universa multitudo: Amen. Et laudaverunt Deum. Fecit ergo populus sicut dictum erat.",
          "english": "Then, as an additional warning, I shook out the fold of my garment, and I declared: 'May God likewise shake out every man who fails to fulfill this solemn promise, stripping him of his house and all his possessions derived from his labor! May he be completely emptied and left with nothing!' The entire assembly responded with 'Amen!' and then they praised God. So, the people who had made the promise carried out what had been spoken."
        },
        {
          "number": 14,
          "latin": "A die autem qua præceperat mihi rex ut essem dux in terra Juda, ab anno vicesimo, et usque ad annum trigesimum secundum Artaxerxis regis, annis duodecim, ego et fratres mei annonas non comedimus ducum.",
          "english": "Now, from the very day that the king appointed me to serve as governor over the land of Judah—which spanned from the twentieth year to the thirty-second year of King Artaxerxes, a full twelve years—neither I nor my brothers ever took the food allowance or salary that was due to governors."
        },
        {
          "number": 15,
          "latin": "Prædecessores autem mei duces graves fuerant populo: et acceperant ab eis in pane, et vino, et pecunia, pro singulis diebus, quadraginta siclos argenti: sed et servi eorum dominabantur populi. Ego autem non feci ita, propter timorem Dei.",
          "english": "However, the governors who were before me had been a severe burden to the people. They continually took from them forty shekels of silver daily, along with generous provisions of bread, wine, and money. Even their own servants were allowed to domineer over the people. But I, for my part, did not act in this way, because of my reverent fear of God."
        },
        {
          "number": 16,
          "latin": "Quin potius in opere muri hujus ædificavi: et agrum non emi, et omnes servi mei pariter erant ad opus.",
          "english": "Instead, I threw myself into the work of rebuilding this wall. I did not purchase any land for myself, and all my servants were likewise engaged in the work alongside everyone else."
        },
        {
          "number": 17,
          "latin": "Centum quoque quinquaginta Judæi et magistratus erant ad mensam meam, exceptis his qui veniebant ad nos de gentibus quæ in circuitu nostro sunt.",
          "english": "Moreover, a hundred and fifty Jewish people and officials regularly ate at my table, in addition to those who came to us from the Gentile nations residing around our borders."
        },
        {
          "number": 18,
          "latin": "Cibus autem meus per singulos dies, bos unus, arietum sex, excipiebantur: aves quoque dabantur mihi, et interdiu semel vinum in multa varietate: insuper et vestem ducum non quæsivi, quia aggravata erat servitus populi hujus.",
          "english": "Even though my daily provision included one ox, six choice sheep, and various birds were also supplied to me, along with a wide selection of wine served once each day—despite all this abundance, I did not demand the official robes or lavish clothing due to governors. This was because the burden of servitude resting upon these people was already exceedingly heavy."
        },
        {
          "number": 19,
          "latin": "Memento mei, Deus meus, in bonum, juxta omnia quæ feci populo huic.",
          "english": "Remember me, O my God, for good, in consideration of all the benevolent actions I have carried out for this people."
        },
        {
          "number": 1,
          "latin": "Factus est autem clamor populi et uxorum ejus multus adversus fratres suos Judæos.",
          "english": "A great cry arose from the people, and even from their wives, against their own Jewish brothers."
        },
        {
          "number": 2,
          "latin": "Et erant qui dicerent: Filios nostros et filias nostras multas habemus: emamus triticum, et comedamus, et vivamus.",
          "english": "And there were some who said: \"We have many sons and daughters, and we must buy wheat so that we can eat and live.\""
        },
        {
          "number": 3,
          "latin": "Et erant alii qui dicerent: Agris nostris, et vineis nostris, et domibus nostris opponamus pecuniam, et accipiamus triticum in fame.",
          "english": "And others said: \"We must mortgage our fields, our vineyards, and our houses to get money, so we can buy wheat because of the famine.\""
        },
        {
          "number": 4,
          "latin": "Et alii dicebant: Mutuo sumpsimus pecuniam in tributa regis, dedimus agros nostros et vineas nostras.",
          "english": "And still others said: \"We had to borrow money to pay the king's taxes, and we had to pledge our fields and our vineyards as collateral.\""
        },
        {
          "number": 5,
          "latin": "Et nunc sicut carnes fratrum nostrorum, sic carnes nostræ sunt: et sicut filii eorum, ita et filii nostri: ecce nos obsequio addicimus filios nostros et filias nostras, et de filiabus nostris sunt famulæ, nec habemus quicquam, quia agri nostri et vineæ nostræ alteri debentur.",
          "english": "\"And now, our flesh is like the flesh of our brothers—we are all human beings, yet our children are no different from theirs. Look, we are forced to sell our sons and daughters into slavery to pay our debts. Some of our daughters are already enslaved as servants. We have nothing left, because our fields and vineyards are already taken by others to whom we owe money.\""
        },
        {
          "number": 6,
          "latin": "Et iratus sum nimis cum audissem clamorem eorum secundum verba hæc.",
          "english": "I, Nehemiah, became exceedingly angry when I heard their outcry and these words."
        },
        {
          "number": 7,
          "latin": "Cogitavi mecum, et increpavi optimates et magistratus: et dixi eis: Usuras exigitis singuli a fratribus vestris. Et congregavi contra eos multitudinem magnam, et dixi eis:",
          "english": "I thought about it carefully, and then I rebuked the nobles and the officials, saying to them: \"You are each demanding usury—excessive interest—from your own brothers!\" Then I gathered a large assembly against them, and I spoke to them further:"
        },
        {
          "number": 8,
          "latin": "Nos, ut scitis, emimus fratres nostros Judæos qui venditi fuerant gentibus, secundum possibilitatem nostram: et vos nunc venditis fratres vestros, ut emantur a nobis? Et siluerunt, nec invenerunt quid responderent.",
          "english": "\"We, as you know, have redeemed our Jewish brothers who had been sold to the Gentiles, doing so according to our ability to pay. And now you yourselves are selling your own brothers, so that we have to buy them back again?\" They were silent, having no answer to give."
        },
        {
          "number": 9,
          "latin": "Et dixi eis: Non est bona res quam facitis. Quare non in timore Dei nostri ambulatis, ne exprobret nobis opprobrium gentium inimicarum nostrarum?",
          "english": "And I said to them: \"What you are doing is not good. Why do you not walk in the fear of our God, so that you do not bring reproach upon us from our Gentile enemies?\""
        },
        {
          "number": 10,
          "latin": "Et ego, et fratres mei, et servi mei, mutuavimus pecuniam et frumentum: non repetamus ab eis usuras istas?",
          "english": "\"I myself, along with my brothers and my servants, have also lent them money and grain. Let us now release them from these debts of usury.\""
        },
        {
          "number": 11,
          "latin": "Reddite eis hodie agros suos, et vineas suas, et olivas suas, et domos suas: et centesimam pecuniæ, frumenti, vini et olei, quam ab eis exigere soletis, date pro illis.",
          "english": "\"Return to them this very day their fields, their vineyards, their olive groves, and their houses. And also release them from the hundredth part of the money, grain, wine, and oil that you customarily demand from them as interest.\""
        },
        {
          "number": 12,
          "latin": "Et dixerunt: Reddemus, et nihil ab eis quæremus: sic faciemus ut loqueris. Et vocavi sacerdotes, et adjuravi eos ut facerent juxta verbum hoc.",
          "english": "And they said: \"We will restore everything, and we will demand nothing from them. We will do exactly as you say.\" Then I called the priests and made them swear an oath that they would act according to this promise."
        },
        {
          "number": 13,
          "latin": "Insuper et sinum meum excussi, et dixi: Sic excutiat Deus omnem virum qui non impleverit verbum hoc, de domo sua, et de laboribus suis sic excutiatur, et vacuus fiat. Et dixit universa multitudo: Amen. Et laudaverunt Deum. Fecit ergo populus sicut dictum erat.",
          "english": "Furthermore, I shook out the fold of my garment and said: \"Thus may God shake out from his house and from his possessions every man who does not keep this promise. May he be shaken out and emptied!\" And the entire assembly said: \"Amen!\" And they praised God. So the people did as they had promised."
        },
        {
          "number": 14,
          "latin": "A die autem qua præceperat mihi rex ut essem dux in terra Juda, ab anno vicesimo usque ad annum trigesimum secundum Artaxerxis regis, annis duodecim, ego et fratres mei annonas meas et fratrum meorum non comedimus.",
          "english": "Now, from the day that the king commanded me to be their governor in the land of Judah, from the twentieth year until the thirty-second year of King Artaxerxes—a total of twelve years—neither I nor my brothers ate the food rations that were due to me as governor."
        },
        {
          "number": 15,
          "latin": "Prædecessores autem mei duces primi, gravaverant populum: et acceperant ab eis in pane et vino, præter quadraginta siclos argenti: sed et servi eorum dominabantur populi. Ego autem non feci ita propter timorem Dei.",
          "english": "In contrast, the former governors who were before me had burdened the people severely. They had taken from them bread and wine, in addition to forty shekels of silver. Moreover, even their servants lorded it over the people. But I did not do so, because I acted out of reverence for God."
        },
        {
          "number": 16,
          "latin": "Quin potius in opere muri hujus ædificavi, et agrum non emi: et omnes servi mei pariter erant ad opus.",
          "english": "Instead, I dedicated myself to the work on this wall, building it with my own hands, and I did not purchase any land for myself. All my servants also worked alongside everyone else on the wall."
        },
        {
          "number": 17,
          "latin": "Judæorum quoque et magistratuum centum quinquaginta viri, et qui veniebant ad nos de gentibus quæ in circuitu nostro sunt, erant super mensam meam.",
          "english": "Furthermore, one hundred and fifty men, comprising Jews and officials, along with those who came to us from the surrounding Gentile nations, regularly ate at my table."
        },
        {
          "number": 18,
          "latin": "Et parabatur mihi per dies singulos bos unus, arietes sex electi, exceptis volatilibus: et semel in diebus decem omnis generis vinum, et multo alia: et tamen annonas ducatus mei non quæsivi: quoniam graviter premebat fames populum.",
          "english": "And for me, each day, one ox was prepared, along with six chosen sheep, not counting the poultry. And every ten days, wine of all kinds, and many other provisions, were supplied. Yet, despite all this, I never demanded the governor's allowance that was due to me, because the famine was pressing heavily upon the people."
        },
        {
          "number": 19,
          "latin": "Memento mei, Deus meus, in bonum, juxta omnia quæ feci populo huic.",
          "english": "Remember me, my God, for good, because of all that I have done for this people."
        }
      ]
    },
    {
      "number": 6,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Factum est autem, audientibus Sanaballat et Thobia et Gosem Arabi, et ceteris inimicis nostris, quoniam aedificassem ego murum, et non esset in eo superducta jam porta: miserunt ad me Sanaballat et Gosem, dicentes: Veni, et conveniamus in viculis in campo Ono.",
          "english": "It happened that Sanballat, Tobiah, Geshem the Arab, and our other enemies heard that I had completed rebuilding the city wall, and that there were no gaps left in it for a gate. So, Sanballat and Geshem sent a message to me, saying: 'Come, let us meet together in the villages on the plain of Ono.'"
        },
        {
          "number": 2,
          "latin": "Et cogitabant facere mihi malum.",
          "english": "They were plotting to harm me."
        },
        {
          "number": 3,
          "latin": "Et misi ad eos nuntios, dicens: Opus magnum ego facio, et non possum descendere: ne forte, cum deseruero illud, intermittatur opus.",
          "english": "I sent messengers back to them, saying: 'I am doing a great work, and I cannot come down. If I leave this work to meet you, it will be interrupted.'"
        },
        {
          "number": 4,
          "latin": "Miserunt itaque ad me secundum verbum per quatuor vices: et respondi eis juxta priorem sermonem.",
          "english": "So they sent the same message to me four times, and each time I responded to them with the same answer."
        },
        {
          "number": 5,
          "latin": "Et misit ad me Sanaballat quintam vicem puerum suum, epistolam habentem apertam in manu sua,",
          "english": "Then, on the fifth time, Sanballat sent his servant to me with an open letter in his hand."
        },
        {
          "number": 6,
          "latin": "scriptumque erat in ea: In gentibus auditum est, et Gosem dixit, quod tu et Judaei cogitetis rebellare, et propter hoc aedifices murum, et levare velis te regem, juxta sermones istos.",
          "english": "It was written in the letter: 'It has been reported among the nations, and Geshem confirms it, that you and the Judeans are plotting to rebel. That is why you are rebuilding the wall, and you intend to make yourself king, according to these rumors.'"
        },
        {
          "number": 7,
          "latin": "Et prophetas supposuisti, qui praedicent de te in Jerusalem, dicentes: Rex est in Judaea. Nunc ergo auditum facio regi juxta sermones istos. Veni ergo, et ineamus consilium simul.",
          "english": "'Furthermore, you have appointed prophets to proclaim concerning you in Jerusalem, saying: “There is a king in Judea!” Now, therefore, I am reporting these matters to the king. So come now, let us meet and discuss this together.'"
        },
        {
          "number": 8,
          "latin": "Et misi ad eum, dicens: Non est factum secundum sermones istos, quos loqueris: de corde enim tuo tu componis ex his.",
          "english": "But I sent word back to him, saying: 'None of these things you are talking about are actually happening; you are simply inventing these things from your own mind.'"
        },
        {
          "number": 9,
          "latin": "Omnes enim hi terrere nos volebant, cogitantes quod cessarent manus nostrae ab opere, et quiesceremus: propter hoc magis confortavi manus meas.",
          "english": "For all of them wanted to frighten us, thinking that our hands would become weak from the work, and that we would cease our labor. Because of this, I strengthened my resolve even more."
        },
        {
          "number": 10,
          "latin": "Et ingressus sum domum Samaiae filii Dalaiae filii Metabeel secreto. Qui ait: Transeamus, et ingrediamur in templum Dei, et claudamus portas templi: quia veniunt interficere te, et nocte venturi sunt ad occidendum te.",
          "english": "Then I went into the house of Shemaiah, son of Delaiah, son of Mehetabel, who was confined at home. He said: 'Let us go and shut ourselves inside the temple of God, and close the temple doors; for they are coming to kill you, and they will surely come at night to murder you.'"
        },
        {
          "number": 11,
          "latin": "Et dixi: Num quisquam similis mei fugit? et quis est qui, talis qualis ego sum, ingrediatur templum, et vivat? non ingrediar.",
          "english": "But I said: 'Should a man like me flee? And who is there, a man like me, who would enter the temple to save his life? I will not go in.'"
        },
        {
          "number": 12,
          "latin": "Et intellexi quod Deus non misisset eum, sed quasi prophetiam locutum fuisset ad me, et Thobias et Sanaballat conduxissent eum.",
          "english": "Then I understood that God had not sent him, but that he had spoken this 'prophecy' to me because Tobiah and Sanballat had hired him."
        },
        {
          "number": 13,
          "latin": "Ut terrerent me, et peccarem, et haberent malum quod exprobrarent mihi.",
          "english": "They had hired him to intimidate me, to make me sin by seeking refuge in the temple, and then they would have a scandal to publicly accuse me with."
        },
        {
          "number": 14,
          "latin": "Memento mei, Deus meus, pro Tobia et Sanaballat juxta opera eorum talia: sed et Noadiae prophetae, et ceterorum prophetarum qui terrebant me.",
          "english": "Remember them, O my God, for these actions of Tobiah and Sanballat. Also remember the prophetess Noadiah and the other prophets who kept trying to frighten me."
        },
        {
          "number": 15,
          "latin": "Consummatus est autem murus vigesimo quinto die mensis Elul, quinquaginta duobus diebus.",
          "english": "So the entire wall was completed on the twenty-fifth day of the month Elul, which was within fifty-two days of starting the work."
        },
        {
          "number": 16,
          "latin": "Factum est ergo, cum audissent omnes inimici nostri, et vidissent universae gentes quae erant in circuitu nostro, et concidissent intra semetipsos: scierunt quoniam a Deo factum esset opus hoc.",
          "english": "When all our enemies heard about it, and all the nations around us saw it, they were humbled and realized that this work had been accomplished by God Himself."
        },
        {
          "number": 17,
          "latin": "Sed et in diebus illis multae optimatum Judaeorum epistolae mittebantur ad Tobiam, et a Tobia veniebant ad eos.",
          "english": "Moreover, in those days, many letters from the nobles of Judah were being sent to Tobiah, and letters from Tobiah were coming to them in return."
        },
        {
          "number": 18,
          "latin": "Multi enim in Judaea juramento illi juncti erant, quia gener erat Sechia filii Area, et filia ejus Maasal, filia Mosollam filii Barachiae, acceperat.",
          "english": "For many in Judah were bound to him by oath, because he was the son-in-law of Shecaniah, son of Arah. And his son Jehohanan had married the daughter of Meshullam, son of Berechiah, so they were connected by family alliances."
        },
        {
          "number": 19,
          "latin": "Sed et de sermonibus ejus loquebantur ad me, et verba mea nuntiabant illi: et Tobías mittebat epistolas ut terreret me.",
          "english": "They even spoke of Tobiah's good deeds to me, and they reported my words back to him. Meanwhile, Tobiah kept sending letters to try and frighten me."
        }
      ]
    },
    {
      "number": 7,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Postquam autem aedificatus est murus, et statui ostia, et recensui janitores, et cantores, et levitas:",
          "english": "After the city wall was rebuilt, I set up the doors in the gates. I then organized and registered the gatekeepers, the singers, and the Levites."
        },
        {
          "number": 2,
          "latin": "praecepi Hanani fratri meo, et Hananiae principi domus Jerusalem (ipse enim quasi vir fidelis, et timens Deum plus ceteris erat) :",
          "english": "I put my brother Hanani, along with Hananiah, the commander of the Jerusalem fortress, in charge of the city. Hananiah was a man of great integrity, who feared God more than most people."
        },
        {
          "number": 3,
          "latin": "et dixi eis: Non aperiantur portae Jerusalem usque ad ortum solis: et cum adhuc essent illi, clauderent et oppilarent. Et statui custodes de habitatoribus Jerusalem, singulos per vices suas, et unumquemque contra domum suam.",
          "english": "I told them: 'Do not open the gates of Jerusalem until the sun is high in the sky. And while the guards are still on duty, they are to close and bar the gates.' I also appointed guards from among the residents of Jerusalem, with each one serving in his turn and standing watch over the area directly in front of his own house."
        },
        {
          "number": 4,
          "latin": "Civitas autem lata erat nimis et grandis: et populus parvus in medio ejus, et domus non aedificatae.",
          "english": "The city itself was very large and spacious, but there were few people living in it, and many houses still had not been rebuilt."
        },
        {
          "number": 5,
          "latin": "Inluminavit autem Deus cor meum ut congregarem principes, et magistratus, et plebem, et recensui eos: et inveni librum generationis eorum qui ascenderant primum, et inventum est in eo scriptum:",
          "english": "Then God put it into my heart to gather the nobles, the officials, and the common people so I could register them by their family lines. I found the record of the family lines of those who had returned first from exile, and this is what was written in it:"
        },
        {
          "number": 6,
          "latin": "Isti sunt filii provinciae, qui ascenderunt de captivitate, transmigratonis quos transtulerat Nabuchodonosor rex Babylonis, et reversi sunt in Jerusalem, et in Judam, unusquisque in civitate sua.",
          "english": "These are the people of the province who came up from the captivity of the exile, whom Nebuchadnezzar, the king of Babylon, had taken away. They returned to Jerusalem and to Judah, each to his own town."
        },
        {
          "number": 7,
          "latin": "Qui venerunt cum Zorobabel, Josue, Nehemias, Azarias, Raamias, Nahamani, Mardochæus, Bilsan, Mespharath, Beguai, Nahum, Baana. Numerus virorum populi Israel:",
          "english": "Those who came with Zerubbabel were Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nahum, and Baanah. The number of the men of the people of Israel was as follows:"
        },
        {
          "number": 8,
          "latin": "filii Pharos, duo millia centum septuaginta duo.",
          "english": "The descendants of Parosh: two thousand one hundred seventy-two."
        },
        {
          "number": 9,
          "latin": "Filii Saphatia, trecenti septuaginta duo.",
          "english": "The descendants of Shephatiah: three hundred seventy-two."
        },
        {
          "number": 10,
          "latin": "Filii Area, sexcenti quinquaginta duo.",
          "english": "The descendants of Arah: six hundred fifty-two."
        },
        {
          "number": 11,
          "latin": "Filii Phaath Moab de filiis Josue et Joab, duo millia octingenti decem et octo.",
          "english": "The descendants of Pahath-Moab, through the line of Jeshua and Joab: two thousand eight hundred eighteen."
        },
        {
          "number": 12,
          "latin": "Filii Ælam, mille ducenti quinquaginta quatuor.",
          "english": "The descendants of Elam: one thousand two hundred fifty-four."
        },
        {
          "number": 13,
          "latin": "Filii Zethua, octingenti quadraginta quinque.",
          "english": "The descendants of Zattu: eight hundred forty-five."
        },
        {
          "number": 14,
          "latin": "Filii Zachai, septingenti sexaginta.",
          "english": "The descendants of Zaccai: seven hundred sixty."
        },
        {
          "number": 15,
          "latin": "Filii Bannui, sexcenti quadraginta octo.",
          "english": "The descendants of Binnui: six hundred forty-eight."
        },
        {
          "number": 16,
          "latin": "Filii Bebai, sexcenti viginti octo.",
          "english": "The descendants of Bebai: six hundred twenty-eight."
        },
        {
          "number": 17,
          "latin": "Filii Azgad, duo millia trecenti viginti duo.",
          "english": "The descendants of Azgad: two thousand three hundred twenty-two."
        },
        {
          "number": 18,
          "latin": "Filii Adonicam, sexcenti sexaginta septem.",
          "english": "The descendants of Adonikam: six hundred sixty-seven."
        },
        {
          "number": 19,
          "latin": "Filii Beguai, duo millia sexaginta septem.",
          "english": "The descendants of Bigvai: two thousand sixty-seven."
        },
        {
          "number": 20,
          "latin": "Filii Adin, sexcenti quinquaginta quinque.",
          "english": "The descendants of Adin: six hundred fifty-five."
        },
        {
          "number": 21,
          "latin": "Filii Ater, filii Ezechia, nonaginta octo.",
          "english": "The descendants of Ater, through Hezekiah: ninety-eight."
        },
        {
          "number": 22,
          "latin": "Filii Hasum, trecenti viginti octo.",
          "english": "The descendants of Hashum: three hundred twenty-eight."
        },
        {
          "number": 23,
          "latin": "Filii Besai, trecenti viginti quatuor.",
          "english": "The descendants of Bezai: three hundred twenty-four."
        },
        {
          "number": 24,
          "latin": "Filii Hareph, centum duodecim.",
          "english": "The descendants of Hariph: one hundred twelve."
        },
        {
          "number": 25,
          "latin": "Filii Gabaon, nonaginta quinque.",
          "english": "The descendants of Gibeon: ninety-five."
        },
        {
          "number": 26,
          "latin": "Filii Bethlehem, et Netupha, centum octoginta octo.",
          "english": "The men of Bethlehem and Netophah: one hundred eighty-eight."
        },
        {
          "number": 27,
          "latin": "Viri Anathoth, centum viginti octo.",
          "english": "The men of Anathoth: one hundred twenty-eight."
        },
        {
          "number": 28,
          "latin": "Viri Bethazmoth, quadraginta duo.",
          "english": "The men of Beth-Azmaveth: forty-two."
        },
        {
          "number": 29,
          "latin": "Viri Cariathiarim, Cephira, et Beroth, septingenti quadraginta tres.",
          "english": "The men of Kiriath-Jearim, Chephirah, and Beeroth: seven hundred forty-three."
        },
        {
          "number": 30,
          "latin": "Viri Rama, et Gabaa, sexcenti viginti unus.",
          "english": "The men of Ramah and Geba: six hundred twenty-one."
        },
        {
          "number": 31,
          "latin": "Viri Machmas, centum viginti duo.",
          "english": "The men of Michmash: one hundred twenty-two."
        },
        {
          "number": 32,
          "latin": "Viri Bethel, et Hai, centum viginti tres.",
          "english": "The men of Bethel and Ai: one hundred twenty-three."
        },
        {
          "number": 33,
          "latin": "Viri altera Nebo, quinquaginta duo.",
          "english": "The men of the other Nebo: fifty-two."
        },
        {
          "number": 34,
          "latin": "Filii alterius Ælam, mille ducenti quinquaginta quatuor.",
          "english": "The descendants of the other Elam: one thousand two hundred fifty-four."
        },
        {
          "number": 35,
          "latin": "Filii Harem, trecenti viginti.",
          "english": "The descendants of Harim: three hundred twenty."
        },
        {
          "number": 36,
          "latin": "Filii Jericho, trecenti quadraginta quinque.",
          "english": "The descendants of Jericho: three hundred forty-five."
        },
        {
          "number": 37,
          "latin": "Filii Lod, Hadid, et Ono, septingenti viginti unus.",
          "english": "The descendants of Lod, Hadid, and Ono: seven hundred twenty-one."
        },
        {
          "number": 38,
          "latin": "Filii Sanaa, tria millia nongenti triginta.",
          "english": "The descendants of Senaah: three thousand nine hundred thirty."
        },
        {
          "number": 39,
          "latin": "Sacerdotes: filii Idaia in domo Josue, nongenti septuaginta tres.",
          "english": "The priests: The descendants of Jedaiah, from the house of Jeshua: nine hundred seventy-three."
        },
        {
          "number": 40,
          "latin": "Filii Emmer, mille quinquaginta duo.",
          "english": "The descendants of Immer: one thousand fifty-two."
        },
        {
          "number": 1,
          "latin": "Postquam autem aedificata est murus, et posui valvas, et ordinavi janitores, et cantores, et levitas:",
          "english": "After the wall was finished, and I had set up the city gates, I then appointed the gatekeepers, the singers, and the Levites for their duties."
        },
        {
          "number": 2,
          "latin": "praecepi Chanani fratri meo, et Ananiae principi domus Jerusalem (quoniam ipse quasi vir verax erat, et timens Deum plus ceteris):",
          "english": "I gave orders to my brother Hanani, and to Hananiah, the commander of the fortress of Jerusalem—because he was a trustworthy man, and feared God more than anyone else there."
        },
        {
          "number": 3,
          "latin": "et dixi eis: Non aperiantur portae Jerusalem usque ad solis calorem: et cum adhuc illi astarent, claudant, et obstringant: et ponant custodes de habitatoribus Jerusalem, singulos per vices suas, et unumquemque contra domum suam.",
          "english": "And I told them: 'Do not open the gates of Jerusalem until the sun's full heat has arrived. While the guards are still on duty, they are to close and bar the gates tightly. Also, appoint guards from the citizens of Jerusalem, each for his own shift, and each one standing guard opposite his own house.'"
        },
        {
          "number": 4,
          "latin": "Civitas autem erat lata nimis, et grandis: et populus parvus in medio ejus, et domus non aedificatae. Et dedit Deus in corde meo, et congregavi optimates, et magistratus, et plebem ut recenserem eos: et inveni librum census eorum qui ascenderant primum, et inventum est in eo scriptum:",
          "english": "Now the city itself was very large and expansive, but there were few people living within it, and many houses had not yet been rebuilt. God put it into my heart to gather the nobles, the officials, and the common people so I could register them. I found the register of those who had first returned from exile, and in it was written:"
        },
        {
          "number": 5,
          "latin": "Hi sunt filii provinciae, qui ascenderunt de captivitate, transmigratiónis, quos transtulerat Nabuchodonosor rex Babylonis, et reversi sunt in Jerusalem, et in Judaeam, unusquisque in civitatem suam.",
          "english": "'These are the descendants of the province who came up from the captivity, from the exile, whom Nebuchadnezzar, king of Babylon, had carried away. They returned to Jerusalem and to Judea, each to his own city.'"
        },
        {
          "number": 6,
          "latin": "Qui venerunt cum Zorobabel, Josue, Nehemia, Azaria, Raamia, Nahamani, Mardochai, Belsan, Mespharath, Beguai, Nahum, Baana. Numerus virorum populi Israël:",
          "english": "Those who came with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nahum, Baanah. The number of the men of the people of Israel:"
        },
        {
          "number": 7,
          "latin": "filii Pharos, duo millia centum septuaginta duo.",
          "english": "The descendants of Parosh, 2,172."
        },
        {
          "number": 8,
          "latin": "filii Saphatia, trecenti septuaginta duo.",
          "english": "The descendants of Shephatiah, 372."
        },
        {
          "number": 9,
          "latin": "filii Area, sexcenti quinquaginta duo.",
          "english": "The descendants of Arah, 652."
        },
        {
          "number": 10,
          "latin": "filii Phaath Moab ex filiis Josue et Joab, duo millia octingenti decem et octo.",
          "english": "The descendants of Pahath-Moab, of the descendants of Jeshua and Joab, 2,818."
        },
        {
          "number": 11,
          "latin": "filii Ælam, mille ducenti quinquaginta quatuor.",
          "english": "The descendants of Elam, 1,254."
        },
        {
          "number": 12,
          "latin": "filii Zethua, octingenti quadraginta quinque.",
          "english": "The descendants of Zattu, 845."
        },
        {
          "number": 13,
          "latin": "filii Zachai, septingenti sexaginta.",
          "english": "The descendants of Zaccai, 760."
        },
        {
          "number": 14,
          "latin": "filii Bannui, sexcenti quadraginta octo.",
          "english": "The descendants of Binnui, 648."
        },
        {
          "number": 15,
          "latin": "filii Bebai, sexcenti viginti octo.",
          "english": "The descendants of Bebai, 628."
        },
        {
          "number": 16,
          "latin": "filii Azgad, duo millia trecenti viginti duo.",
          "english": "The descendants of Azgad, 2,322."
        },
        {
          "number": 17,
          "latin": "filii Adonicam, sexcenti sexaginta septem.",
          "english": "The descendants of Adonikam, 667."
        },
        {
          "number": 18,
          "latin": "filii Beguai, duo millia sexaginta septem.",
          "english": "The descendants of Bigvai, 2,067."
        },
        {
          "number": 19,
          "latin": "filii Adin, sexcenti quinquaginta quinque.",
          "english": "The descendants of Adin, 655."
        },
        {
          "number": 20,
          "latin": "filii Ater ex Hezecia, nonaginta octo.",
          "english": "The descendants of Ater, through Hezekiah, 98."
        },
        {
          "number": 21,
          "latin": "filii Hasum, trecenti viginti octo.",
          "english": "The descendants of Hashum, 328."
        },
        {
          "number": 22,
          "latin": "filii Besai, trecenti viginti quatuor.",
          "english": "The descendants of Bezai, 324."
        },
        {
          "number": 23,
          "latin": "filii Hareph, centum duodecim.",
          "english": "The descendants of Hariph, 112."
        },
        {
          "number": 24,
          "latin": "filii Gabaon, nonaginta quinque.",
          "english": "The descendants of Gibeon, 95."
        },
        {
          "number": 25,
          "latin": "filii Anathoth, centum viginti octo.",
          "english": "The descendants of Anathoth, 128."
        },
        {
          "number": 26,
          "latin": "filii Azmaveth, quadraginta duo.",
          "english": "The descendants of Azmaveth, 42."
        },
        {
          "number": 27,
          "latin": "filii Cariathiarim, Cephira, et Beroth, septingenti quadraginta tres.",
          "english": "The descendants of Kiriath-jearim, Kephirah, and Beeroth, 743."
        },
        {
          "number": 28,
          "latin": "filii Rama, et Gabaa, sexcenti viginti unus.",
          "english": "The descendants of Ramah and Geba, 621."
        },
        {
          "number": 29,
          "latin": "filii Machmas, centum viginti duo.",
          "english": "The descendants of Michmash, 122."
        },
        {
          "number": 30,
          "latin": "filii Bethel, et Hai, ducenti viginti tres.",
          "english": "The descendants of Bethel and Ai, 223."
        },
        {
          "number": 31,
          "latin": "filii alterius Nabau, quinquaginta duo.",
          "english": "The descendants of the other Nebo, 52."
        },
        {
          "number": 32,
          "latin": "filii alterius Ælam, mille ducenti quinquaginta quatuor.",
          "english": "The descendants of the other Elam, 1,254."
        },
        {
          "number": 33,
          "latin": "filii Harim, trecenti viginti.",
          "english": "The descendants of Harim, 320."
        },
        {
          "number": 34,
          "latin": "filii Jericho, trecenti quadraginta quinque.",
          "english": "The descendants of Jericho, 345."
        },
        {
          "number": 35,
          "latin": "filii Lod, Hadid, et Ono, septingenti viginti unus.",
          "english": "The descendants of Lod, Hadid, and Ono, 721."
        },
        {
          "number": 36,
          "latin": "filii Senaa, tria millia nongenti triginta.",
          "english": "The descendants of Senaah, 3,930."
        },
        {
          "number": 37,
          "latin": "Sacerdotes: filii Jedaia, de domo Josue, nongenti septuaginta tres.",
          "english": "The priests: The descendants of Jedaiah, from the house of Jeshua, 973."
        },
        {
          "number": 38,
          "latin": "filii Emmer, mille quinquaginta duo.",
          "english": "The descendants of Immer, 1,052."
        },
        {
          "number": 39,
          "latin": "filii Pheshur, mille ducenti quadraginta septem.",
          "english": "The descendants of Pashhur, 1,247."
        },
        {
          "number": 40,
          "latin": "filii Harim, mille decem et septem.",
          "english": "The descendants of Harim, 1,017."
        }
      ]
    },
    {
      "number": 8,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et convenerunt omnis populus quasi vir unus ad plateam quæ est ante portam aquarum: et dixerunt Esdrae scribæ ut afferret librum legis Moysi, quam præceperat Dominus Israëli.",
          "english": "So all the people gathered as one, assembling in the public square that stood before the Water Gate. They asked Ezra the scribe to bring out the Book of the Law of Moses, which the Lord had commanded to Israel, for them to hear."
        },
        {
          "number": 2,
          "latin": "Attulit ergo Esdras sacerdos librum legis coram multitudine virorum, et mulierum, et omnium qui poterant intelligere, die prima mensis septimi.",
          "english": "So Ezra the priest brought the Book of the Law before the assembly, including men, women, and all the children old enough to understand. He did this on the first day of the seventh month—the beginning of the civil year."
        },
        {
          "number": 3,
          "latin": "Et legit in eo aperte in platea quæ erat ante portam aquarum, de mane usque ad mediam diem, in conspectu virorum, et mulierum, et eorum qui intelligere poterant: et aures omnis populi erant intentæ ad librum.",
          "english": "And Ezra read from the book aloud and clearly in the public square, before the Water Gate, from early morning until midday. He read in the presence of the men, women, and those children who were able to understand. The entire assembly listened with focused attention to the Book of the Law."
        },
        {
          "number": 4,
          "latin": "Stetit autem Esdras scriba super gradum ligneum, quem fecerat ad loquendum: et steterunt juxta eum Mathathias, et Sama, et Ania, et Uria, et Helcia, et Maasia, ad dexteram ejus: et ad sinistram Phadaia, Misaël, et Melchia, et Hasum, et Hasbadana, Zacharia, et Mosollam.",
          "english": "Ezra the scribe stood on a wooden platform that had been built for the purpose of speaking to the assembly. Standing beside him on his right were Mattathiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah. On his left stood Pedaiah, Mishael, Malchijah, Hashum, Hashbaddana, Zechariah, and Meshullam."
        },
        {
          "number": 5,
          "latin": "Et aperuit Esdras librum coram omni populo: (stabat enim super cunctis populis) et cum aperuisset eum, stetit omnis populus.",
          "english": "Ezra then opened the Book of the Law in the sight of all the people, for he was standing on the platform above everyone. As soon as he opened it, all the people rose to their feet in reverence."
        },
        {
          "number": 6,
          "latin": "Et benedixit Esdras Domino Deo magno: et respondit omnis populus, Amen, Amen, sublevantes manus suas: et incurvati adoraverunt Dominum in faciem super terram.",
          "english": "Ezra blessed the Lord, the great God of all. And all the people responded, 'Amen, Amen,' raising their hands in agreement and praise. Then, bowing their heads, they prostrated themselves with their faces to the ground and adored the Lord."
        },
        {
          "number": 7,
          "latin": "Porro Josue, et Bani, et Serebia, Jamin, Accub, Septhai, Odia, Maasia, Celita, Azarias, Jozabed, Hanan, Phalaia, Levitæ, silentium faciebant in populo ad audiendam legem: et omnis populus stabat.",
          "english": "Then the Levites—Joshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, and Pelaiah—ensured silence among the people so they could hear the Law. And all the people remained standing attentively."
        },
        {
          "number": 8,
          "latin": "Et legerunt in libro legis Dei distincte et aperte ad intelligendum: et intellexerunt cum legeretur.",
          "english": "They read from the Book of the Law of God, clearly explaining its meaning so the people could understand what was being read. And as they read, the people comprehended the teachings."
        },
        {
          "number": 9,
          "latin": "Dixit ergo Nehemias (ipse est Athersatha) et Esdras sacerdos et scriba, et Levitæ interpretantes universo populo: Dies sanctificatus est Domino Deo nostro, nolite lugere, et nolite flere. Flebat enim omnis populus cum audiret verba legis.",
          "english": "Then Nehemiah, who was the governor, and Ezra the priest and scribe, along with the Levites who were instructing the people, said to everyone: 'This day is consecrated to the Lord our God. Do not mourn, and do not weep.' For all the people were weeping as they heard the words of the Law, realizing their past transgressions."
        },
        {
          "number": 10,
          "latin": "Et dixit eis: Ite, comedite pinguia, et bibite mulsum, et mittite partem his qui non præparaverunt sibi: quia sanctus est dies Domini nostri, et nolite contristari: gaudium enim Domini est fortitudo nostra.",
          "english": "And Nehemiah said to them: 'Go, enjoy rich foods and sweet drinks, and share some with those who have nothing prepared, for this is a holy day for our Lord. Do not be sorrowful, for the joy of the Lord is our strength and our protection.'"
        },
        {
          "number": 11,
          "latin": "Et Levitæ silentium faciebant in omni populo, dicentes: Tacete, quia dies sanctus est, et nolite dolere.",
          "english": "And the Levites quieted all the people, saying: 'Be silent, because this is a holy day. Do not grieve, but rejoice.'"
        },
        {
          "number": 12,
          "latin": "Abiit ergo omnis populus ut comederet, et biberet, et mitteret partes, et gauderet lætitia magna: quia intellexerant verba quæ docuerat eos.",
          "english": "So all the people went away to eat and to drink, and to share their provisions, and to rejoice with great gladness. They did this because they had understood the words that had been taught to them from the Law of God."
        },
        {
          "number": 13,
          "latin": "Et in die secundo convenerunt principes familiarum universi populi, sacerdotes, et Levitæ, ad Esdram scribam, ut interpretaretur eis super sermones legis.",
          "english": "On the second day, the heads of the families of all the people, along with the priests and Levites, gathered with Ezra the scribe. They came so he could further explain the words of the Law to them, seeking deeper understanding."
        },
        {
          "number": 14,
          "latin": "Et invenerunt scriptum in lege, quod præceperat Dominus in manu Moysi, ut habitent filii Israël in tabernaculis in die solemni mensis septimi:",
          "english": "And they found it written in the Law that the Lord had commanded through Moses, that the children of Israel should dwell in temporary shelters, or booths, during the solemn feast of the seventh month."
        },
        {
          "number": 15,
          "latin": "et ut prædicent, et divulgent vocem in cunctis urbibus suis, et in Jerusalem, dicentes: Egredimini in montem, et afferte frondes olivæ, et frondes ligni pulcherrimi, frondes myrti, et frondes palmæ, et frondes ligni nemorosi, ut fiant tabernacula, sicut scriptum est.",
          "english": "And that they should proclaim and make known throughout all their cities, and especially in Jerusalem, saying: 'Go out to the hill country and bring branches of olive trees, and branches of beautiful trees, branches of myrtle, and branches of palm trees, and branches of leafy trees, so that you may make booths,' just as it is written in the Law."
        },
        {
          "number": 16,
          "latin": "Et egressus est populus, et attulerunt. Et fecerunt sibi tabernacula unusquisque in tecto domus suæ, et in atriis suis, et in atriis domus Dei, et in platea portæ aquarum, et in platea portæ Ephraim.",
          "english": "So the people went out and brought the branches. And they made booths for themselves, each person on the roof of his house, and in their courtyards, and in the courtyards of the house of God, and in the public square by the Water Gate, and in the square by the Gate of Ephraim."
        },
        {
          "number": 17,
          "latin": "Fecerat ergo omnis ecclesia eorum, qui redierant de captivitate, tabernacula: et habitaverunt in tabernaculis: non enim fecerant a diebus Josue filii Nun taliter filii Israël usque ad diem illam: et fuit lætitia magna nimis.",
          "english": "Thus, the entire congregation of those who had returned from captivity made booths and lived in them. Indeed, the children of Israel had not done so in this manner since the days of Joshua the son of Nun, until that very day. And there was exceedingly great rejoicing."
        },
        {
          "number": 18,
          "latin": "Legit autem Esdras in libro legis Dei per dies singulos, a die primo usque ad diem novissimum. Et fecerunt solemnitatem septem diebus: et in die octavo collecta juxta ritum.",
          "english": "Ezra also read from the Book of the Law of God each and every day, from the first day of the feast until the last. They celebrated the solemnity for seven days, and on the eighth day, there was a solemn assembly according to the prescribed ritual of the Law."
        },
        {
          "number": 2,
          "latin": "Attulit ergo Esdras sacerdos legem coram multitudine virorum et mulierum et omnium qui poterant intelligere, in die prima mensis septimi.",
          "english": "So Ezra, the priest, brought the book of the Law before the great multitude of men and women and all those who could listen and understand. This happened on the first day of the seventh month."
        },
        {
          "number": 3,
          "latin": "Et legit in eo in platea quae est ante portam aquarum, a mane usque ad meridiem, in conspectu virorum et mulierum, et eorum qui intelligere poterant: et auribus omnium populorum sonabat liber.",
          "english": "And he read from it in the public square that was in front of the Water Gate, from the early morning until midday. He read in the presence of the men and women, and those who were able to understand, and the words of the book resonated in the ears of all the people, as they listened intently."
        },
        {
          "number": 4,
          "latin": "Stetit autem Esdras scriba super gradum ligneum, quem fecerat ad loquendum: et steterunt juxta eum Mathathias, et Sama, et Ania, et Uria, et Helcia, et Maasia, ad dexteram ejus: et ad sinistram Phadaia, Misaël, et Melchia, et Hasum, et Hasbadana, Zacharia, et Mosollam.",
          "english": "Now Ezra, the scribe, stood on a wooden platform which he had made for speaking. And beside him stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah, to his right. And to his left were Pedaiah, Mishael, Malchijah, Hashum, Hashbaddana, Zechariah, and Meshullam."
        },
        {
          "number": 5,
          "latin": "Et aperuit Esdras librum coram omni populo: nam super universum populum eminens, et cum aperuisset eum, stetit omnis populus.",
          "english": "And Ezra opened the book before all the people, for he stood high above all of them. And when he opened it, all the people stood up in reverence."
        },
        {
          "number": 6,
          "latin": "Et benedixit Esdras Domino Deo magno: et respondit omnis populus, Amen, Amen, elevans manus suas: et incurvati sunt, et adoraverunt Deum proni in terram.",
          "english": "And Ezra blessed the Lord, the great God. And all the people answered, \"Amen! Amen!\" raising their hands in agreement. Then they bowed down and worshiped God with their faces to the ground."
        },
        {
          "number": 7,
          "latin": "Porro Josue, et Bani, et Serebia, Jamin, Accub, Septhai, Odia, Maasia, Celita, Azarias, Jozabed, Hanan, Faleia Levitæ tacere faciebant populum ut audiret legem: et omnis populus stabat in gradu suo.",
          "english": "Furthermore, Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, and Pelaiah, who were Levites, made the people remain silent so they would listen to the Law. And all the people remained standing in their place."
        },
        {
          "number": 8,
          "latin": "Et legerunt in libro legis Dei distincte et aperte ad intelligendum: et intellexerunt cum legeretur.",
          "english": "And they read from the book of the Law of God, explaining it distinctly and clearly so that it could be understood. And the people understood the Law as it was being read to them."
        },
        {
          "number": 9,
          "latin": "Dixerunt autem Nehemias ipse et Esdras sacerdos et scriba, et Levitæ interpretantes universo populo: Dies sanctificatus est Domino Deo nostro, nolite lugere, et nolite flere. Flebat enim omnis populus cum audiret verba legis.",
          "english": "Then Nehemiah himself, and Ezra the priest and scribe, and the Levites who were instructing all the people, said to them, \"This day is consecrated to the Lord our God. Do not mourn and do not weep, for all the people were weeping when they heard the words of the Law.\""
        },
        {
          "number": 10,
          "latin": "Et dixit eis: Ite, comedite pinguia, et bibite mulsum, et mittite partes his qui non præparaverunt sibi: quia sanctus est dies Domini nostri: et nolite contristari: gaudium enim Domini est fortitudo nostra.",
          "english": "And he said to them, \"Go now, eat rich food and drink sweet wine, and send portions to those who have not prepared anything for themselves. For this day is holy to our Lord; do not be grieved, for the joy of the Lord is our strength.\""
        },
        {
          "number": 11,
          "latin": "Et Levitæ componebant omne populum, dicentes: Tacete, quia dies sanctus est, et nolite contristari.",
          "english": "And the Levites calmed all the people, saying, \"Be silent, for this day is holy, and do not be grieved.\""
        },
        {
          "number": 12,
          "latin": "Et abiit omnis populus ut comederet, et biberet, et mitteret partes, et faceret lætitiam magnam: quia intellexerant verba quæ docuerat eos.",
          "english": "So all the people went away to eat and drink, and to send portions, and to make great rejoicing. For they had understood the words that had been taught to them, and they were filled with joy."
        },
        {
          "number": 13,
          "latin": "Et in die secundo convenerunt principes familiarum universi populi, sacerdotes, et Levitæ ad Esdram scribam, ut interpretaretur eis super sermones legis.",
          "english": "And on the second day, the heads of the families of all the people, along with the priests and the Levites, gathered to Ezra the scribe, so that he might interpret for them more about the words of the Law."
        },
        {
          "number": 14,
          "latin": "Et invenerunt scriptum in lege, quod præcepisset Dominus in manu Moysi filiis Israël, ut habitarent in tabernaculis in die solemni mensis septimi:",
          "english": "And they found written in the Law, that the Lord had commanded through Moses for the children of Israel to dwell in booths during the solemn feast of the seventh month."
        },
        {
          "number": 15,
          "latin": "et ut prædicarent, et divulgarent vocem in universis civitatibus suis, et in Jerusalem, dicentes: Egredimini in montem, et afferte frondes olivæ, et frondes ligni pulcherrimi, frondes myrti, et ramos palmæ, et frondes ligni frondosi, ut fiant tabernacula, sicut scriptum est.",
          "english": "And that they should proclaim and spread the word throughout all their cities and in Jerusalem, saying, \"Go out to the mountain, and bring branches of olive, and branches of beautiful trees, branches of myrtle, and palm branches, and branches of leafy trees, so that booths may be made, as it is written.\""
        },
        {
          "number": 16,
          "latin": "Et egressus est populus, et attulerunt. Et fecerunt sibi tabernacula unusquisque in domate suo, et in atriis suis, et in atriis domus Dei, et in platea portæ aquarum, et in platea portæ Ephraim.",
          "english": "And the people went out and brought them. And they made booths for themselves, each one on his own housetop, and in their courtyards, and in the courtyards of the house of God, and in the public square of the Water Gate, and in the public square of the Gate of Ephraim."
        },
        {
          "number": 17,
          "latin": "Fecit ergo universa ecclesia eorum qui redierant de captivitate, tabernacula: et habitaverunt in tabernaculis. Non enim fecerant a diebus Josue filii Nun taliter filii Israël usque ad diem illam: et fuit lætitia magna.",
          "english": "So the entire assembly of those who had returned from captivity made booths, and they dwelt in them. For the children of Israel had not done so from the days of Joshua the son of Nun until that very day. And there was great rejoicing."
        },
        {
          "number": 18,
          "latin": "Et legit in volumine legis Dei per dies singulos a die prima usque ad diem novissimam. Et fecerunt diem festum septem diebus: et in die octava collecta juxta ritum.",
          "english": "And Ezra read from the volume of the Law of God each and every day, from the first day until the very last day of the feast. And they kept the feast for seven days, and on the eighth day there was a solemn assembly, according to the prescribed custom."
        },
        {
          "number": 19,
          "latin": "Hoc capitulum solum decem et octo versus continet in Vulgata Clementina.",
          "english": "This chapter (Nehemiah 8) contains only eighteen verses in the Clementine Vulgate, which is the only authorized text for this translation."
        },
        {
          "number": 20,
          "latin": "Hoc capitulum solum decem et octo versus continet in Vulgata Clementina.",
          "english": "This chapter (Nehemiah 8) contains only eighteen verses in the Clementine Vulgate, which is the only authorized text for this translation."
        },
        {
          "number": 21,
          "latin": "Hoc capitulum solum decem et octo versus continet in Vulgata Clementina.",
          "english": "This chapter (Nehemiah 8) contains only eighteen verses in the Clementine Vulgate, which is the only authorized text for this translation."
        },
        {
          "number": 22,
          "latin": "Hoc capitulum solum decem et octo versus continet in Vulgata Clementina.",
          "english": "This chapter (Nehemiah 8) contains only eighteen verses in the Clementine Vulgate, which is the only authorized text for this translation."
        },
        {
          "number": 23,
          "latin": "Hoc capitulum solum decem et octo versus continet in Vulgata Clementina.",
          "english": "This chapter (Nehemiah 8) contains only eighteen verses in the Clementine Vulgate, which is the only authorized text for this translation."
        },
        {
          "number": 24,
          "latin": "Hoc capitulum solum decem et octo versus continet in Vulgata Clementina.",
          "english": "This chapter (Nehemiah 8) contains only eighteen verses in the Clementine Vulgate, which is the only authorized text for this translation."
        },
        {
          "number": 25,
          "latin": "Hoc capitulum solum decem et octo versus continet in Vulgata Clementina.",
          "english": "This chapter (Nehemiah 8) contains only eighteen verses in the Clementine Vulgate, which is the only authorized text for this translation."
        },
        {
          "number": 26,
          "latin": "Hoc capitulum solum decem et octo versus continet in Vulgata Clementina.",
          "english": "This chapter (Nehemiah 8) contains only eighteen verses in the Clementine Vulgate, which is the only authorized text for this translation."
        },
        {
          "number": 27,
          "latin": "Hoc capitulum solum decem et octo versus continet in Vulgata Clementina.",
          "english": "This chapter (Nehemiah 8) contains only eighteen verses in the Clementine Vulgate, which is the only authorized text for this translation."
        },
        {
          "number": 28,
          "latin": "Hoc capitulum solum decem et octo versus continet in Vulgata Clementina.",
          "english": "This chapter (Nehemiah 8) contains only eighteen verses in the Clementine Vulgate, which is the only authorized text for this translation."
        },
        {
          "number": 29,
          "latin": "Hoc capitulum solum decem et octo versus continet in Vulgata Clementina.",
          "english": "This chapter (Nehemiah 8) contains only eighteen verses in the Clementine Vulgate, which is the only authorized text for this translation."
        },
        {
          "number": 30,
          "latin": "Hoc capitulum solum decem et octo versus continet in Vulgata Clementina.",
          "english": "This chapter (Nehemiah 8) contains only eighteen verses in the Clementine Vulgate, which is the only authorized text for this translation."
        },
        {
          "number": 31,
          "latin": "Hoc capitulum solum decem et octo versus continet in Vulgata Clementina.",
          "english": "This chapter (Nehemiah 8) contains only eighteen verses in the Clementine Vulgate, which is the only authorized text for this translation."
        },
        {
          "number": 32,
          "latin": "Hoc capitulum solum decem et octo versus continet in Vulgata Clementina.",
          "english": "This chapter (Nehemiah 8) contains only eighteen verses in the Clementine Vulgate, which is the only authorized text for this translation."
        },
        {
          "number": 33,
          "latin": "Hoc capitulum solum decem et octo versus continet in Vulgata Clementina.",
          "english": "This chapter (Nehemiah 8) contains only eighteen verses in the Clementine Vulgate, which is the only authorized text for this translation."
        },
        {
          "number": 34,
          "latin": "Hoc capitulum solum decem et octo versus continet in Vulgata Clementina.",
          "english": "This chapter (Nehemiah 8) contains only eighteen verses in the Clementine Vulgate, which is the only authorized text for this translation."
        },
        {
          "number": 35,
          "latin": "Hoc capitulum solum decem et octo versus continet in Vulgata Clementina.",
          "english": "This chapter (Nehemiah 8) contains only eighteen verses in the Clementine Vulgate, which is the only authorized text for this translation."
        },
        {
          "number": 36,
          "latin": "Hoc capitulum solum decem et octo versus continet in Vulgata Clementina.",
          "english": "This chapter (Nehemiah 8) contains only eighteen verses in the Clementine Vulgate, which is the only authorized text for this translation."
        },
        {
          "number": 37,
          "latin": "Hoc capitulum solum decem et octo versus continet in Vulgata Clementina.",
          "english": "This chapter (Nehemiah 8) contains only eighteen verses in the Clementine Vulgate, which is the only authorized text for this translation."
        },
        {
          "number": 38,
          "latin": "Hoc capitulum solum decem et octo versus continet in Vulgata Clementina.",
          "english": "This chapter (Nehemiah 8) contains only eighteen verses in the Clementine Vulgate, which is the only authorized text for this translation."
        },
        {
          "number": 39,
          "latin": "Hoc capitulum solum decem et octo versus continet in Vulgata Clementina.",
          "english": "This chapter (Nehemiah 8) contains only eighteen verses in the Clementine Vulgate, which is the only authorized text for this translation."
        },
        {
          "number": 40,
          "latin": "Hoc capitulum solum decem et octo versus continet in Vulgata Clementina.",
          "english": "This chapter (Nehemiah 8) contains only eighteen verses in the Clementine Vulgate, which is the only authorized text for this translation."
        }
      ]
    },
    {
      "number": 9,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "In die autem vigesima quarta mensis hujus, convenerunt filii Israel in jejunio et in sacco et cinere super eos.",
          "english": "Now on the twenty-fourth day of this month, the sons of Israel gathered together, in a state of fasting, dressed in sackcloth, and with ashes sprinkled upon them."
        },
        {
          "number": 2,
          "latin": "Et separatum est semen Israel ab omni alienigena: et steterunt, et confitebantur peccata sua, et iniquitates patrum suorum.",
          "english": "And the people of Israel separated themselves from all foreign influence and people. They then stood publicly to confess their sins, acknowledging also the grave sins of their ancestors."
        },
        {
          "number": 3,
          "latin": "Et surrexerunt, qui erant de tribu Levi, Jesua, et Bani, Cedmihel, Sebania, Bonni, Serebia, Bonni, Chanani: et legerunt in libro Legis Domini Dei sui quarta parte diei, et quarta parte diei confitebantur, et adorabant Dominum Deum suum.",
          "english": "Then the Levites—Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bunni, and Chenani—stood and read aloud from the Book of the Law of their Lord God for a full quarter of the day. For another full quarter of the day, they engaged in solemn confession and fervent worship of their Lord God."
        },
        {
          "number": 4,
          "latin": "Steterunt autem super gradum Levitarum, Jesua, et Bani, Cedmihel, Sabania, Bonni, Serebia, Chanani, et precati sunt voce magna ad Dominum Deum suum.",
          "english": "Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, and Chenani stood on the platform designated for the Levites and cried out with a loud voice to the Lord their God in prayer."
        },
        {
          "number": 5,
          "latin": "Et dixerunt Levitae, Jesua, et Cedmihel, Bonni, Hasebnia, Serebia, Odaia, Sebnia, Fathahia: Surgite, benedicite Dominum Deum vestrum ab aeterno usque in aeternum: et benedicant nomini gloriae tuae excelso in omni benedictione et laude.",
          "english": "And the Levites—Jeshua, Kadmiel, Bunni, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah—exhorted the people, saying, 'Stand up and bless the Lord your God, from everlasting to everlasting! May they bless Your glorious Name, which is exalted above all blessing and praise!'"
        },
        {
          "number": 6,
          "latin": "Tu ipse, Domine, solus, tu fecisti caelum, et caelum caelorum, et omnem exercitum eorum, terram, et universa quae in ea sunt: maria, et omnia quae in eis sunt: et tu vivificas omnia, et exercitus caelorum te adorat.",
          "english": "You alone, O Lord, are God. You created the universe and the highest heavens, and all the celestial beings within them. You made the earth and everything upon it, the seas and everything within them. You give life to all of them, and all the celestial beings worship You."
        },
        {
          "number": 7,
          "latin": "Tu ipse es, Domine Deus, qui elegisti Abram, et eduxisti eum de igne Chaldaeorum, et posuisti nomen ejus Abraham.",
          "english": "You alone are the Lord God, Who chose Abram and brought him forth from Ur of the Chaldees, and changed his name to Abraham."
        },
        {
          "number": 8,
          "latin": "Et invenisti cor ejus fidele coram te: et percussisti cum eo foedus, ut dares terram Chananaei, Hethaei, Amorrhaei, et Pherezaei, et Jebusaei, et Gergesaei, et daret semini ejus: et implevisti verba tua, quoniam justus es.",
          "english": "You found his heart faithful before You, and You made a covenant with him to give the land of the Canaanites, the Hittites, the Amorites, the Perizzites, the Jebusites, and the Girgashites to his descendants. And You fulfilled Your promises, because You are just."
        },
        {
          "number": 9,
          "latin": "Et vidisti afflictionem patrum nostrorum in Aegypto, et clamorem eorum audisti juxta mare Rubrum.",
          "english": "You saw the suffering of our ancestors in Egypt, and You heard their cry for help by the Red Sea."
        },
        {
          "number": 10,
          "latin": "Et dedisti signa atque portenta in Pharaone, et in omnibus servis ejus, et in universa terrae illius: sciebas enim quia superbe egerant contra eos: et fecisti tibi nomen sicut et in hac die.",
          "english": "And You performed great signs and wonders against Pharaoh, and against all his servants, and against all the people of that land, because You knew they had acted with arrogant cruelty against our people. Thus, You established Your Name as it is known even to this day."
        },
        {
          "number": 11,
          "latin": "Et mare divisisti ante eos, et transierunt per medium maris in sicco: ipsos vero persequentes projecisti in profundum, quasi lapidem in aquis vehementibus.",
          "english": "You divided the sea before them, and they passed through the midst of the sea on dry ground. But their pursuers You cast into the depths, like a stone plunged into raging waters."
        },
        {
          "number": 12,
          "latin": "Et in columna nubis dux eras eorum per diem, et in columna ignis per noctem, ut ostenderes eis viam per quam ingrederentur.",
          "english": "You were their guide by day in a pillar of cloud, and by night in a pillar of fire, to show them the way they should go."
        },
        {
          "number": 13,
          "latin": "Ad montem quoque Sinai descendisti, et locutus es cum eis de caelo, et dedisti eis judicia recta, et legem veritatis, caeremonias, et praecepta bona.",
          "english": "You also descended upon Mount Sinai and spoke with them from the sky. You gave them righteous judgments and a true law, along with good ceremonies and commandments."
        },
        {
          "number": 14,
          "latin": "Et sabbatum sanctificatum tuum ostendisti eis: et mandata, et caeremonias, et legem praecepisti eis in manu Moysi servi tui.",
          "english": "You made Your holy Sabbath known to them, and through Your servant Moses, You commanded them to obey Your precepts, Your ceremonies, and Your Law."
        },
        {
          "number": 15,
          "latin": "Et panem de caelo dedisti eis in fame eorum, et aquam de petra eduxisti eis sitientibus: et dixisti eis ut ingrederentur, et possiderent terram super quam levasti manum tuam ut dareis eis.",
          "english": "You gave them bread from the sky in their hunger, and brought forth water from the rock for them when they were thirsty. You commanded them to go in and take possession of the land concerning which You had sworn an oath to give it to them."
        },
        {
          "number": 16,
          "latin": "Ipsi vero et patres nostri superbe egerunt, et induraverunt cervices suas, et non audierunt mandata tua.",
          "english": "However, they—our ancestors—acted arrogantly and stubbornly resisted Your commands, refusing to listen to Your precepts."
        },
        {
          "number": 17,
          "latin": "Et noluerunt obedire, et non sunt memores mirabilium tuorum quae fecerant eis. Et induraverunt cervicem suam, et posuerunt caput ut reverterentur ad servitutem suam quasi per contentionem. Tu autem Deus propitius, clemens et misericors, longanimis, et multae miserationis, et non dereliquisti eos.",
          "english": "They refused to obey and did not remember the marvelous works You had done for them. They hardened their necks and appointed a leader to return to their bondage in Egypt, as if in defiance of You. But You are a God of pardon, gracious and merciful, patient, and full of great compassion, and You did not abandon them."
        },
        {
          "number": 18,
          "latin": "Sed et cum fecissent sibi vitulum conflatilem, et dixissent: Iste est Deus tuus, qui eduxit te de Aegypto: feceruntque blasphemias magnas.",
          "english": "Even when they made for themselves a molten calf and said, 'This is your god who brought you up out of Egypt!'—they committed great blasphemies."
        },
        {
          "number": 19,
          "latin": "Tu autem in misericordiis tuis multis non dimisisti eos in deserto: columna nubis non recessit ab eis per diem, ut duceret eos in via: et columna ignis per noctem, ut ostenderet eis iter per quod ingrederentur.",
          "english": "Yet, in Your great mercies, You did not abandon them in the desert. The pillar of cloud did not depart from them by day to lead them on the way, nor the pillar of fire by night to show them the path they should take."
        },
        {
          "number": 20,
          "latin": "Et spiritum tuum bonum dedisti, qui doceret eos: et manna tuum non prohibuisti ab ore eorum: et aquam dedisti eis in siti.",
          "english": "You also gave Your good Spirit to instruct them. You did not withhold Your manna from their mouths, and You gave them water when they were thirsty."
        },
        {
          "number": 21,
          "latin": "Quadraginta annis pavisti eos in deserto, et nihil eis defuit: vestimenta eorum non inveteraverunt, et pedes eorum non sunt attriti.",
          "english": "For forty years You nourished them in the desert, and they lacked nothing. Their clothes did not wear out, and their feet did not swell or become sore."
        },
        {
          "number": 22,
          "latin": "Et dedisti eis regna et populos, et partitus es eis sorte: et possederunt terram Sehon, et terram regis Hesebon, et terram Og regis Basan.",
          "english": "You gave them kingdoms and peoples, and You allotted territories to them. They took possession of the land of Sihon, the land of the king of Heshbon, and the land of Og, the king of Bashan."
        },
        {
          "number": 23,
          "latin": "Et multiplicasti filios eorum sicut stellas caeli, et adduxisti eos ad terram de qua dixeras patribus eorum ut ingrederentur et possiderent.",
          "english": "You multiplied their children like the stars of the sky, and brought them into the land about which You had told their ancestors they should enter and possess."
        },
        {
          "number": 24,
          "latin": "Et ingressi sunt filii, et possederunt terram: et humiliasti coram eis habitatores terrae Chananaeos, et dedisti eos in manus eorum, et reges eorum, et populos terrae, ut facerent eis sicut placeret illis.",
          "english": "So the children came and possessed the land. You humbled before them the Canaanite inhabitants of the land, and You delivered them—their kings and the peoples of the land—into their hands, so that they could do with them as they pleased."
        },
        {
          "number": 25,
          "latin": "Ceperuntque urbes munitas, et humum pinguem: et possederunt domos plenas cunctis bonis: cisternas excisas, et vineas, et oliveta, et ligna pomifera multa: et comederunt, et saturati sunt, et impinguati sunt, et abundavere deliciis tuis magnis.",
          "english": "They captured fortified cities and fertile land. They took possession of houses filled with all kinds of good things: wells already dug, vineyards, olive groves, and many fruit trees. They ate, were satisfied, grew fat, and reveled in Your great abundance."
        },
        {
          "number": 26,
          "latin": "Navi vero, et ad iracundiam te provocaverunt, et projecerunt legem tuam post tergum suum: et prophetas tuos occiderunt, qui testabantur adversus eos, ut reverterentur ad te: feceruntque blasphemias magnas.",
          "english": "But they became disobedient and provoked Your anger. They cast Your Law behind their backs and murdered Your prophets who testified against them to bring them back to You. They committed great blasphemies."
        },
        {
          "number": 27,
          "latin": "Et dedisti eos in manus hostium suorum, et afflixerunt eos. Et in tempore tribulationis suae clamaverunt ad te, et tu de caelo audisti: et secundum miserationes tuas multas dedisti eis salvatores, qui salvarent eos de manu hostium suorum.",
          "english": "Therefore, You delivered them into the hands of their enemies, who afflicted them. But in the time of their distress, they cried out to You, and You heard them from the sky. According to Your many mercies, You gave them saviors who rescued them from the hand of their enemies."
        },
        {
          "number": 28,
          "latin": "Cumque requievissent, revertebantur ut facerent malum coram te: et dimisisti eos in manu inimicorum suorum, et subjecti sunt eis. Et conversi sunt, et clamaverunt ad te: tu autem de caelo audisti, et liberasti eos per multas vices in misericordiis tuis.",
          "english": "But as soon as they had rest, they returned to doing evil in Your sight. So You abandoned them to the hand of their enemies, and they were subjected to them. Yet, when they turned back and cried out to You, You heard from the sky and, in Your mercies, delivered them many times."
        },
        {
          "number": 29,
          "latin": "Et testificatus es eis ut reverterentur ad legem tuam: ipsi vero superbe egerunt, et non audierunt mandata tua, et in judiciis tuis peccaverunt, quae faciet homo et vivet in eis: et dederunt humerum rebellem, et cervicem suam induraverunt, nec audierunt.",
          "english": "You testified against them, urging them to return to Your Law. But they acted arrogantly and would not listen to Your commandments. They sinned against Your ordinances, which a person must obey to live by them. They defiantly turned their backs and stiffened their necks, refusing to listen."
        },
        {
          "number": 30,
          "latin": "Et protraxisti super eos annos multos: et testificatus es in eis in spiritu tuo per manus prophetarum tuorum: et non audierunt, et tradidisti eos in manu populorum terrarum.",
          "english": "You bore with them for many years and testified against them by Your Spirit through the hands of Your prophets. Yet, they would not listen, so You delivered them into the hands of the peoples of the lands."
        },
        {
          "number": 31,
          "latin": "In misericordiis autem tuis plurimis non consumpsisti eos, neque dereliquisti eos: quoniam Deus propitius et misericors es tu.",
          "english": "Nevertheless, in Your abundant mercies, You did not utterly destroy them nor abandon them, for You are a gracious and merciful God."
        },
        {
          "number": 32,
          "latin": "Nunc itaque Deus noster magne, fortis et terribilis, custodiens pactum et misericordiam, ne avertas a facie tua omnem laborem, qui apprehendit nos, reges nostros, et principes nostros, et sacerdotes nostros, et prophetas nostros, et patres nostros, et omnem populum tuum, a diebus regis Assyriorum usque in diem hanc.",
          "english": "Now therefore, our God, great, mighty, and terrible, Who keeps covenant and mercy, do not let all the trouble that has come upon us seem insignificant in Your sight. This trouble has afflicted our kings, our princes, our priests, our prophets, our ancestors, and all Your people, from the days of the kings of Assyria until this very day."
        },
        {
          "number": 33,
          "latin": "Et tu justus es in omnibus quae venerunt super nos: quia veritatem fecisti, nos autem impie egimus.",
          "english": "You are just in all that has come upon us, for You have acted faithfully, but we have acted wickedly."
        },
        {
          "number": 34,
          "latin": "Reges nostri, principes nostri, sacerdotes nostri, et patres nostri non fecerunt legem tuam, nec attendertunt mandata tua, et testimonia tua quibus testificatus es in eis.",
          "english": "Our kings, our princes, our priests, and our ancestors did not follow Your Law. They did not pay attention to Your commandments or to Your testimonies by which You warned them."
        },
        {
          "number": 35,
          "latin": "Ipsi enim in regnis suis, et in bonitate tua multa, quam dederas eis, et in terra latissima et pingui quam tradideras in conspectu eorum, non servierunt tibi, nec reversi sunt a studiis suis pessimis.",
          "english": "For even in their kingdoms, and despite Your great goodness that You had given them, and in the very spacious and fertile land that You had delivered before them, they did not serve You. Nor did they turn from their wicked practices."
        },
        {
          "number": 36,
          "latin": "Ecce nos ipsi hodie servi sumus: et in terra quam dedisti patribus nostris, ut comederent fructum ejus, et bona ejus, nos ipsi servi sumus.",
          "english": "Behold, we ourselves are servants today. And in the very land You gave to our ancestors, for them to eat its fruit and enjoy its good things, we ourselves are servants."
        },
        {
          "number": 37,
          "latin": "Et fruges ejus multiplicantur regibus, quos posuisti super nos propter peccata nostra: et corporibus nostris dominantur, et jumentis nostris secundum voluntatem suam: et in tribulatione magna sumus.",
          "english": "Its abundant produce now goes to the kings You have placed over us because of our sins. They dominate our bodies and our livestock according to their own will, and we are in great distress."
        },
        {
          "number": 38,
          "latin": "Propter omnia igitur haec nos ipsi percutimus foedus, et scribimus: et signant principes nostri, Levitae nostri, et sacerdotes nostri.",
          "english": "Because of all this, we ourselves are making a firm covenant and writing it down. Our princes, our Levites, and our priests are putting their seals upon it."
        },
        {
          "number": 1,
          "latin": "Die autem vicesimo quarto mensis hujus, convenerunt filii Israel in jejunio, et in saccis, et cinere super capita eorum.",
          "english": "On the twenty-fourth day of this particular month, the children of Israel gathered together. They were engaged in fasting, dressed in sackcloth, and had ashes on their heads as a sign of repentance."
        },
        {
          "number": 2,
          "latin": "Et separaverunt se filii Israel ab omni filio alienigenæ: et steterunt, et confessi sunt peccata sua, et iniquitates patrum suorum.",
          "english": "And the children of Israel separated themselves from all foreign people. They stood up and publicly confessed their own sins and the wickedness that their ancestors had committed."
        },
        {
          "number": 3,
          "latin": "Et surrexerunt ad standum: et legerunt in volumine Legis Domini Dei sui quatuor partes diei: et quatuor partes confitebantur, et adorabant Dominum Deum suum.",
          "english": "Then they stood up, and for one quarter of the day they read from the book of the Law of the Lord their God. For another quarter of the day, they confessed their sins and worshipped the Lord their God."
        },
        {
          "number": 4,
          "latin": "Surrexit autem super gradum Levitarum Josue, et Bani, et Cedmihel, Sebania, Bonni, Serebia, Bani, Chanani: et clamaverunt voce magna ad Dominum Deum suum.",
          "english": "Then Josue, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani stood on the platform designated for the Levites. They then cried out with a loud voice to the Lord their God."
        },
        {
          "number": 5,
          "latin": "Et dixerunt Levitæ Josue, et Cedmihel, Bani, Hasabnia, Serebia, Odaia, Sebania, Phathahia: Surgite, benedicite Dominum Deum vestrum ab æterno usque in æternum: et benedicant nomini gloriæ tuæ excelso super omnem benedictionem et laudem.",
          "english": "And the Levites—Josue, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah—said: “Rise up and bless the Lord your God from everlasting to everlasting. May they bless Your glorious Name, which is exalted above every blessing and praise!"
        },
        {
          "number": 6,
          "latin": "Tu ipse es Dominus solus, tu fecisti cælum, et cælum cælorum, et omnem exercitum eorum, terram, et universa quæ in ea sunt: maria, et omnia quæ in eis sunt: et tu vivificas omnia, et exercitus cæli te adorat.",
          "english": "You alone are the Lord. You created the universe and all the heavens within it, with all their hosts of stars and celestial bodies. You created the earth and everything that is in it: the seas and all that is in them. You give life to all of them, and the heavenly hosts worship You."
        },
        {
          "number": 7,
          "latin": "Tu ipse, Domine Deus, qui elegisti Abram, et eduxisti eum de igne Chaldæorum, et posuisti nomen ejus Abraham.",
          "english": "You, O Lord God, are the One who chose Abram. You brought him out from the Ur of the Chaldeans, which was a place of idolatry and evil. You then changed his name to Abraham."
        },
        {
          "number": 8,
          "latin": "Et invenisti cor ejus fidele coram te: et percussisti cum eo fœdus, ut dares ei terram Chananæi, Hethæi, Amorrhæi, Pherezæi, Jebusæi, et Gergesæi, et semini ejus: et implevisti verba tua, quoniam justus es.",
          "english": "You found his heart to be faithful before You, and You made a covenant with him. You promised to give him the land of the Canaanites, the Hittites, the Amorites, the Perizzites, the Jebusites, and the Girgashites, and to his descendants. You kept Your promises because You are just."
        },
        {
          "number": 9,
          "latin": "Et vidisti afflictionem patrum nostrorum in Ægypto, et clamorem eorum audisti juxta mare Rubrum.",
          "english": "You saw the affliction of our ancestors in Egypt. You heard their cry for help by the Red Sea."
        },
        {
          "number": 10,
          "latin": "Et dedisti signa atque portenta in Pharaone, et in universis servis ejus, et in omni terra ejus: sciebas enim quia superbe agebant contra eos: et fecisti tibi nomen sicut et in hac die.",
          "english": "You performed signs and wonders against Pharaoh, against all his servants, and against all his land. For You knew that they had dealt proudly and oppressively against our ancestors. You made a name for Yourself that is still revered to this very day."
        },
        {
          "number": 11,
          "latin": "Et mare divisisti ante eos, et transierunt per medium maris in sicco: ipsos vero persequentes projecisti in profundum, quasi lapidem in aquis vehementibus.",
          "english": "You divided the sea before them, and they passed through the middle of the sea on dry ground. But their pursuers You cast into the deep, like a stone thrown into mighty waters."
        },
        {
          "number": 12,
          "latin": "Et in columna nubis ductor eorum fuisti per diem, et in columna ignis per noctem, ut ostenderes eis viam per quam ingrederentur.",
          "english": "You led them by a pillar of cloud during the day and by a pillar of fire at night, so that You might show them the way they should go."
        },
        {
          "number": 13,
          "latin": "Ad montem quoque Sina descendisti, et locutus es cum eis de cælo, et dedisti eis judicia recta, et legem veritatis, cæremonias et præcepta bona.",
          "english": "You also descended upon Mount Sinai and spoke with them from the heavens. You gave them righteous judgments and the Law of truth, good statutes, and commandments."
        },
        {
          "number": 14,
          "latin": "Et sabbatum sanctificatum tuum ostendisti eis: et mandata, et cæremonias, et legem, præcepisti eis in manu Moysi servi tui.",
          "english": "You made known to them Your holy Sabbath, and You commanded them precepts, statutes, and the Law through the hand of Moses, Your servant."
        },
        {
          "number": 15,
          "latin": "Et panem de cælo dedisti eis in fame eorum, et aquam de petra eduxisti eis sitientibus: et dixisti eis ut ingrederentur, et possiderent terram super quam levasti manum tuam ut dareis eis.",
          "english": "You gave them bread from the sky during their hunger, and You brought forth water for them from the rock when they were thirsty. And You told them to go in and possess the land, which You had sworn to give them by raising Your hand."
        },
        {
          "number": 16,
          "latin": "Ipsi vero et patres nostri superbe egerunt, et induraverunt cervices suas, et non audierunt mandata tua.",
          "english": "But they, our ancestors, acted proudly. They stiffened their necks in rebellion and refused to listen to Your commandments."
        },
        {
          "number": 17,
          "latin": "Et noluerunt obedire, et non sunt recordati mirabilium tuorum quæ feceratis eis: et induraverunt cervices suas, et posuerunt caput ut reverterentur ad servitutem suam quasi per contentionem. Tu autem Deus propitius, clemens et misericors, longanimis et multæ miserationis, non dereliquisti eos.",
          "english": "They refused to obey and did not remember the wonderful things You had done for them. They stiffened their necks and appointed a leader to return to their slavery in Egypt, as if through contention. But You, O God, are forgiving, gracious, and merciful. You are patient and abounding in compassion. You did not abandon them."
        },
        {
          "number": 18,
          "latin": "Quin potius et vitulum fusile fecerunt sibi, et dixerunt: Iste est Deus tuus, qui eduxit te de Ægypto: et fecerunt blasphemias magnas.",
          "english": "Indeed, they even made a molten calf for themselves and said, 'This is your god who brought you out of Egypt!' And they committed great blasphemies."
        },
        {
          "number": 19,
          "latin": "Tu autem in multitudine miserationum tuarum non dimisisti eos in deserto: columna nubis non recessit ab eis per diem, ut duceret eos in via: et columna ignis per noctem, ut ostenderet eis iter per quod ingrederentur.",
          "english": "Yet, in Your abundant mercies, You did not abandon them in the desert. The pillar of cloud did not depart from them by day, guiding them on their way, nor did the pillar of fire by night, showing them the path they should take."
        },
        {
          "number": 20,
          "latin": "Et spiritum tuum bonum dedisti, qui doceret eos, et manna tuum non prohibuisti ab ore eorum, et aquam dedisti eis in siti.",
          "english": "You also gave Your good Spirit to instruct them. You did not withhold Your manna from their mouths, and You gave them water when they were thirsty."
        },
        {
          "number": 21,
          "latin": "Quadraginta annis nutristi eos in deserto, nihil eis defuit: vestimenta eorum non sunt attrita, et pedes eorum non sunt arentes.",
          "english": "For forty years You nourished them in the desert, and they lacked nothing. Their clothes did not wear out, and their feet did not swell."
        },
        {
          "number": 22,
          "latin": "Et dedisti eis regna et populos, et partitus es eis sortes: et possederunt terram Sehon, et terram regis Hesebon, et terram Og regis Basan.",
          "english": "You gave them kingdoms and peoples, and You allotted them territories. So they possessed the land of Sihon, the land of the king of Heshbon, and the land of Og, the king of Bashan."
        },
        {
          "number": 23,
          "latin": "Et filios eorum multiplicasti sicut stellas cæli, et adduxisti eos ad terram de qua dixeras patribus eorum ut ingrederentur et possiderent.",
          "english": "You multiplied their children like the stars of the sky. You brought them to the land of which You had told their ancestors, so that they might go in and possess it."
        },
        {
          "number": 24,
          "latin": "Et venerunt filii, et possederunt terram: et humiliasti coram eis habitatores terræ Chananæos, et dedisti eos in manu eorum, et reges eorum, et populos terræ, ut facerent eis sicut placeret illis.",
          "english": "And the children came and possessed the land. You humbled before them the Canaanite inhabitants of the land. You delivered the Canaanites into their hand, along with their kings and the peoples of the land, so that our ancestors might do with them as they pleased."
        },
        {
          "number": 25,
          "latin": "Ceperuntque urbes munitas, et humum fertilem, et possederunt domos plenas cunctis bonis, cisternas dolatas, vineas et oliveta, et ligna pomifera multa: et comederunt, et saturati sunt, et impinguati sunt, et abundavere deliciis tuis magnis.",
          "english": "They captured fortified cities and fertile ground. They took possession of houses full of all good things, hewn cisterns, vineyards, and olive groves, and many fruit trees. They ate and were satisfied. They grew fat and abounded in Your great delicacies."
        },
        {
          "number": 26,
          "latin": "Et provocaverunt te in iracundiam, et recesserunt a te, et projecerunt legem tuam post terga sua: et prophetas tuos occiderunt, qui contestabantur eos ut reverterentur ad te: feceruntque blasphemias magnas.",
          "english": "Yet they provoked You to anger and turned away from You. They cast Your Law behind their backs and killed Your prophets who testified against them to bring them back to You. They committed great blasphemies."
        },
        {
          "number": 27,
          "latin": "Et dedisti eos in manu hostium suorum, et afflixerunt eos. Et in tempore tribulationis suæ clamaverunt ad te, et tu de cælo audisti, et secundum miserationes tuas multas dedisti eis salvatores, qui salvaverunt eos de manu hostium suorum.",
          "english": "So You delivered them into the hand of their enemies, and their enemies afflicted them. But in the time of their tribulation, they cried out to You, and You heard them from the heavens. According to Your great mercies, You gave them saviors who saved them from the hand of their enemies."
        },
        {
          "number": 28,
          "latin": "Cumque requievissent, revertebantur ut facerent malum in conspectu tuo: et dimisisti eos in manu inimicorum suorum, et subjecerunt eos. Et conversi sunt, et clamaverunt ad te: et tu de cælo audisti, et liberasti eos per multas vices in miserationibus tuis.",
          "english": "But when they had rest, they returned to doing evil in Your sight. So You left them in the hand of their enemies, who subjugated them. Then they turned back and cried out to You, and You heard them from the heavens. You delivered them many times through Your mercies."
        },
        {
          "number": 29,
          "latin": "Et contestabaris eos ut reduceres eos ad legem tuam. Ipsi vero superbe egerunt, et non audierunt mandata tua, et in judiciis tuis peccaverunt, quæ faciet homo, et vivet in eis: et dederunt humerum recedentem, et cervicem suam induraverunt, nec audierunt.",
          "english": "You earnestly warned them to bring them back to Your Law. But they acted proudly and did not listen to Your commandments. They sinned against Your judgments—those judgments by which a person lives when he keeps them. They turned a rebellious shoulder, stiffened their necks, and refused to listen."
        },
        {
          "number": 30,
          "latin": "Et protraxisti super eos annos multos: et contestatus es eos in spiritu tuo per manum prophetarum tuorum: et non audierunt, et tradidisti eos in manu populorum terrarum.",
          "english": "You bore with them for many years. You solemnly warned them by Your Spirit through the hand of Your prophets. Yet they did not listen, so You delivered them into the hands of the peoples of the lands around them."
        },
        {
          "number": 31,
          "latin": "In misericordiis autem tuis plurimis non consumpsisti eos, neque dereliquisti eos: quoniam Deus propitius et misericors es tu.",
          "english": "Nevertheless, in Your abundant mercies, You did not utterly consume them nor did You abandon them, because You are a forgiving and merciful God."
        },
        {
          "number": 32,
          "latin": "Nunc itaque Deus noster magne, fortis et terribilis, custos pacti et misericordiæ, ne avertas a facie tua omnem laborem qui apprehendit nos, reges nostros, principes nostros, et sacerdotes nostros, et prophetas nostros, et patres nostros, et omnem populum tuum a diebus regis Assur usque in diem hanc.",
          "english": "Now therefore, our God, great, mighty, and awesome, You who keep covenant and mercy, do not let all the hardship that has come upon us seem insignificant in Your sight. It has come upon our kings, our princes, our priests, our prophets, our ancestors, and all Your people, from the days of the kings of Assyria until this very day."
        },
        {
          "number": 33,
          "latin": "Et tu justus es in omnibus quæ venerunt super nos: quia veritatem fecisti, nos vero impie egimus.",
          "english": "You are just in all that has come upon us, for You have acted faithfully, but we have acted wickedly."
        },
        {
          "number": 34,
          "latin": "Reges nostri, principes nostri, sacerdotes nostri, et patres nostri non fecerunt legem tuam, nec attenderunt ad præcepta tua, et ad testimonia tua quæ testificatus es in eis.",
          "english": "Our kings, our princes, our priests, and our ancestors did not follow Your Law. They paid no attention to Your commandments or to Your warnings that You gave them."
        },
        {
          "number": 35,
          "latin": "Et ipsi in regnis suis, et in bonitate tua multa quam dederas eis, et in terra latissima et pingui quam tradideras in conspectu eorum, non servierunt tibi, nec reversi sunt a studiis suis pessimis.",
          "english": "Even in their own kingdoms, and despite Your abundant goodness that You gave them, and in the very broad and rich land which You delivered before them, they did not serve You. They did not turn from their wicked practices."
        },
        {
          "number": 36,
          "latin": "Ecce nos ipsi hodie servi sumus: et in terra quam dedisti patribus nostris ut comederent fructum ejus, et bona illius, et nos ipsi servi sumus in ea.",
          "english": "Behold, we ourselves are servants today. In the land that You gave to our ancestors to enjoy its fruit and its good things, we ourselves are now servants within it."
        },
        {
          "number": 37,
          "latin": "Et fruges ejus multiplicantur regibus quos posuisti super nos propter peccata nostra: et corporibus nostris dominantur, et jumentis nostris, secundum voluntatem suam: et in tribulatione magna sumus.",
          "english": "Its abundant produce now goes to the kings whom You have set over us because of our sins. They rule over our bodies and our livestock according to their own will, and we are in great tribulation."
        },
        {
          "number": 38,
          "latin": "Super omnibus igitur his nos ipsi percutimus fœdus, et scribimus, et signant principes nostri, Levitæ nostri, et sacerdotes nostri.",
          "english": "Therefore, concerning all these things, we ourselves are making a solemn covenant and writing it down. Our princes, our Levites, and our priests are putting their seals upon it."
        },
        {
          "number": 39,
          "latin": "Signabant autem Nehemias Athersatha, filius Hachaliam, et Sedecias,",
          "english": "Those who signed were Nehemiah the governor, son of Hacaliah, and Zedekiah."
        },
        {
          "number": 40,
          "latin": "Saraia, Azarias, Jeremias, Pheshur, Amaria, Melchia, Hattus, Sebania, Melluch, Harim, Bana, Meremoth, Abdia, Daniel, Genthon, Baruch, Mosollam, Abia, Miamin, Maazia, Belgia, Semeia: hi sacerdotes.",
          "english": "Also Seraiah, Azariah, Jeremiah, Pashhur, Amariah, Malchijah, Hattush, Shebaniah, Malluch, Harim, Baanah, Meremoth, Obadiah, Daniel, Ginnethon, Baruch, Meshullam, Abijah, Mijamin, Maaziah, Bilgai, Shemaiah. These were the priests who signed the covenant."
        }
      ]
    },
    {
      "number": 10,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Hi autem qui signaverunt, fuerunt Nehemias, Athersatha filius Hachaliam, et Sedecias,",
          "english": "These are the ones who put their seal upon the covenant: Nehemiah, the governor (son of Hacaliah), and Zedekiah,"
        },
        {
          "number": 2,
          "latin": "Saraia, Azarias, Jeremias,",
          "english": "Seraiah, Azariah, Jeremiah,"
        },
        {
          "number": 3,
          "latin": "Pashur, Amaria, Melchia,",
          "english": "Pashhur, Amariah, Malchijah,"
        },
        {
          "number": 4,
          "latin": "Hattush, Sebanias, Malluch,",
          "english": "Hattush, Shebaniah, Malluch,"
        },
        {
          "number": 5,
          "latin": "Harim, Meremoth, Abdia,",
          "english": "Harim, Meremoth, Obadiah,"
        },
        {
          "number": 6,
          "latin": "Daniel, Ginnethon, Baruch,",
          "english": "Daniel, Ginnethon, Baruch,"
        },
        {
          "number": 7,
          "latin": "Mosollam, Abia, Miamin,",
          "english": "Meshullam, Abijah, Mijamin,"
        },
        {
          "number": 8,
          "latin": "Maazia, Belgia, Semeia: hi sacerdotes.",
          "english": "Maaziah, Bilgai, Shemaiah. These were the priests who signed."
        },
        {
          "number": 9,
          "latin": "Levitae quoque: Josue filius Azaniae, Bennui de filiis Henadad, Cedmihel,",
          "english": "And these were the Levites: Jeshua the son of Azaniah, Binnui from the sons of Henadad, Kadmiel,"
        },
        {
          "number": 10,
          "latin": "Sebania, Odaia, Celita, Falaia, Hanan,",
          "english": "Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,"
        },
        {
          "number": 11,
          "latin": "Micha, Roob, Hasebia,",
          "english": "Mica, Rehob, Hashabiah,"
        },
        {
          "number": 12,
          "latin": "Zacchur, Serebia, Sabania,",
          "english": "Zaccur, Sherebiah, Shebaniah,"
        },
        {
          "number": 13,
          "latin": "Odaia, Bani, Baninu.",
          "english": "Hodiah, Bani, Beninu."
        },
        {
          "number": 14,
          "latin": "Principes populi: Pharos, Phahath Moab, Elam, Zethu, Bani,",
          "english": "These were the chiefs of the people: Parosh, Pahath-Moab, Elam, Zattu, Bani,"
        },
        {
          "number": 15,
          "latin": "Buni, Azgad, Bebai,",
          "english": "Bunni, Azgad, Bebai,"
        },
        {
          "number": 16,
          "latin": "Adonia, Begnai, Adin,",
          "english": "Adonijah, Bigvai, Adin,"
        },
        {
          "number": 17,
          "latin": "Ater, Ezecia, Azur,",
          "english": "Ater, Hezekiah, Azzur,"
        },
        {
          "number": 18,
          "latin": "Odaia, Hasum, Besai,",
          "english": "Hodiah, Hashum, Bezai,"
        },
        {
          "number": 19,
          "latin": "Hariph, Anathoth, Nebai,",
          "english": "Hariph, Anathoth, Nebai,"
        },
        {
          "number": 20,
          "latin": "Megphias, Mosollam, Hesir,",
          "english": "Magpiash, Meshullam, Hezir,"
        },
        {
          "number": 21,
          "latin": "Mesezabael, Sadoc, Jeddua,",
          "english": "Meshezabel, Zadok, Jaddua,"
        },
        {
          "number": 22,
          "latin": "Phaltia, Hanan, Anaia,",
          "english": "Pelatiah, Hanan, Anaiah,"
        },
        {
          "number": 23,
          "latin": "Osee, Hanania, Hassub,",
          "english": "Hoshea, Hananiah, Hasshub,"
        },
        {
          "number": 24,
          "latin": "Alohes, Phila, Sobec,",
          "english": "Hallohesh, Pilha, Shobek,"
        },
        {
          "number": 25,
          "latin": "Rehum, Hasabna, Maasia,",
          "english": "Rehum, Hashabnah, Maaseiah,"
        },
        {
          "number": 26,
          "latin": "et Ahia, Hanan, Anan,",
          "english": "Ahiah, Hanan, Anan,"
        },
        {
          "number": 27,
          "latin": "Malluch, Harim, Baana.",
          "english": "Malluch, Harim, Baanah."
        },
        {
          "number": 28,
          "latin": "Et reliqua plebis, sacerdotes, Levitae, janitores, cantores, Nathinaei, et omnis qui se separaverat de populis terrarum ad legem Dei, uxores eorum, filii eorum, et filiae eorum, omnes qui poterant sapere,",
          "english": "And the rest of the people—the priests, the Levites, the gatekeepers, the singers, the temple servants—and everyone who had separated themselves from the foreign peoples of the land to follow God's law, along with their wives, their sons, and their daughters, all who had understanding—"
        },
        {
          "number": 29,
          "latin": "junxerunt cum fratribus suis potentioribus, et intraverunt sub execratione et in juramento, ut ambularent in lege Dei, quam dederat in manu Moysi servi Dei, et ut facerent et custodirent universa mandata Domini Dei nostri, et judicia ejus, et caeremonias ejus:",
          "english": "They joined with their more prominent kinsmen, and solemnly bound themselves by a curse and an oath to walk in God's law, which He had given through His servant Moses. They swore to observe and perform all the commandments of the Lord our God, along with His judgments and His ritual practices."
        },
        {
          "number": 30,
          "latin": "et ne daremus filias nostras populis terrae, et filias eorum non acciperemus filiis nostris.",
          "english": "They also swore that they would not give their daughters in marriage to the foreign peoples of the land, nor would they take the daughters of these peoples as wives for their sons."
        },
        {
          "number": 31,
          "latin": "Populi quoque terrae, si inferrent venales et omnia cibaria per diem sabbati, et per diem sanctificatum, nihil acciperemus ab eis: et dimitteremus annum septimum, et exactionem omnis manus.",
          "english": "They further agreed that if the foreign peoples of the land were to bring goods or any food for sale on the Sabbath or on any other holy day, they would not buy anything from them. They also committed to observing the Sabbath year—the seventh year—by letting the land rest, and they would forgive every debt owed to them."
        },
        {
          "number": 32,
          "latin": "Et statuimus super nos praecepta, ut daremus tertiam partem sicli per annum ad opus domus Dei nostri,",
          "english": "We also imposed ordinances upon ourselves to contribute a third of a shekel each year for the service of the house of our God."
        },
        {
          "number": 33,
          "latin": "in propositione panum, et in sacrificio sempiterno, et in holocausto sempiterno, et in sabbatis et in calendiis, in his quae sanctificantur, et in primitiis sanctuarii, et pro peccato, et pro universalibus Israëlis, et in omnem usum domus Dei nostri.",
          "english": "This contribution was for the showbread, for the regular grain offering, for the regular burnt offering, for the Sabbaths and new moon festivals, for all the consecrated offerings, for the firstfruits of the sanctuary, for the sin offerings to make atonement for all Israel, and for all the necessary services of the house of our God."
        },
        {
          "number": 34,
          "latin": "Sortes ergo misimus super oblationem lignorum inter sacerdotes, et Levitas, et populum, ut afferrent ligna in domum Dei nostri secundum domos patrum nostrorum, per tempora, anni in diebus statutis, ut adoleatur super altare Domini Dei nostri, sicut scriptum est in lege Moysi.",
          "english": "We also cast lots among the priests, the Levites, and the people to determine the schedule for bringing the wood offering to the house of our God. Each ancestral house would bring its portion at appointed times each year on specified days, so that it could be burned upon the altar of the Lord our God, just as it is written in the law of Moses."
        },
        {
          "number": 35,
          "latin": "Et ut afferremus primitias terrae nostrae, et primitias omnium fructuum ligni, ab anno in annum, in domo Domini.",
          "english": "And we agreed to bring the firstfruits of our land and the firstfruits of all the produce from every tree, year after year, to the house of the Lord."
        },
        {
          "number": 36,
          "latin": "Et primitiva filiorum nostrorum, et pecudum nostrarum, sicut scriptum est in lege, et primitiva boum nostrorum, et ovium nostrarum, ut afferrentur in domum Dei nostri, sacerdotibus qui ministrant in domo Dei nostri.",
          "english": "And we committed to bringing the firstborn of our sons and of our livestock, as it is written in the law, as well as the firstborn of our oxen and our sheep. These offerings are to be brought to the house of our God, to the priests who minister there."
        },
        {
          "number": 37,
          "latin": "Et primitias ciborum nostrorum, et libamentorum nostrorum, et poma ex omni ligno, vindemiae quoque et olei afferremus sacerdotibus ad cellaria domus Dei nostri, et decimam terrae nostrae Levitis. Ipsi Levitae accipient decimas ex omnibus civitatibus culturae nostrae.",
          "english": "We also agreed to bring the firstfruits of our ground grain, our drink offerings, the fruit from every tree, the new wine, and the oil to the priests, to be stored in the storerooms of the house of our God. And we would bring a tenth of our land's produce to the Levites. The Levites themselves are to collect the tithes from all the cities where we farm."
        },
        {
          "number": 38,
          "latin": "Sacerdos autem filius Aaron erit cum Levitis in decimis Levitarum, et Levitae offerent decimam decimae suae in domo Dei nostri, ad cellaria thesauri.",
          "english": "A priest, a son of Aaron, must be present with the Levites when the Levites collect the tithes. And the Levites, in turn, must bring a tenth of their collected tithes to the house of our God, to be placed in the storerooms of the treasury."
        },
        {
          "number": 39,
          "latin": "Ad cellaria enim afferent filii Israëlis, et filii Levi primitias frumenti, vini, et olei: et ibi erunt vasa sanctuarii, et sacerdotes qui ministrant, et cantores, et janitores: et non dimittemus domum Dei nostri.",
          "english": "For to these storerooms, the sons of Israel and the sons of Levi are to bring the firstfruits of their grain, new wine, and oil. There, the vessels of the sanctuary are to be kept, and the priests who minister, along with the singers and the gatekeepers, are to be present. In this way, we declared that we would not neglect the house of our God."
        }
      ]
    },
    {
      "number": 11,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Habitaverunt autem principes populi in Jerusalem: reliqua vero plebs misit sortes ut ducerent unum de decem qui habitaret in Jerusalem civitate sancta, et novem partes in civitatibus.",
          "english": "The leaders of the people had already settled in Jerusalem. For the remaining population, lots were cast so that one out of every ten people would come to live in Jerusalem, the holy city, while the other nine out of ten would remain in their respective towns."
        },
        {
          "number": 2,
          "latin": "Et benedixit populus omnibus viris qui sponte obtulerant se ut habitarent in Jerusalem.",
          "english": "The people blessed all those men who willingly volunteered to live in Jerusalem."
        },
        {
          "number": 3,
          "latin": "Hi sunt ergo principes provinciae qui habitaverunt in Jerusalem, et in civitatibus Juda: et unusquisque in possessione sua, in urbibus suis, Israel, sacerdotes, Levitae, Nathinæi, et filii servorum Salomonis.",
          "english": "These are the leaders of the province who lived in Jerusalem and in the other cities of Judah, each in his own inherited land and his own town. These included Israelites, priests, Levites, the Nethinim, and the descendants of Solomon's servants."
        },
        {
          "number": 4,
          "latin": "Et in Jerusalem habitaverunt de filiis Juda, et de filiis Benjamin: de filiis Juda, Athaias filius Azariae, filii Zachariae, filii Amariae, filii Sephatiae, filii Malaleel, de filiis Phares:",
          "english": "In Jerusalem, some descendants of Judah and Benjamin took up residence. From the descendants of Judah, there was Athaiah, whose lineage traced back through Azariah, Zechariah, Amariah, Shephatiah, and Mahalalel, all of the family of Perez."
        },
        {
          "number": 5,
          "latin": "et Maasia filius Baruch, filii Colhozae, filii Hazaiae, filii Adaiae, filii Jojarib, filii Zachariae, filii Siloni.",
          "english": "Also from Judah, there was Maaseiah, son of Baruch, whose line went through Col-Hozeh, Hazaiah, Adaiah, Joiarib, and Zechariah, from the family of the Shilonites."
        },
        {
          "number": 6,
          "latin": "Omnes filii Phares, qui habitaverunt in Jerusalem, quadringenti sexaginta octo viri fortes.",
          "english": "All the descendants of Perez who lived in Jerusalem numbered four hundred and sixty-eight strong, capable men."
        },
        {
          "number": 7,
          "latin": "Et hi filii Benjamin: Sellum filius Mosollam, filii Joed, filii Phadaiae, filii Colaiae, filii Maasiae, filii Ithiel, filii Isaiae:",
          "english": "From the descendants of Benjamin, there was Sallu, son of Meshullam, whose ancestry included Joed, Pedaiah, Kolaiah, Maaseiah, Ithiel, and Jeshaiah."
        },
        {
          "number": 8,
          "latin": "et post eum Gabai, Sellai, nongenti viginti octo.",
          "english": "And following him were Gabbai and Sallai, totaling nine hundred and twenty-eight men from Benjamin."
        },
        {
          "number": 9,
          "latin": "Et Joel filius Zechri praepositus eorum: et Judas filius Senua super civitatem secundus.",
          "english": "Joel, son of Zichri, was appointed as their overseer. And Judah, son of Senuah, held the position of second in command over the city."
        },
        {
          "number": 10,
          "latin": "De sacerdotibus autem: Idaia filius Jojarib, Jachin,",
          "english": "Now for the priests: Jedaiah, son of Joiarib, and Jachin."
        },
        {
          "number": 11,
          "latin": "Saraia filius Helciae, filii Mosollam, filii Sadoc, filii Meraioth, filii Achitob, princeps domus Dei,",
          "english": "Seraiah, son of Hilkiah, whose line included Meshullam, Zadok, Meraiah, and Ahitub, served as the chief minister for the house of God, meaning the Temple."
        },
        {
          "number": 12,
          "latin": "et fratres eorum facientes opera templi: octingenti viginti duo. Et Adaia filius Jeroham, filii Phadiae, filii Amzi, filii Zachariae, filii Pheshur, filii Melchiae,",
          "english": "And their brethren, who performed the work in the Temple, numbered eight hundred and twenty-two. There was also Adaiah, son of Jeroham, whose ancestry traced through Pedaiah, Amzi, Zechariah, Pashhur, and Malchijah."
        },
        {
          "number": 13,
          "latin": "et fratres ejus principes patrum: ducenti quadraginta duo. Et Amasia filius Azareel, filii Ahazi, filii Mosollamoth, filii Emmer,",
          "english": "And his brethren, who were the leaders of their ancestral houses, numbered two hundred and forty-two. There was also Amashsai, son of Azarel, whose lineage included Ahzai, Meshillemoth, and Immer."
        },
        {
          "number": 14,
          "latin": "et fratres eorum fortissimi viri: centum viginti octo. Et praepositus eorum Zabdiel filius potentium.",
          "english": "And his brethren, mighty and strong men, numbered one hundred and twenty-eight. Their overseer was Zabdiel, who was a son of the notable men, meaning a prominent family."
        },
        {
          "number": 15,
          "latin": "De Levitis autem: Semeia filius Hassub, filii Azaricam, filii Hasabiae, filii Buni:",
          "english": "Now for the Levites: Shemaiah, son of Hasshub, whose ancestry traced through Azrikam, Hashabiah, and Bunni."
        },
        {
          "number": 16,
          "latin": "et Sabatai et Jozabed super opera quae erant forinsecus domus Dei, praepositi Levitarum:",
          "english": "And Shabbethai and Jozabad were appointed as overseers of the Levites, specifically for the tasks and duties outside the Temple of God."
        },
        {
          "number": 17,
          "latin": "Et Matthania filius Micha, filii Zebedee, filii Asaph, princeps ad laudandum, et ad confitendum in oratione: et Becbecia secundus de fratribus ejus, et Abda filius Samua, filii Galal, filii Idithun.",
          "english": "And Mattaniah, son of Micah, whose line went through Zabdi and Asaph, was the chief leader in offering praise and giving thanks in prayer. Bakbukiah was his second in command among his brethren. There was also Abda, son of Shammua, whose lineage included Galal and Jeduthun."
        },
        {
          "number": 18,
          "latin": "Omnes Levitae in civitate sancta: ducenti octoginta quatuor.",
          "english": "All the Levites who resided in the holy city totaled two hundred and eighty-four."
        },
        {
          "number": 19,
          "latin": "Et janitores: Accub, Telmon, et fratres eorum, qui custodiebant ostia: centum septuaginta duo.",
          "english": "And the gatekeepers: Akkub, Talmon, and their brethren, who were responsible for guarding the gates, numbered one hundred and seventy-two."
        },
        {
          "number": 20,
          "latin": "Et reliqui de Israel, sacerdotes et Levitae, in universis civitatibus Juda, unusquisque in haereditate sua.",
          "english": "The rest of the Israelites, including priests and Levites, remained in all the other cities of Judah, each in his own inherited land."
        },
        {
          "number": 21,
          "latin": "Nathinæi autem habitaverunt in Ophel: et Sia et Gaspha de Nathinæis.",
          "english": "The Nethinim, however, lived in the Ophel district. Ziha and Gishpa were prominent among the Nethinim."
        },
        {
          "number": 22,
          "latin": "Et praepositus Levitarum in Jerusalem, Azzi filius Bani, filii Hasabiae, filii Matthaniae, filii Micha. De filiis Asaph cantorum in officiis domus Dei.",
          "english": "The chief overseer of the Levites in Jerusalem was Uzzi, son of Bani, whose lineage included Hashabiah, Mattaniah, and Micah. He was from the descendants of Asaph, who were the Temple singers responsible for their duties in the House of God."
        },
        {
          "number": 23,
          "latin": "Quia de rege praeceptum erat de eis, et certum pro cantoribus opus per singulos dies.",
          "english": "This arrangement was in place because there was a direct royal decree concerning them, ensuring that the Temple singers received a fixed daily provision for their work."
        },
        {
          "number": 24,
          "latin": "Et Phathahia filius Mesezebel, de filiis Zara filii Juda, in manu regis juxta omne verbum populi.",
          "english": "Pethahiah, son of Meshezabel, a descendant of Zerah from the tribe of Judah, served as the king's personal representative, handling all matters concerning the people."
        },
        {
          "number": 25,
          "latin": "Et in domibus per vicos eorum: de filiis Juda habitaverunt in Cariatharbe, et in viculis ejus, et in Dibon, et in viculis ejus, et in Cabseel, et in viculis ejus.",
          "english": "In the villages and rural areas of their ancestral lands, some descendants of Judah lived in Kiriath-Arba and its surrounding settlements, in Dibon and its surrounding settlements, and in Kabzeel and its surrounding settlements."
        },
        {
          "number": 26,
          "latin": "Et in Josue, et in Molada, et in Bethphaleth,",
          "english": "They also settled in Jeshua, Moladah, and Beth-Pelet."
        },
        {
          "number": 27,
          "latin": "et in Hasarsual, et in Beersebee, et in viculis ejus,",
          "english": "And in Hazar-Shual, and in Beersheba and its surrounding settlements."
        },
        {
          "number": 28,
          "latin": "et in Siceleg, et in Mochona, et in viculis ejus,",
          "english": "And in Ziklag, and in Mekonah and its surrounding settlements."
        },
        {
          "number": 29,
          "latin": "et in Remmon, et in Saraa, et in Jerimoth,",
          "english": "And in Rimmon, and in Zorah, and in Jarmuth."
        },
        {
          "number": 30,
          "latin": "Zanoa, Adullam, et in viculis earum, Lachis et agris ejus, Azeca et viculis ejus. Et habitaverunt ab Beersebee usque ad vallem Ennom.",
          "english": "Zanoah, Adullam, and their surrounding settlements; Lachish and its fields, Azekah and its surrounding settlements. Their settlements extended from Beersheba all the way to the Valley of Hinnom."
        },
        {
          "number": 31,
          "latin": "Filii autem Benjamin ab Gabaa, Machmas, et Hai, et Bethel, et viculis ejus,",
          "english": "The descendants of Benjamin, however, settled in Geba, Michmash, Ai, and Bethel, along with their surrounding settlements."
        },
        {
          "number": 32,
          "latin": "Anathoth, Nob, Anania,",
          "english": "They also settled in Anathoth, Nob, and Anania."
        },
        {
          "number": 33,
          "latin": "Asor, Rama, Getthaim,",
          "english": "And in Hazor, Ramah, and Gittaim."
        },
        {
          "number": 34,
          "latin": "Hadid, Seboim, et Nehallat,",
          "english": "And in Hadid, Zeboim, and Neballat."
        },
        {
          "number": 35,
          "latin": "Lod, et Ono artificum vallis.",
          "english": "And in Lod and Ono, which was known as the Valley of Craftsmen."
        },
        {
          "number": 36,
          "latin": "Et de Levitis, portiones Judae et Benjamin.",
          "english": "And concerning the Levites, some were assigned to the portions of Judah and Benjamin, to serve among them."
        },
        {
          "number": 37,
          "latin": "Verse does not exist in Clementine Vulgate Nehemiah Chapter 11.",
          "english": "This verse number does not appear in Nehemiah chapter 11 of the Clementine Vulgate. Chapter 11 concludes with verse 36."
        },
        {
          "number": 38,
          "latin": "Verse does not exist in Clementine Vulgate Nehemiah Chapter 11.",
          "english": "This verse number does not appear in Nehemiah chapter 11 of the Clementine Vulgate. Chapter 11 concludes with verse 36."
        },
        {
          "number": 39,
          "latin": "Verse does not exist in Clementine Vulgate Nehemiah Chapter 11.",
          "english": "This verse number does not appear in Nehemiah chapter 11 of the Clementine Vulgate. Chapter 11 concludes with verse 36."
        },
        {
          "number": 40,
          "latin": "Verse does not exist in Clementine Vulgate Nehemiah Chapter 11.",
          "english": "This verse number does not appear in Nehemiah chapter 11 of the Clementine Vulgate. Chapter 11 concludes with verse 36."
        }
      ]
    },
    {
      "number": 12,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Hi sunt autem sacerdotes et Levitae, qui ascenderunt cum Zorobabel filio Salathiel, et Josue: Saraia, Jeremias, Esdras,",
          "english": "These are the priests and Levites who returned to Jerusalem with Zerubbabel, the son of Shealtiel, and with Joshua: Seraiah, Jeremiah, and Ezra."
        },
        {
          "number": 2,
          "latin": "Amaria, Melluch, Hattus,",
          "english": "Also, Amariah, Malluch, and Hattush."
        },
        {
          "number": 3,
          "latin": "Sechania, Rehum, Merimoth,",
          "english": "Shecaniah, Rehum, and Meremoth."
        },
        {
          "number": 4,
          "latin": "Addo, Genthon, Abia,",
          "english": "Iddo, Ginnethoi, and Abijah."
        },
        {
          "number": 5,
          "latin": "Miamin, Maadia, Helchias,",
          "english": "Mijamin, Maadiah, and Bilgah."
        },
        {
          "number": 6,
          "latin": "Iddia, Sellum, Amoc, Helcias, Adaias,",
          "english": "Shemaiah, Joiarib, Jedaiah."
        },
        {
          "number": 7,
          "latin": "Sellum, Amoc, Helcias, Adaias, Joarib, Idia, Sallum, Amoc, Helcias, Adaias,",
          "english": "Sallu, Amok, Hilkiah, and Jedaiah. These were the leaders of the priests and their brethren in the days of Joshua."
        },
        {
          "number": 8,
          "latin": "Levitae vero Jesua, Bennui, Cedmihel, Sarebia, Juda, Mathanias, super cantores, ipsius et fratres ejus.",
          "english": "The Levites were Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah, who, along with his brothers, led the songs of thanksgiving."
        },
        {
          "number": 9,
          "latin": "Bacbucia, et Hanni, et fratres eorum, unusquisque in officio suo.",
          "english": "And Bakbukiah and Unni, their brothers, assisted them, each in his own duty."
        },
        {
          "number": 10,
          "latin": "Josue autem genuit Joacim, et Joacim genuit Eliasib, et Eliasib genuit Jojada,",
          "english": "Joshua was the father of Joiakim. Joiakim was the father of Eliashib. And Eliashib was the father of Joiada."
        },
        {
          "number": 11,
          "latin": "et Jojada genuit Jonathan, et Jonathan genuit Jeddoa.",
          "english": "Joiada was the father of Jonathan, and Jonathan was the father of Jaddua."
        },
        {
          "number": 12,
          "latin": "In diebus autem Joacim, fuerunt sacerdotes, principes familiarum: Saraiae, Maraia: Jeremiae, Hanania:",
          "english": "During the time of Joiakim, these were the heads of the priestly families: for Seraiah, Meraiah; for Jeremiah, Hananiah."
        },
        {
          "number": 13,
          "latin": "Esdrae, Mosollam: Amariae, Johanan:",
          "english": "For Ezra, Meshullam; for Amariah, Jehohanan."
        },
        {
          "number": 14,
          "latin": "Milicho, Jonathan: Sebaniae, Joseph:",
          "english": "For Malluch, Jonathan; for Shebaniah, Joseph."
        },
        {
          "number": 15,
          "latin": "Harim, Ednai: Maraioth, Helci:",
          "english": "For Harim, Adna; for Meremoth, Helkai."
        },
        {
          "number": 16,
          "latin": "Addo, Zacharia: Genthon, Mosollam:",
          "english": "For Iddo, Zechariah; for Ginnethon, Meshullam."
        },
        {
          "number": 17,
          "latin": "Abiae, Zechri: Miamin et Moedia, Phelti:",
          "english": "For Abijah, Zichri; for Miniamin, for Moadiah, Piltai."
        },
        {
          "number": 18,
          "latin": "Belgae, Sammua: Semaiae, Jonathan:",
          "english": "For Bilgah, Shammua; for Shemaiah, Jehonathan."
        },
        {
          "number": 19,
          "latin": "Joiarib, Mathanai: Jedaiae, Azzi:",
          "english": "For Joiarib, Mattaniah; for Jedaiah, Uzzi."
        },
        {
          "number": 20,
          "latin": "Sallai, Cellai: Amoc, Heber:",
          "english": "For Sallai, Kallai; for Amok, Eber."
        },
        {
          "number": 21,
          "latin": "Helciae, Hasabia: Jedaiae, Nathanael.",
          "english": "For Hilkiah, Hashabiah; for Jedaiah, Nethanel."
        },
        {
          "number": 22,
          "latin": "Levitae in diebus Eliasib, et Jojada, et Johanan, et Jeddoa, scripti sunt principes familiarum, et sacerdotes, in regno Darii Persae.",
          "english": "The Levites, during the days of Eliashib, Joiada, Johanan, and Jaddua, were recorded as heads of families. The priests were also recorded during the reign of Darius the Persian."
        },
        {
          "number": 23,
          "latin": "Filii Levi, principes familiarum scripti sunt in libro verborum dierum, usque ad dies Jonathan filii Eliasib.",
          "english": "The sons of Levi, the heads of families, were recorded in the book of the chronicles up to the time of Jonathan, the son of Eliashib."
        },
        {
          "number": 24,
          "latin": "Et principes Levitarum: Hasabia, Serebia, et Josue filius Cedmihel, et fratres eorum per vices suas, ut laudarent, et confiterentur juxta praeceptum David viri Dei, et custodia contra custodiam.",
          "english": "The leading Levites were Hashabiah, Sherebiah, and Jeshua, the son of Kadmiel, with their brothers, who stood opposite them in their assigned sections to offer praise and thanksgiving, according to the command of David, the man of God, keeping watch in opposing shifts."
        },
        {
          "number": 25,
          "latin": "Mathania, et Bacbucia, Obadia, Mosollam, Telmon, Accub, custodes portarum et vestibulorum ante portas.",
          "english": "Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon, and Akkub were gatekeepers, guarding the storerooms at the gates."
        },
        {
          "number": 26,
          "latin": "Hi in diebus Joacim filii Josue filii Josedec, et in diebus Nehemiae ducis, et Esdrae sacerdotis scribae.",
          "english": "These served in the days of Joiakim, the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the governor, and of Ezra the priest, the scribe."
        },
        {
          "number": 27,
          "latin": "In dedicatione autem muri Jerusalem, requisierunt Levitas de omnibus locis suis, ut adducerent eos in Jerusalem, et facerent dedicationem in laetitia, in gratiarum actione, et cantico, et cymbalis, et psalteriis, et citharis.",
          "english": "At the dedication of the wall of Jerusalem, they diligently sought out the Levites from all their places to bring them to Jerusalem so that they might celebrate the dedication with joy and thanksgiving, with songs accompanied by cymbals, harps, and lyres."
        },
        {
          "number": 28,
          "latin": "Congregati sunt ergo filii cantorum de campestribus circuitus Jerusalem, et de villis Netophati,",
          "english": "So the descendants of the singers gathered themselves from the countryside around Jerusalem, and from the villages of the Netophathites."
        },
        {
          "number": 29,
          "latin": "et de domo Galgal, et de regionibus Geba et Azmaveth: quoniam villas aedificaverant sibi cantores in circuitu Jerusalem.",
          "english": "They came from Beth Gilgal and from the regions of Geba and Azmaveth, for the singers had built villages for themselves all around Jerusalem."
        },
        {
          "number": 30,
          "latin": "Et purificati sunt sacerdotes et Levitae: et purificaverunt populum, et portas, et murum.",
          "english": "The priests and Levites first purified themselves; then they purified the people, the gates, and the wall."
        },
        {
          "number": 31,
          "latin": "Et ascendere feci principes Judae super murum, et statui duas magnas choros laudantium. Et dexter chorus ibat super murum ad portam sterquilinii.",
          "english": "Then I made the leaders of Judah go up on the wall, and I appointed two great choirs to give thanks. One procession went to the right, along the wall, toward the Dung Gate."
        },
        {
          "number": 32,
          "latin": "Et post eos ibat Osaias, et media pars principum Judae,",
          "english": "And behind them went Hoshaiah and half of the leaders of Judah."
        },
        {
          "number": 33,
          "latin": "et Azarias, Esdras, et Mosollam, Juda, et Benjamin, et Semeia, et Jeremias.",
          "english": "Also Azariah, Ezra, Meshullam, Judah, Benjamin, Shemaiah, and Jeremiah."
        },
        {
          "number": 34,
          "latin": "Et quidam de filiis sacerdotum cum tubis, Zacharias filius Jonathan, filii Semeiae, filii Mathaniae, filii Michaiae, filii Zaccur, filii Asaph,",
          "english": "And some of the sons of the priests with trumpets, including Zechariah, the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Micaiah, the son of Zaccur, the son of Asaph."
        },
        {
          "number": 35,
          "latin": "et fratres ejus Semeia, et Azareel, Malalai, Galalai, Maai, Nathanael, et Judas, et Hanani, in organis cantici David viri Dei, et Esdras scriba ante eos.",
          "english": "And his brothers: Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, and Hanani, with the musical instruments of David, the man of God. Ezra the scribe walked before them."
        },
        {
          "number": 36,
          "latin": "Et ad portam fontis, et contra eos, ascenderunt in gradibus civitatis David in ascensu muri super domum David, et usque ad portam aquarum orientem.",
          "english": "At the Fountain Gate, they continued directly forward, ascending the steps of the City of David, up the ascent of the wall above the house of David, and as far as the Water Gate on the east."
        },
        {
          "number": 37,
          "latin": "Et chorus secundus gratiarum actionis ibat ex adverso, et ego post eum, et media pars populi super murum, et super turrim furnorum, et usque ad murum latum,",
          "english": "The second choir of thanksgiving went in the opposite direction, and I followed it with half of the people, along the wall, past the Tower of the Ovens, and as far as the Broad Wall."
        },
        {
          "number": 38,
          "latin": "et super portam Ephraim, et super portam veterem, et super portam piscium, et turrim Hananeel, et turrim Meah, et usque ad portam Gregis: et steterunt in porta custodiae.",
          "english": "They continued above the Gate of Ephraim, and above the Old Gate, and above the Fish Gate, and the Tower of Hananel, and the Tower of the Hundred, as far as the Sheep Gate; and they halted at the Guard Gate."
        },
        {
          "number": 39,
          "latin": "Steteruntque sacerdotes, et Levitae, et cantores, et janitores, et Nathinaei, in omnibus civitatibus Judae, et in Jerusalem.",
          "english": "Then the priests, the Levites, the singers, the gatekeepers, and the Nethinim took their positions in all the cities of Judah and in Jerusalem."
        },
        {
          "number": 40,
          "latin": "Et laetati sunt sacerdotes, et Levitae in die illa, et cantaverunt canticum magna, et chorus eorum in omnibus civitatibus Judae, et in Jerusalem.",
          "english": "And the priests and Levites rejoiced on that day, and they sang a great song, with their choir performing in all the cities of Judah and in Jerusalem."
        }
      ]
    },
    {
      "number": 13,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "In diebus illis, legitur in libro Moysi in audientia populi, et inventum est scriptum in eo, quod non introirent Amorrhæi et Moabithæ in ecclesiam Dei usque in æternum:",
          "english": "In those days, a passage was read aloud from the book of Moses for all the people to hear. It was discovered to be written in it that the Ammonites and Moabites were not permitted to enter the assembly of God, and were to be excluded forever."
        },
        {
          "number": 2,
          "latin": "eo quod non occurrerint filiis Israël cum pane et aqua, et conduxerint contra eum Balaam ad maledicendum ei: et avertit Deus noster maledictionem in benedictionem.",
          "english": "The reason for this prohibition was that these nations did not meet the children of Israel with bread and water when Israel was journeying through their lands. Moreover, they hired Balaam to curse Israel, but our God turned that curse into a blessing."
        },
        {
          "number": 3,
          "latin": "Et factum est, cum audissent legem, separaverunt omnem alienigenam ex Israël.",
          "english": "So it came to pass that when they heard this law, they immediately separated all foreigners from among Israel."
        },
        {
          "number": 4,
          "latin": "Ante hoc autem, Eliasib sacerdos, qui præerat in gazophylacio domus Dei nostri, et proximus erat Tobia,",
          "english": "Now, before these events, Eliasib the priest, who was in charge of the storerooms of the house of our God, had become allied with Tobia."
        },
        {
          "number": 5,
          "latin": "fecerat ei gazophylacium grande: et illuc reposuerant ante hæc thesauros, et thura, et vasa, et decimam frumenti, vini, et olei, partes Levitarum, et cantorum, et janitorum, et primitias sacerdotales.",
          "english": "This Eliasib had prepared a large storeroom for Tobia, a place where they had previously kept the treasures, incense, vessels, the tithe of grain, wine, and oil (which were the portions for the Levites, singers, and gatekeepers), and also the priestly first-fruits."
        },
        {
          "number": 6,
          "latin": "In omnibus autem his non eram in Jerusalem, quia anno trigesimo secundo Artaxerxis regis Babylonis, veni ad regem, et in fine dierum rogavi regem,",
          "english": "During all these events, I was not in Jerusalem, because in the thirty-second year of Artaxerxes, the king of Babylon, I had gone to the king. After some time, I requested leave from the king to return."
        },
        {
          "number": 7,
          "latin": "et veni in Jerusalem: et intellexi malum quod fecerat Eliasib Tobia, ut faceret ei gazophylacium in vestibulo domus Domini.",
          "english": "So I came to Jerusalem. When I arrived, I understood the great evil that Eliasib had done for Tobia, by allowing him to have a storeroom prepared in the outer court of the house of the Lord."
        },
        {
          "number": 8,
          "latin": "Et malum mihi visum est valde: et projeci omnia vasa domus Tobia foras de gazophylacio.",
          "english": "This action seemed extremely wicked to me. So I immediately threw all of Tobia's household goods out of that storeroom."
        },
        {
          "number": 9,
          "latin": "Præcepique, et mundaverunt gazophylacia: et reportavi ibi vasa domus Dei, cum thure et cum oleo.",
          "english": "I then gave orders, and they purified the storerooms. After this, I brought back there the vessels of the house of God, along with the incense and the oil for sacred use."
        },
        {
          "number": 10,
          "latin": "Et cognovi quod partes Levitarum non fuissent datæ, et fugisset unusquisque de Levitis et de cantoribus et de janitoribus, ad regionem suam:",
          "english": "I also learned that the portions due to the Levites had not been given to them. Because of this, every one of the Levites, singers, and gatekeepers had fled back to his own land, unable to perform their duties."
        },
        {
          "number": 11,
          "latin": "et litigavi adversum magistratus, et dixi: Quare dereliquimus domum Dei? Et congregavi illos, et constitui in stationibus suis.",
          "english": "So I confronted the magistrates and rebuked them, saying, \"Why have we abandoned the house of God and neglected its servants?\" Then I gathered the Levites and their fellow workers and restored them to their proper stations and responsibilities."
        },
        {
          "number": 12,
          "latin": "Et omnis Juda attulit decimam frumenti, et vini, et olei, in horrea.",
          "english": "After this, all of Judah brought the tithe of grain, wine, and oil into the storerooms of the temple."
        },
        {
          "number": 13,
          "latin": "Et constituimus super horrea, thesaurarios Sellemian sacerdotem, et Sadoc scribam, et Phadaiam de Levitis: et juxta hos Hanan filium Zaccur filii Mathania: quoniam fideles comprobati sunt, et ipsis credita sunt distribuere partes fratribus suis.",
          "english": "We then appointed treasurers over these storerooms: Sellemian the priest, Sadoc the scribe, and Phadaia from the Levites. Alongside these, we appointed Hanan, the son of Zaccur, the son of Mathania. These men were chosen because they had proven themselves faithful, and to them was entrusted the responsibility of distributing the portions to their brothers."
        },
        {
          "number": 14,
          "latin": "Memento mei, Deus meus, pro hoc, et ne deleas miserationes meas, quas feci in domo Dei mei, et in cæremoniis ejus.",
          "english": "My God, remember me for these actions. Do not erase the merciful deeds I have performed for the house of my God and for its sacred services."
        },
        {
          "number": 15,
          "latin": "In diebus illis vidi in Juda calcantes torcularia sabbatis, onerantes acervos, et inferentes sabata, et vinum, et uvas, et ficus, et omne onus: et portant in die sabbati in Jerusalem. Et comminatus sum, quando venderent cibaria.",
          "english": "In those days, I saw people in Judah pressing wine in the winepresses on the Sabbath day. Others were bringing in sheaves of grain, wine, grapes, figs, and all kinds of burdens, and they were bringing them into Jerusalem on the Sabbath day. So I sternly warned them against selling food and other goods on that holy day."
        },
        {
          "number": 16,
          "latin": "Et Tyrii habitaverunt in ea, inferentes pisces, et universa venalia: et vendebant in sabbatis filiis Juda, et in Jerusalem.",
          "english": "Even the Tyrians who lived in Jerusalem were bringing in fish and all sorts of merchandise. They were selling these goods to the children of Judah and within Jerusalem on the Sabbath day."
        },
        {
          "number": 17,
          "latin": "Et objurgavi optimates Judæ, et dixi eis: Quæ est hæc res mala quam vos facitis, et profanatis diem sabbati?",
          "english": "I therefore rebuked the nobles of Judah and said to them, \"What is this evil thing that you are doing, by profaning the Sabbath day in such a way?\""
        },
        {
          "number": 18,
          "latin": "Numquid non patres nostri sic fecerunt, et adduxit Deus noster super nos omne malum hoc, et super civitatem hanc? Et vos additis iracundiam super Israël, violando sabbatum.",
          "english": "\"Did not your fathers do the very same things? And because of that, our God brought all this terrible evil upon us and upon this city. Now you are adding to God's wrath against Israel by violating the Sabbath.\""
        },
        {
          "number": 19,
          "latin": "Factum est autem cum siluissent portæ Jerusalem in die sabbati, et clausissem januas, et præcepissem, ne aperirentur usque post sabbatum: et de pueris meis posui super portas, ut nullum onus inferretur in die sabbati.",
          "english": "So it came to pass that when the gates of Jerusalem began to grow dark before the Sabbath, I ordered them to be shut. I commanded that they should not be opened until after the Sabbath had passed. I also stationed some of my own servants at the gates, so that no burden could be brought in on the Sabbath day."
        },
        {
          "number": 20,
          "latin": "Et manserunt mercatores, et vendentes universa venalia, foris Jerusalem semel et bis.",
          "english": "Once or twice, the merchants and those who sold all sorts of wares camped outside Jerusalem, waiting for the Sabbath to end."
        },
        {
          "number": 21,
          "latin": "Et contestatus sum eos, et dixi eis: Quare manetis ex adverso muri? Si secundo hoc feceritis, manum mittam in vos. Et ex tempore non venerunt in sabbato.",
          "english": "But I warned them strongly, saying, \"Why do you remain camping opposite the wall? If you do this a second time, I will lay hands on you with force.\" From that time onward, they stopped coming to Jerusalem on the Sabbath."
        },
        {
          "number": 22,
          "latin": "Præcepi quoque Levitis ut mundarentur, et venirent ad custodiendas portas, et sanctificarent diem sabbati: et pro hoc quoque memento mei, Deus meus, et parce mihi secundum multitudinem miserationum tuarum.",
          "english": "I also commanded the Levites to purify themselves and to come and guard the gates, so that they might keep the Sabbath day holy. For this action too, remember me, my God, and spare me according to the abundance of your mercies."
        },
        {
          "number": 23,
          "latin": "In diebus illis vidi et Judæos ducentes uxores Azotidas, et Ammonitidas, et Moabitas.",
          "english": "In those days, I also saw Jews who had married wives from Ashdod, Ammon, and Moab."
        },
        {
          "number": 24,
          "latin": "Et filii eorum ex media parte loquebantur Azotice, et non poterant loqui Judaice: et juxta linguam populi et populi.",
          "english": "Half of their children spoke the language of Ashdod, and could not speak the language of Judah, but spoke according to the language of each people they were mixed with."
        },
        {
          "number": 25,
          "latin": "Et litigavi cum eis, et maledixi eis, et cecidi ex eis viros, et decalvavi eos, et juramentum exegi ab eis per Deum, quod non darent filias suas filiis eorum, et non acciperent de filiabus eorum filiis suis, et sibi, dicens:",
          "english": "So I confronted them, and I cursed them. I struck some of the men and pulled out their hair. I then made them swear an oath by God, promising that they would not give their daughters to the sons of these foreign women, nor take their daughters for their sons, nor for themselves, saying:"
        },
        {
          "number": 26,
          "latin": "Numquid non in his peccavit Salomon rex Israël? Et in gentibus multis non erat rex similis ei, et dilectus Deo suo erat, et posuit eum Deus noster regem super omnem Israël: et ipsum transgressum fecerunt mulieres alienigenæ.",
          "english": "\"Was it not because of such practices that Solomon, the king of Israel, sinned? Among many nations, there was no king like him; he was beloved by his God, and our God made him king over all Israel. Yet even he was led into transgression by foreign women.\""
        },
        {
          "number": 27,
          "latin": "Et vos ergo audiremus facientes omne malum grande hoc, ut prævaricemini in Deum nostrum, ducentes uxores alienigenas?",
          "english": "\"Are we then to hear about you doing all this great evil, committing a transgression against our God by marrying foreign women?\""
        },
        {
          "number": 28,
          "latin": "Et de filiis Jojadæ filii Eliasib sacerdotis magni, gener erat Sanaballat Horonitis, quem fugavi a me.",
          "english": "One of the sons of Jojada, the son of Eliasib the high priest, was a son-in-law of Sanaballat the Horonite. I chased this man away from me, expelling him from the community."
        },
        {
          "number": 29,
          "latin": "Memento, Deus meus, eis qui polluunt sacerdotium, et pactum sacerdotale, et Leviticum.",
          "english": "My God, remember those who defile the priesthood and the covenant of the priests and the Levites."
        },
        {
          "number": 30,
          "latin": "Itaque mundavi eos ab omni alieno, et constitui ordines sacerdotum et Levitarum, unumquemque in ministerio suo:",
          "english": "So I cleansed them from all foreign influence and practices. I then established the proper divisions for the priests and the Levites, appointing each one to his own ministry and duties."
        },
        {
          "number": 31,
          "latin": "et in oblatione lignorum, et primitiarum in temporibus suis: memento mei, Deus meus, in bonum.",
          "english": "I also made sure that provisions were made for the offering of wood and the first-fruits, each at their appointed times. My God, remember me for good in all these things."
        }
      ]
    }
  ]
}