{
  "name": "Tobit",
  "chapters": [
    {
      "number": 1,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Tobias ex tribu et civitate Nephthali, quae est in superioribus Galilææ, supra Asser, post viam quæ ducit ad occidentem, cujus a dexteris est civitas Sephet:",
          "english": "Tobias was from the tribe of Naphtali and from the city of Naphtali, which is located in upper Galilee, above Asher, beyond the road that leads to the west, and to its right is the city of Sephet."
        },
        {
          "number": 2,
          "latin": "cum captus esset in diebus Salmanasar regis Assyriorum, et ipse in captivitate positus non reliquit viam veritatis,",
          "english": "When he was taken captive during the reign of Shalmaneser, the king of the Assyrians, he himself, even while placed in captivity, did not abandon the way of truth and righteous living."
        },
        {
          "number": 3,
          "latin": "ita ut omnia quæ habere poterat, cotidie communicaret captivis fratribus suis, qui erant ex genere illius.",
          "english": "So much so that everything he could acquire, he shared daily with his captive brothers who were from his own lineage."
        },
        {
          "number": 4,
          "latin": "Et cum esset omnium minimus in tribu Nephthali, nihil tamen puerile gessit in operibus.",
          "english": "And even though he was the youngest of all in the tribe of Naphtali, he still did not act childishly in his deeds."
        },
        {
          "number": 5,
          "latin": "Denique cum irent omnes ad vitulos aureos, quos Jeroboam rex Israël fecerat, iste solus fugiebat consortium omnium,",
          "english": "Indeed, when everyone else went to worship the golden calves that Jeroboam, the king of Israel, had made, he alone avoided the company of all of them."
        },
        {
          "number": 6,
          "latin": "et ibat in Jerusalem ad Templum Domini, et illic adorabat Dominum Deum Israël, omnia primitiva sua et decimas suas fideliter perferens,",
          "english": "Instead, he went to Jerusalem, to the Temple of the Lord, and there he worshipped the Lord God of Israel, faithfully bringing all of his first fruits and his tithes."
        },
        {
          "number": 7,
          "latin": "ita ut tertio anno proselytis et his qui adveniebant, erogaret omnem decimationem.",
          "english": "So much so that in the third year, he would distribute the entire tithe to proselytes and to those who came as strangers."
        },
        {
          "number": 8,
          "latin": "Hæc et his similia secundum legem Dei puer gessit.",
          "english": "The boy Tobias performed these and similar actions according to the law of God."
        },
        {
          "number": 9,
          "latin": "Cum autem abiisset in captivitatem, in diebus Salmanasar regis Assyriorum, et tamen in captivitate positus, non recessit a Deo:",
          "english": "However, when he had gone into captivity during the reign of Shalmaneser, the king of the Assyrians, even though he was placed in captivity, he did not turn away from God."
        },
        {
          "number": 10,
          "latin": "sed distribuere universa, quæ habere poterat, captivis,",
          "english": "Instead, he continued to distribute everything he could acquire to the other captives."
        },
        {
          "number": 11,
          "latin": "et manducare non volebat de cibis Gentium.",
          "english": "And he did not want to eat from the food of the Gentiles."
        },
        {
          "number": 12,
          "latin": "Et quoniam memor fuit Domini in omni corde suo, dedit illi Deus gratiam in conspectu Salmanasar regis:",
          "english": "And because he remembered the Lord with all his heart, God gave him favor in the sight of King Shalmaneser."
        },
        {
          "number": 13,
          "latin": "et dedit illi potestatem ubicumque vellet ire habens libertatem, et quæcumque vellet facere.",
          "english": "And God gave him the power to go wherever he wished, having freedom to do whatever he desired."
        },
        {
          "number": 14,
          "latin": "Ibat ergo per universos qui erant in captivitate, et admonens eos, quæ utilia essent, dabat pecuniam, prout poterat, singulis.",
          "english": "Therefore, he went among all those who were in captivity, and, admonishing them on what was beneficial for their souls and bodies, he gave money to each one as much as he could afford."
        },
        {
          "number": 15,
          "latin": "Post autem cum mortuus esset Salmanasar rex, et regnaret Sennacherib filius ejus pro eo, turbatæ sunt viæ Thobiæ,",
          "english": "Afterward, when King Shalmaneser had died and his son Sennacherib reigned in his place, Tobias’s ways were disturbed—meaning his previous freedom to travel and help others was restricted."
        },
        {
          "number": 16,
          "latin": "et non poterat ire ad Judæos filios Israël, nisi cum omni supellectili sua.",
          "english": "And he could not go to the Jews, the children of Israel, except by taking all his possessions with him, implying a change in his status or the law."
        },
        {
          "number": 17,
          "latin": "Sed et hoc præstitit ne aliquando ederet de cibis Gentium.",
          "english": "But he also ensured that he would never eat from the food of the Gentiles, maintaining his ritual purity."
        },
        {
          "number": 18,
          "latin": "In hac quoque re cum multas eleemosynas faceret fratribus suis ex genere suo,",
          "english": "In this matter too, he gave many alms to his brothers from his own lineage."
        },
        {
          "number": 19,
          "latin": "et nudis daret vestimentum, et esurientibus daret panem, et sitientibus daret potum.",
          "english": "And he gave clothing to the naked, and he gave bread to the hungry, and he gave drink to the thirsty."
        },
        {
          "number": 20,
          "latin": "Et cum vidisset eum rex Sennacherib, et sciret eum omnia quæ fecerat pro fratribus suis filiis Israël, jussit eum interfici.",
          "english": "And when King Sennacherib saw him and knew all that he had done for his brothers, the children of Israel, he ordered him to be put to death."
        },
        {
          "number": 21,
          "latin": "Et jam adprehensus erat, et omnis ejus substantia diripiebatur, et ipse ad mortem ducebatur. Sed Deus omnipotens salvavit eum.",
          "english": "And he was already apprehended, and all his property was being plundered, and he himself was being led to his death. But almighty God saved him."
        },
        {
          "number": 22,
          "latin": "Et in diebus illis, cum essent filii Israël ablatos ex Jerusalem, et venissent in Niniven,",
          "english": "And in those days, when the children of Israel had been carried away from Jerusalem and had come to Nineveh—this sets the historical context for the events of the book."
        }
      ]
    },
    {
      "number": 2,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Post haec, cum rediissem domum meam, et restituta essent mihi tempora, omnisque tribulatio detersa esset a me, propter nuptias filii mei Tobiae, feci convivium magnum, in laetitia.",
          "english": "After these events, when I had returned to my home and my good fortune was restored to me, and all tribulation had been removed from me, I prepared a great feast with much joy for the wedding of my son Tobias."
        },
        {
          "number": 2,
          "latin": "Cumque compleretur tempus prandii, dixi Tobiae filio meo: Vade, et adduc, quoscumque inveneris de fratribus nostris, qui sunt captivi in Ninive, et memores sunt Domini: ecce, ego expecto te.",
          "english": "When the time for our meal was complete, I said to my son Tobias: \"Go, and bring in whoever you find among our brethren who are captives in Nineveh and who still remember the Lord. I will wait for you here.\""
        },
        {
          "number": 3,
          "latin": "Et abiit Tobias, et quaesivit de his qui erant indigentes ex filiis Israel, et reversus nuntiavit mihi, dicens: Pater, unus ex fratribus nostris Israhel, jacet suffocatus in platea.",
          "english": "So Tobias went out and searched for the poor among the children of Israel. When he returned, he reported to me, saying: \"Father, one of our Israelite brethren lies suffocated in the street.\""
        },
        {
          "number": 4,
          "latin": "Et statim exsilui de accubitu, et dimisi prandium, et non attigi illud: et accedens ad eum, amovi illum de platea, et posui eum in domo quadam, donec sol occumberet.",
          "english": "I immediately jumped up from my couch, left the meal, and did not even touch it. I went to the man, carefully removed his body from the street, and placed it in a house until the sun would set."
        },
        {
          "number": 5,
          "latin": "Et reversus, lavi, et manducavi panem cum luctu.",
          "english": "Then I returned home, washed myself, and ate my meal with deep sorrow."
        },
        {
          "number": 6,
          "latin": "Et memoratus sum sermonis prophetae Amos, sicut locutus est: Convertentur dies festi vestri in luctum, et omnia gaudia vestra in maestitiam.",
          "english": "I then recalled the words of the prophet Amos, just as he had spoken: \"Your feast days shall be turned into mourning, and all your joys into sadness.\""
        },
        {
          "number": 7,
          "latin": "Et ploravi, et cum sol occumberet, fodi, et sepelivi illum.",
          "english": "I wept, and when the sun had set, I dug a grave and buried him."
        },
        {
          "number": 8,
          "latin": "Et improperabant mihi vicini mei, dicentes: Jam nunc timere non debes, quoniam propter hanc causam jam quaesitus es ad interficiendum, et vix effugisti mortis sententiam, et rursus sepelis mortuos?",
          "english": "My neighbors then rebuked me, saying: \"Do you not fear for your life now? For this very reason, you were already sought out for execution, and you barely escaped the death sentence! And yet, you are burying the dead again?\""
        },
        {
          "number": 9,
          "latin": "Ego vero timore perterritus, celavi illum, et refrænatus, dissimulavi.",
          "english": "But I was terrified by their warning. I hid the body I had just buried, and restrained my true feelings, feigning indifference in public."
        },
        {
          "number": 10,
          "latin": "Et ea nocte, postquam sepelivi mortuum, lavi, et intravi in coenaculum meum juxta parietem, et dormivi, et faciem meam velatam habui propter æstum.",
          "english": "And that night, after I had buried the dead man, I washed myself and went into my upper room near the wall. I lay down to sleep with my face covered because of the heat."
        },
        {
          "number": 11,
          "latin": "Et nescio si ex divinatione murum, aut aliunde, passerum stercus calidum cecidit super oculos meos, et orbatus sum oculis.",
          "english": "I do not know if it was from a bird's nest in the wall or from somewhere else, but warm sparrow droppings fell directly onto my eyes, and I became blind."
        },
        {
          "number": 12,
          "latin": "Et curavit me Tobias medicis: et non juvit me. Sed Saulus quidem ab eo tempore, quo mihi exortum est cœcum, per annos quadraginta, in vita permansi.",
          "english": "My son Tobias (or perhaps, a man named Tobias) brought physicians to treat me, but it did not help me. Indeed, from that time when my blindness first afflicted me, I remained alive for forty years."
        },
        {
          "number": 13,
          "latin": "Anna vero uxor mea, diebus ac noctibus operabatur ad telam, et de labore manuum suarum victum comparabat.",
          "english": "My wife Anna, however, worked day and night at the loom, and from the labor of her hands, she provided our daily sustenance."
        },
        {
          "number": 14,
          "latin": "Unde factum est, ut misit ad eam cœcus pater familias partum caprarum, ut acciperet mercedem laboris.",
          "english": "It happened that a blind head of a household sent a goat kid to her as payment for her labor."
        },
        {
          "number": 1,
          "latin": "Post haec, cum rediissem domum meam, et restituta mihi esset Anna uxor mea cum Tobia filio meo, in die festo Pentecostes, qui est festum hebdomadarum, factum est convivium bonum mihi, et recumbens ad mensam.",
          "english": "After these events, when I had returned to my home, and my wife Anna and my son Tobias were with me again, on the feast day of Pentecost—which is also called the feast of weeks—a good dinner was prepared for me, and I reclined at the table to eat."
        },
        {
          "number": 2,
          "latin": "Cumque viderem epulas multas, dixi ad Tobiam filium meum: Vade, et quemcumque pauperem inveneris ex fratribus nostris de Ninive, qui in mente habet Dominum toto corde suo, adduc illum, ut manducet mecum simul.",
          "english": "When I saw how much food there was, I said to my son Tobias: “Go and find any poor person from our Jewish brothers and sisters in Nineveh—someone who keeps the Lord in their heart with complete devotion—and bring that person here so they can eat with me.”"
        },
        {
          "number": 3,
          "latin": "Et reversus nuntiavit mihi dicens: Pater, unus ex fratribus nostris jugulatus jacuit in platea, et statim jussit illum rex jactari.",
          "english": "And Tobias returned and told me, saying: “Father, one of our Jewish brothers has been murdered and is lying in the street. The king has already ordered that his body be thrown out and not buried.”"
        },
        {
          "number": 4,
          "latin": "Continuo exiliens, dimisi convivium, et, priusquam manducarem, asportavi corpus de platea, et posui illud in una casa, donec sol occideret.",
          "english": "I immediately got up and left the feast. Before I could eat anything, I carried the body from the street and placed it inside one of the houses until the sun would set."
        },
        {
          "number": 5,
          "latin": "Et reversus, lavi me, et manducavi panem cum moerore.",
          "english": "Then I returned home, washed myself to cleanse the ritual impurity, and ate my meal, but I was filled with great sorrow."
        },
        {
          "number": 6,
          "latin": "Et memoratus sum sermonis Amos prophetae, sicut locutus est: Convertentur dies festi vestri in lamentationem, et omnia gaudia vestra in luctum.",
          "english": "I remembered the words of the prophet Amos, just as he had spoken: “Your feast days will be turned into weeping, and all your joys will become sorrow.”"
        },
        {
          "number": 7,
          "latin": "Et ploravi, et cum sol occidisset, fodi et sepelivi illum.",
          "english": "So I wept. And when the sun had finally set—marking the end of the day—I then dug a grave and buried the man."
        },
        {
          "number": 8,
          "latin": "Irridebant autem me omnes vicini mei, dicentes: Ecce adhuc non timet, de causa hac interfectus est, et adhuc sepelit mortuos.",
          "english": "All my neighbors mocked me, saying: “Look, he still isn't afraid! He almost died because of this before, yet he still buries the dead.”"
        },
        {
          "number": 9,
          "latin": "Eadem autem nocte, cum lavissem, ingressus sum in atrium meum, et reclinavi me ad parietem atrii, et revelata est facies mea, propter calorem, quia nesciebam quia passeres in pariete essent.",
          "english": "That same night, after I had washed myself and gone into my courtyard, I lay down against the courtyard wall. My face was uncovered because of the heat. I didn't realize that there were sparrows on the wall above me."
        },
        {
          "number": 10,
          "latin": "Et ceciderunt super faciem meam stercora eorum calda, et obcaecati sunt oculi mei.",
          "english": "Then their warm droppings fell onto my eyes, and I became completely blind."
        },
        {
          "number": 11,
          "latin": "Et ob hanc causam ploravi, et cum scirem quia permaneret mihi caecitas, propter stercora passerum, veni ad medicos, et sicut unxerunt me collyrio, tanto plus obcaecabantur oculi mei stercoribus.",
          "english": "I wept over this, and when I knew that the blindness would remain with me because of the sparrows' droppings, I went to doctors. But the more they applied their eye-salve to me, the more my eyes were irritated and blinded by the droppings."
        },
        {
          "number": 12,
          "latin": "Et misit Dominus dolorem in me, et auxit vulnus plagarum mearum: et cum essem caecus, Anna uxor mea, diebus ac noctibus operabatur.",
          "english": "And the Lord brought suffering upon me, making the wound of my afflictions even worse. As I was now blind, my wife Anna worked day and night to support us."
        },
        {
          "number": 13,
          "latin": "Et defacto sicut mulieres solent, nettiebat, et operis manuum suarum victum comparabat.",
          "english": "She truly worked hard, just as women typically do, by spinning wool and providing food for our family through the labor of her own hands."
        },
        {
          "number": 14,
          "latin": "Unde et misit ei hoedum de capris, quem furata est. Et cum reprehenderet eam vir meus, facta est in vocem: Nescio unde sit. Et dixi ad eam: Nescio unde sit: refer illum his, a quibus furata es: Neque enim fas est furta comedere: sed vade, et refer illum illis.",
          "english": "And so it happened that a young goat was given to her—a kid from the goats—which I strongly suspected she had stolen. When I—her husband, as she would have referred to me—rebuked her, she cried out: “I don't know where it came from!” And I said to her: “Even if you claim you don't know where it came from, you must return it to whomever you stole it from! It is not right for us to eat stolen things. Go and give it back to them!”"
        }
      ]
    },
    {
      "number": 3,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Tunc Tobias tristis factus ingemuit, et cœpit orare cum lacrymis, dicens:",
          "english": "Then Tobit, filled with sorrow, groaned deeply and began to pray with tears, saying:"
        },
        {
          "number": 2,
          "latin": "Justus es Domine, et omnia judicia tua justa sunt, et omnes viæ tuæ misericordia, et veritas, et judicium: et nunc Domine memento mei, et ne vindictam sumas de peccatis meis, neque reminiscaris delicta mea, vel parentum meorum.",
          "english": "You are truly just, Lord, and all Your judgments are righteous, and all Your ways are filled with mercy, truth, and fair judgment. And now, Lord, remember me. Do not take vengeance for my own sins, nor recall the transgressions of my parents or me."
        },
        {
          "number": 3,
          "latin": "Quoniam non obedimus præceptis tuis nos, et parentes nostri: et ideo traditi sumus in direptionem, et in captivitatem, et in mortem, et in fabulam, et in improperium omnibus nationibus, in quibus dispersisti nos.",
          "english": "For neither we nor our parents obeyed Your commandments. Therefore, we have been given over to plunder, to captivity, to death, to be spoken of as a tale, and to be a reproach among all the nations where You have scattered us."
        },
        {
          "number": 4,
          "latin": "Et nunc judicia tua multa et vera sunt, ut facias in me secundum peccata mea, et parentum meorum: quia non servavimus mandata tua, neque ambulavimus in veritate tua.",
          "english": "And now, Your many judgments are true, such that You have brought upon me what is deserved according to my sins and those of my parents. For we did not keep Your commands, nor did we walk in Your truth."
        },
        {
          "number": 5,
          "latin": "Et nunc Domine, fac mecum secundum bonitatem tuam, et jube spiritum meum suscipi in pace: quoniam expedit mihi mori magis, quam vivere.",
          "english": "And now, Lord, deal with me according to Your goodness, and command my spirit to be received in peace. For it is better for me to die than to live."
        },
        {
          "number": 6,
          "latin": "Eodem die, contigit ut Sara filia Raguelis in Rages civitate Medorum, ipsa quoque a famulis patris sui contumeliis afficeretur:",
          "english": "On that same day, it happened that Sarah, the daughter of Raguel, in the city of Rages in Media, was also being tormented with insults by her father’s household servants."
        },
        {
          "number": 7,
          "latin": "quia nupserat viris septem, et dæmon Asmodæus occiderat illos, a priusquam convenirent cum ea.",
          "english": "This was because she had been married to seven men, and the demon Asmodeus had killed them each before they could ever consummate their marriage with her."
        },
        {
          "number": 8,
          "latin": "Cum ergo exprobrarent ei famuli: Tu occidisti viros tuos. Ecce jam septem viris nupsisti: et nemini ex illis subvenisti.",
          "english": "When her servants, therefore, reproached her, saying: \"You are the one who kills your husbands! Look, you have already been married to seven men, and you have not helped any of them survive!\""
        },
        {
          "number": 9,
          "latin": "Propter quid de nobis torqueris? Vade cum illis. Ut nunquam videamus ex te filium, vel filiam.",
          "english": "\"Why should we suffer because of you? Go and join them. We hope never to see a son or daughter from you.\""
        },
        {
          "number": 10,
          "latin": "His auditis, perrexit Sara ad superius cubiculum domus suæ: et tribus diebus, et tribus noctibus non manducavit, neque bibit.",
          "english": "After hearing these things, Sarah went up to the upper room of her house. For three days and three nights she neither ate nor drank."
        },
        {
          "number": 11,
          "latin": "Sed orans, cum lacrymis postulabat a Deo, ut a contumelia hac liberaret eam.",
          "english": "But she prayed, and with tears, she implored God to free her from this painful reproach."
        },
        {
          "number": 12,
          "latin": "Et finita oratione, laudavit Dominum, dicens: Benedictus es Domine Deus noster, et benedictum est nomen tuum in sæcula: et in omnia sæcula benedicant te omnia opera tua.",
          "english": "And when her prayer was finished, she praised the Lord, saying: \"Blessed are You, Lord our God, and blessed is Your Name forever. And may all Your works bless You throughout all ages.\""
        },
        {
          "number": 13,
          "latin": "Et nunc Domine, ad te converto faciem meam, et ad te aspicio.",
          "english": "And now, Lord, I turn my face to You, and to You alone do I look."
        },
        {
          "number": 14,
          "latin": "Et deprecor, ut in omni tribulatione, cum tibi placuerit, hunc spiritum meum suscipias.",
          "english": "And I implore You, that in every tribulation, when it pleases You, You would receive this spirit of mine."
        },
        {
          "number": 15,
          "latin": "Quia audivi probra hæc, et jam scio, quia nunquam inveniam misericordiam, si non moriar.",
          "english": "For I have heard these reproaches, and now I know that I shall never find mercy unless I die."
        },
        {
          "number": 16,
          "latin": "Unum, et unicum patrem meum habeo, et in hereditate ejus nulla est spes mihi.",
          "english": "I have one and only one father, and there is no hope for me in his inheritance after what has happened."
        },
        {
          "number": 17,
          "latin": "Et quoniam septem viris nupsi, et nec unus quidem est qui vivat. Superest mihi sola mors.",
          "english": "And since I have been married to seven men, and not even one of them remains alive, death alone is left for me."
        },
        {
          "number": 1,
          "latin": "Tunc Tobias suspiravit, et coepit orare cum lacrimis, dicens:",
          "english": "Then Tobit let out a deep sigh, and with tears, he began to pray, saying:"
        },
        {
          "number": 2,
          "latin": "Tu es Domine justus, et judicia tua omnia justa sunt, et omnes viae tuae misericordia, et veritas, et judicium: et nunc Domine, memento mei, et ne vindictam sumas de peccatis meis, neque reminiscaris delictorum meorum, vel parentum meorum.",
          "english": "“You are just, O Lord, and all Your judgments are just, and all Your ways are mercy, and truth, and judgment. And now, O Lord, remember me, and do not take vengeance for my sins, nor recall the transgressions of my parents or me."
        },
        {
          "number": 3,
          "latin": "Quoniam non obedivimus praeceptis tuis, idcirco traditi sumus in direptionem, et in captivitatem, et in mortem, et in probrosum fabulam, et in omnem blasphemiam omnibus gentibus, in quibus dispersisti nos.",
          "english": "Because we have not obeyed Your precepts, for this reason we have been handed over to plunder, and to captivity, and to death, and to a disgraceful story—a tale of our infamy—and to every blasphemy among all the nations where You have scattered us."
        },
        {
          "number": 4,
          "latin": "Et nunc Domine magna sunt judicia tua, quia non egimus secundum praecepta tua, et non ambulavimus in veritate ante te: et nunc, quid vis a me facere?",
          "english": "And now, O Lord, Your judgments are severe and just, because we have not acted according to Your precepts, and we have not walked in truth before You. And now, what do You wish me to do?"
        },
        {
          "number": 5,
          "latin": "Revoca spiritum meum, et accipe, ut non jam sim super terram, quoniam expedit mihi mori, quam vivere, quoniam improperium audivi, et causam habui tristitiae multae.",
          "english": "Recall my spirit, and take it, so that I may no longer be upon the earth. For it is better for me to die than to live, because I have heard reproach and have had much cause for sadness.”"
        },
        {
          "number": 6,
          "latin": "Et similiter accidit Sarae filiae Raguelis in Rages Mediae: quia et ipsa a servientibus suis subsannabatur, quoniam tradita fuerat septem viris, et Asmodaeus daemonium occiderat illos, priusquam cognoscerent eam.",
          "english": "And similarly, it happened to Sarah, the daughter of Raguel, in Rages of Media. For she also was ridiculed by her own servants, because she had been given to seven men, and Asmodeus, the demon, had killed them before they could know her intimately as husband and wife."
        },
        {
          "number": 7,
          "latin": "Cum ergo respueret virum, et vellet se strangulare, dixit: Neque enim mihi est spes ulla de viris.",
          "english": "Therefore, when she rejected the thought of a husband and wished to strangle herself, she said: “Indeed, I have no hope left concerning men."
        },
        {
          "number": 8,
          "latin": "Et dixit: Non sim, Domine, de stirpe eorum qui blasphemant te, aut qui te despiciunt.",
          "english": "Let me not be, O Lord, from the lineage of those who blaspheme You, or who despise You.”"
        },
        {
          "number": 9,
          "latin": "Et oravit ad te, et dixit: Benedictus es tu Deus meus, et benedictum est nomen tuum in omnia saecula.",
          "english": "And she prayed to You, and said: “Blessed are You, my God, and blessed is Your name forever through all ages."
        },
        {
          "number": 10,
          "latin": "Quia benedixisti hominem, ut faciat voluntatem tuam in omnibus quae sunt, et quae facta sunt per te, et in his quae sunt, et quae futura sunt.",
          "english": "For You have blessed humanity, so that we might do Your will in all things that exist, and in those things that were made through You, and in those that are now, and those that are to come."
        },
        {
          "number": 11,
          "latin": "Et nunc Domine, ad te oculos meos dirigo, et faciem meam levo ad te, ut liberes me ab hoc opprobrio, et suscipias me in aeternum requiem.",
          "english": "And now, O Lord, I direct my eyes to You, and I lift my face to You, that You may free me from this shame, and receive me into eternal rest."
        },
        {
          "number": 12,
          "latin": "Quia scis me, Domine, puram esse ab omni viri concubitu, et quod non pollui nomen meum.",
          "english": "For You know, O Lord, that I am pure from all sexual intercourse with a man, and that I have not defiled my name."
        },
        {
          "number": 13,
          "latin": "Et scis quia patris mei nomen, et nomen fratrum meorum semper glorificavi, et semper te invocavi, et numquam de te desperavi.",
          "english": "And You know that I have always glorified the name of my father, and the name of my brothers, and I have always invoked You, and I have never despaired of You."
        },
        {
          "number": 14,
          "latin": "Et nunc Domine, libera me ab hoc opprobrio, et accipe spiritum meum in pace.",
          "english": "And now, O Lord, free me from this shame, and receive my spirit in peace."
        },
        {
          "number": 15,
          "latin": "Quia tu es qui suscipis omnem orationem, et tu es qui audis orationem meam, et non despicias me.",
          "english": "For You are the One who accepts every prayer, and You are the One who hears my prayer, and do not despise me."
        },
        {
          "number": 16,
          "latin": "Et audita est oratio utriusque in conspectu gloriae summi Dei.",
          "english": "And the prayer of both was heard in the presence of the glory of the Most High God."
        },
        {
          "number": 17,
          "latin": "Et missus est sanctus angelus Domini Raphael, ut curaret ambos, quorum orationes in unum locum uno tempore ascendebant in conspectu Domini exercituum.",
          "english": "And the holy angel of the Lord, Raphael, was sent on a mission to heal both of them, whose prayers ascended at the same time, to one place, into the presence of the Lord of Hosts."
        }
      ]
    },
    {
      "number": 4,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Igitur post haec, cum Tobiae gravaret infirmitas oculorum quam curari non poterat, vocavit ad se Tobiam filium suum, et dixit ei:",
          "english": "So, after all these events, when Tobias’s eye illness became very severe and could not be cured, he called his son Tobias to himself and spoke to him."
        },
        {
          "number": 2,
          "latin": "Fili, cum mortuus fuero, sepeli me: et honorem habeto matris tuae omnibus diebus vitae illius: noli memor esse periculorum, quae passa est propter te, in utero gestans.",
          "english": "My son, when I am dead, bury me. And honor your mother all the days of her life; do not forget the dangers she suffered for you, carrying you in her womb."
        },
        {
          "number": 3,
          "latin": "Et cum jam ipsa et de vita sua fecerit finem, sepeli illam juxta me.",
          "english": "And when she herself has also reached the end of her life, bury her next to me."
        },
        {
          "number": 4,
          "latin": "Omnibus diebus vitae tuae Dominum in mente habeto: et noli velle peccare, aut praevaricari praecepta ejus. Omnibus diebus vitae tuae fac bonum, et non occurrent tibi mala.",
          "english": "All the days of your life, keep the Lord in your mind, and do not desire to sin or to transgress His commandments. All the days of your life, do good, and no evil will come upon you."
        },
        {
          "number": 5,
          "latin": "Quoniam si feceris veritatem, secundum veritatem prosperabuntur opera tua, et omnibus qui faciunt eam.",
          "english": "For if you act in truth—that is, if you are faithful to God—your works will prosper in truth, and so will the works of all who do good."
        },
        {
          "number": 6,
          "latin": "Omnibus qui operantur justitiam, da de substantia tua: et noli avertere faciem tuam ab ullo paupere: neque enim ab omnibus faciem suam Deus avertet.",
          "english": "To everyone who works righteousness, give from your substance—that is, your possessions and wealth. And do not turn your face away from any poor person, for God Himself will not turn His face away from you if you are in need."
        },
        {
          "number": 7,
          "latin": "Secundum substantiam tuam fac eleemosynam: si multum tibi fuerit, multum tribue libenter: si exiguum, illud quoque impartiri satage.",
          "english": "According to your substance—your means—give alms. If you have much, give much willingly; if you have little, make an effort to share even that little."
        },
        {
          "number": 8,
          "latin": "Abonum enim depositum tibi thesaurizas in die necessitatis.",
          "english": "For you are storing up a good treasure for yourself for the day of need—a treasure with God that will endure."
        },
        {
          "number": 9,
          "latin": "Quoniam eleemosyna a morte liberat, et ipsa est quae purgat peccata, et facit invenire misericordiam, et vitam aeternam.",
          "english": "For almsgiving delivers from death, and it is almsgiving that purifies sins and makes one find mercy and eternal life."
        },
        {
          "number": 10,
          "latin": "Qui faciunt eleemosynam, repletionem vitae accipient: qui autem iniquitatem faciunt, peccati hostes sunt animae suae.",
          "english": "Those who give alms will receive fullness of life. But those who commit iniquity are enemies of their own soul, because their sins harm them."
        },
        {
          "number": 11,
          "latin": "Omne verbum injuriosum a te caveat, et omnem comessationem noli admittere, nullum flatum superbiae.",
          "english": "Let every injurious word be avoided by you. And do not allow any excessive feasting—that is, gluttony. Nor should you entertain any breath of pride."
        },
        {
          "number": 12,
          "latin": "Fornicationem noli unquam admittere, mi fili, sed magis uxorem de genere parentum tuorum accipe: quia si acceperis alienigenam uxorem, particeps eris delictorum patrum tuorum.",
          "english": "Never commit fornication, my son. Instead, take a wife from among your own kinsfolk, from the family of your parents. For if you take a foreign wife, you will be a participant in the sins of your fathers—that is, the sins of those who married outside the covenant."
        },
        {
          "number": 13,
          "latin": "Quoniam memor sum, fili, quoniam propter hoc fratres nostri interfecti sunt, quia dereliquerunt mandatum Domini, cum nupsissent alienigenis mulieribus: eligens illas magis ex genere tuo. Noli ex superbire in spiritu tuo, et in verbis tuis: quoniam ex illa omnis perditio et contumelia oritur.",
          "english": "For I remember, my son, that for this reason our brothers were killed: because they abandoned the commandment of the Lord when they married foreign women. So choose a wife from your own family. Do not become arrogant in your spirit and in your words, because from such arrogance comes all ruin and disgrace."
        },
        {
          "number": 14,
          "latin": "Omne quod alteri oderis fieri tibi, vide ne tu aliquando alteri facias.",
          "english": "Whatever you would hate to have done to yourself, take care that you never do it to another person."
        },
        {
          "number": 15,
          "latin": "Panem tuum cum esurientibus et sitientibus comede: et de vestimentis tuis nudos tege.",
          "english": "Share your bread with the hungry and the thirsty, and cover the naked with your own garments."
        },
        {
          "number": 16,
          "latin": "Omne superfluum, si tibi fuerit, in eleemosynam da: omne enim opus bonum, quod feceris, in conspectu Altissimi benedictum erit.",
          "english": "Every surplus that you have, give as alms. For every good work that you do will be blessed in the sight of the Most High God."
        },
        {
          "number": 17,
          "latin": "Cave, mi fili, ab omni fornicatione: et super omnia, uxorem ducito de semine parentum tuorum, quoniam filii superborum sunt perditioni, et non gloriae.",
          "english": "Beware, my son, of all fornication. And above all, marry a wife from the lineage of your parents. For the children of the proud are for destruction and not for glory."
        },
        {
          "number": 18,
          "latin": "Nam in opere mendacii perditio est et contumelia: in opere vero veritatis et gloriae, omnes qui agunt illud, proficiunt.",
          "english": "For in the work of lies there is destruction and disgrace. But in the work of truth and glory, all who do it prosper."
        },
        {
          "number": 19,
          "latin": "Qui mandata Dei observaverint, proficiunt: qui vero ab eo defecerint, peribunt.",
          "english": "Those who observe the commandments of God prosper. But those who fall away from Him will perish."
        },
        {
          "number": 20,
          "latin": "De omni agro tuo aliquid mitte pauperi, et ne irrideas pauperem, quoniam in omnibus eleemosyna nos liberat a morte, et nos facit invenire gratiam apud Deum.",
          "english": "From all your fields, send something to the poor. And do not mock the poor, because in all things, almsgiving delivers us from death and makes us find grace with God."
        },
        {
          "number": 21,
          "latin": "Et sicubi videris sapientem, festina ad eum, et quasi vestigia pedum ejus exterat janua domus tuae.",
          "english": "And wherever you see a wise man, hurry to him, and let the threshold of your house be worn out by his footsteps—meaning, seek his counsel often."
        },
        {
          "number": 22,
          "latin": "Consilium, quodcumque cogitaveris, a sapiente sume, et noli contemnere omne consilium utile.",
          "english": "Whatever counsel you may consider, take it from a wise person. And do not despise any useful counsel."
        },
        {
          "number": 23,
          "latin": "In omni tempore benedic Deum, et pete ab eo, ut dirigantur viae tuae, et omnia consilia tua in ipso permaneant.",
          "english": "At all times, bless God and ask Him that your ways may be directed, and that all your counsels may remain in Him—that is, aligned with His will."
        },
        {
          "number": 24,
          "latin": "Quoniam omnes gentes consilium non habent: sed ipse Dominus dabit illis omne consilium, et omne bonum.",
          "english": "For all nations without God lack true counsel. But the Lord Himself will give them all counsel and all good things."
        },
        {
          "number": 25,
          "latin": "Et scit quoniam non habet quod in bonum operetur: sed ipse Dominus noster Deus, qui dedit eis omnia bona, diriget eos in omni opere, ut bonum agant in omnibus, ut semper gloriam Domino dabunt.",
          "english": "And He knows that they—the nations without God—have nothing to work for good. But the Lord our God Himself, who has given them all good things, will direct them in every work, so that they may do good in all things and always give glory to the Lord."
        },
        {
          "number": 26,
          "latin": "Fili, sicut ego, et mater tua sedimus in hac vita, ita tu sedes in vita tua.",
          "english": "My son, just as I and your mother have lived in this life, so may you also live in your life."
        },
        {
          "number": 27,
          "latin": "Noli timere de bonis, sed timor Dei sit in corde tuo.",
          "english": "Do not be afraid about earthly possessions, but let the fear of God be in your heart."
        },
        {
          "number": 28,
          "latin": "Quoniam si feceris haec, et observaveris mandata ejus, in omni tempore prosperaberis, et peribunt omnia consilia inimicorum tuorum.",
          "english": "For if you do these things and observe His commandments, you will prosper at all times, and all the plans of your enemies will perish."
        },
        {
          "number": 29,
          "latin": "Et noli timere fili carissime, quia pauperes quidem sumus, sed divites in Domino. Et si semper timuerimus Dominum, et fecerimus veritatem, habemus divitias multas.",
          "english": "And do not be afraid, my dearest son, because we are indeed poor in earthly wealth, but we are rich in the Lord. And if we always fear the Lord and act with truth, we have abundant riches—riches that truly matter."
        },
        {
          "number": 30,
          "latin": "Quoniam sicut superbus de divitiis suis timet, ita justus timet de peccatis suis.",
          "english": "For just as the proud man fears for his riches, so the just man fears for his sins."
        },
        {
          "number": 31,
          "latin": "Et noli timere de omni malo, sed in omnibus fidelis esto in Domino.",
          "english": "And do not fear from any evil, but in all things be faithful to the Lord."
        },
        {
          "number": 32,
          "latin": "Quoniam si haec feceris, non peribit in te memoria patris tui, quoniam filii Dei estis, et sicut pater vester Deus, ita vos filii Dei estis in saeculum saeculi.",
          "english": "For if you do these things, the memory of your father will not perish in you. For you are children of God, and just as your Father is God, so you are children of God forever and ever."
        },
        {
          "number": 33,
          "latin": "Omnibus diebus vitae tuae, mi fili, noli oblivisci praeceptorum Domini: sed in omni opere tuo, quacumque fueris, semper Deum in corde habeto: et noli velle peccare, neque transgredi praecepta ejus.",
          "english": "All the days of your life, my son, do not forget the commandments of the Lord. But in every work of yours, wherever you may be, always keep God in your heart. And do not desire to sin, nor to transgress His commandments."
        },
        {
          "number": 34,
          "latin": "In omni tempore benedic Deum in omni opere tuo, et noli timere de omni malo, quoniam sicut Dominus est in caelo, ita ipse est super terram, et omnem creaturam suam, et omnes creaturas suae.",
          "english": "At all times, bless God in every work of yours. And do not fear any evil, for just as the Lord is in the universe, so He is over the earth and all His creation, and all His creatures."
        },
        {
          "number": 35,
          "latin": "Et quoniam in ipso sumus, et in ipso omnia, et in ipso omnes sumus, et in ipso omnes nos, et in ipso omnes gentes, et in ipso omnes creaturae, et in ipso omnia bona.",
          "english": "And because we are in Him, and all things are in Him, and all of us are in Him, and all peoples are in Him, and all creatures are in Him, and all good things are in Him."
        },
        {
          "number": 36,
          "latin": "Sicut enim filii Dei estis, ita et fratres vestri, filii hominum, sunt filii Dei in saeculum saeculi, et filii hominum, filii Dei sunt in saeculum saeculi.",
          "english": "For just as you are children of God, so also your brothers, the children of men, are children of God forever and ever. And the children of men are children of God forever and ever."
        },
        {
          "number": 37,
          "latin": "Et ideo fili, quoniam in omnibus timorem Dei habes, et observas praecepta ejus, in omni tempore bene erit tibi, et non peribit in te memoria patris tui.",
          "english": "And therefore, my son, because in all things you have the fear of God and observe His commandments, it will always be well with you, and the memory of your father will not perish in you."
        },
        {
          "number": 38,
          "latin": "Quoniam sicut ego, et mater tua, et fratres tui, et omnes cognati tui sumus filii Dei in saeculum saeculi, ita tu filius Dei es in saeculum saeculi.",
          "english": "For just as I, and your mother, and your brothers, and all your relatives are children of God forever and ever, so you are a child of God forever and ever."
        },
        {
          "number": 39,
          "latin": "Et noli timere de omnibus, sed in omnibus fidelis esto in Domino, quoniam ipse est pater tuus in saeculum saeculi, et mater tua, et omnes fratres tui, et omnes cognati tui sunt filii Dei in saeculum saeculi.",
          "english": "And do not fear about anything, but in all things be faithful to the Lord, because He Himself is your Father forever and ever, and your mother, and all your brothers, and all your relatives are children of God forever and ever."
        },
        {
          "number": 40,
          "latin": "Et noli timere de omnibus, sed in omnibus fidelis esto in Domino. Quoniam ipse est Pater noster in saeculum saeculi, et omnes filii ejus, et omnes gentes, et omnes creaturae suae, et omnes creaturae ejus, sunt filii Dei in saeculum saeculi.",
          "english": "And do not fear about anything, but in all things be faithful to the Lord. For He Himself is our Father forever and ever, and all His children, and all nations, and all His creatures, and all His creations, are children of God forever and ever."
        },
        {
          "number": 1,
          "latin": "Igitur post haec Tobias memor fuit pecuniae, quam depoposcerat a Gabael in Rages Medorum,",
          "english": "So after these events, Tobias remembered the money he had entrusted to Gabael in Rages, a city in Media."
        },
        {
          "number": 2,
          "latin": "et dixit intra se: Ecce ego posui ut moriar: quare non advoco Tobiam filium meum, ut narrem illi antequam moriar haec?",
          "english": "And he said to himself: \"Look, I am about to die. Why should I not call my son Tobias so that I can tell him these things before I die?\""
        },
        {
          "number": 3,
          "latin": "Et vocans Tobiam filium suum, dixit ad eum: Fili, audi verba oris mei, et haec in corde tuo quasi fundamentum constitue.",
          "english": "And calling his son Tobias, he said to him: \"My son, listen to my words, and establish them in your heart as a firm foundation.\""
        },
        {
          "number": 4,
          "latin": "Omnibus diebus vitae tuae Deum in mente habe: et cave ne pecces voluntate, et praetermittas praecepta Domini Dei nostri.",
          "english": "All the days of your life, keep God in your mind. Be careful not to sin intentionally, and never disregard the commandments of the Lord our God."
        },
        {
          "number": 5,
          "latin": "Omnibus diebus vitae tuae fac eleemosynas: et de substantia tua noli avertere faciem tuam ab ullo paupere: neque enim avertente te faciem tuam ab ullo paupere, Deus avertet faciem suam a te.",
          "english": "All the days of your life, give alms. Do not turn your face away from any poor person by withholding your substance, because if you turn your face away from any poor person, God will turn His face away from you."
        },
        {
          "number": 6,
          "latin": "Pro eo quod habueris, fac eleemosynas: si multum tibi fuerit, abundanter facito: si exiguum, etiam exiguum libenter impertire.",
          "english": "Give alms according to what you possess. If you have much, give generously. If you have little, give even that little willingly."
        },
        {
          "number": 7,
          "latin": "Thesaurum bonum tibi congregeris in die necessitatis:",
          "english": "You will gather a good spiritual treasure for yourself for the day of need."
        },
        {
          "number": 8,
          "latin": "quoniam eleemosyna a morte liberat, et ipsa est quae purgat peccata, et facit invenire misericordiam et vitam aeternam.",
          "english": "Because almsgiving truly frees from the spiritual death of sin. It is what purifies sins and causes a person to find God's mercy and eternal life."
        },
        {
          "number": 9,
          "latin": "Qui faciunt eleemosynas, in magna poenitentia non erunt.",
          "english": "Those who give alms will not be in a state of great penance or sorrow for their sins."
        },
        {
          "number": 10,
          "latin": "Ab omni fornicatione, fili, cave tibi: et praeter uxorem tuam, ne umquam scias crimen aliud.",
          "english": "Son, beware of all sexual immorality. And besides your own wife, never engage in any other sexual sin."
        },
        {
          "number": 11,
          "latin": "Superbiam in mente, aut in verbo, aut in opere numquam dominari sinas: ex ipsa enim initium sumpsit omnis perditio.",
          "english": "Never allow pride to dominate your mind, your words, or your actions, for from pride, all spiritual destruction took its beginning."
        },
        {
          "number": 12,
          "latin": "Quicumque operatur tibi quidquam, statim illum redde: et merces mercenarii tui apud te non remaneat usque in crastinum.",
          "english": "Whatever anyone does for you, pay him at once. And do not let the wages of your hired worker remain with you until the next day."
        },
        {
          "number": 13,
          "latin": "Quod odio habes, nemini feceris. Potum, aut cibum de tuo, nisi indigentibus, noli praebere.",
          "english": "What you hate to receive, do not do to anyone else. Do not offer drink or food from your own stores, except to the truly needy."
        },
        {
          "number": 14,
          "latin": "Et eleemosynam de substantia tua facito, et pete ab ipso Deum, ut omnes vias tuas dirigat, et omnia consilia tua in ipso permaneant.",
          "english": "And give alms from your substance, and ask God Himself that He may direct all your ways and that all your plans may endure in Him."
        },
        {
          "number": 15,
          "latin": "Non timeas, fili, mortem nostram simul: si enim nos non habemus, et tu habebis.",
          "english": "Do not fear, my son, our death at the same time, for even if we have nothing, you will still have resources."
        },
        {
          "number": 16,
          "latin": "Fili, noli timere de nostra paupertate. Habes quidem divitias multas, si Deum timueris, et recesseris ab omni peccato, et feceris quae placita sunt coram illo.",
          "english": "My son, do not fear concerning our poverty. Indeed, you possess great riches if you fear God, and if you turn away from all sin, and if you do what is pleasing before Him."
        },
        {
          "number": 17,
          "latin": "Et omni tempore benedic Deum: et pete ab illo ut vias tuas dirigat, et omnia consilia tua in ipso permaneant.",
          "english": "And bless God at all times, and ask Him that He may direct your ways, and that all your plans may endure in Him."
        },
        {
          "number": 18,
          "latin": "Et noli timere, fili, si pauperem vitam gesserimus: divitias multas habemus, si timuerimus Deum, et recesserimus ab omni peccato, et fecerimus quae placita sunt coram illo.",
          "english": "And do not fear, my son, if we have led a poor life. We truly possess great riches if we have feared God, and have turned away from all sin, and have done what is pleasing before Him."
        },
        {
          "number": 19,
          "latin": "Sepeli patrem tuum, et matrem tuam: et de his, quae tibi ad victum restant, fac eleemosynas.",
          "english": "Bury your father and your mother. And from those things that remain to you for your sustenance, give alms."
        },
        {
          "number": 20,
          "latin": "Et noli timere, fili, si pauperem vitam gesserimus: divitias multas habemus, si timuerimus Deum, et recesserimus ab omni peccato, et fecerimus quae placita sunt coram illo.",
          "english": "And do not fear, my son, if we have led a poor life. We truly possess great riches if we have feared God, and have turned away from all sin, and have done what is pleasing before Him."
        },
        {
          "number": 21,
          "latin": "Et noli timere, fili, si pauperem vitam gesserimus: divitias multas habemus, si timuerimus Deum, et recesserimus ab omni peccato, et fecerimus quae placita sunt coram illo.",
          "english": "And do not fear, my son, if we have led a poor life. We truly possess great riches if we have feared God, and have turned away from all sin, and have done what is pleasing before Him."
        }
      ]
    },
    {
      "number": 5,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Tunc Tobias respondens patri suo, dixit: Faciam omnia, pater, quaecumque praecepisti mihi.",
          "english": "Tobias answered his father, saying, \"Father, I will do everything you have commanded me.\""
        },
        {
          "number": 2,
          "latin": "Sed quomodo pecuniam illam recipiam, quam ignorat? Ego autem illum ignoro, qui eam commendavit. Quomodo ad eum ire potero, viam ignorans?",
          "english": "\"But how will I get that money back from Gabael when he doesn't even know about it? And I don't know the man who was entrusted with it. How can I go to him if I don't know the way?\""
        },
        {
          "number": 3,
          "latin": "Tunc pater ejus respondens, dixit: Chirographum quidem illius apud me est: quod cum illi ostenderis, statim restituet tibi. Sed vade, quære aliquem fidelem virum, qui tecum eat, et mercedem accipiet, cum redieritis.",
          "english": "Then his father answered, saying, \"I have his receipt here with me. When you show him that, he will immediately return the money to you. Now go and find some trustworthy man who will go with you. He will be paid when you both return.\""
        },
        {
          "number": 4,
          "latin": "Exiit Tobias, et reperit juvenem splendidum, stantem precinctum, ac quasi paratum ad viam.",
          "english": "Tobias went out and found a splendid young man standing there, dressed and ready, as if prepared for a journey."
        },
        {
          "number": 5,
          "latin": "Et ignorans quia angelus Dei esset, salutavit illum, et dixit: Unde te, bone juvenis, habemus?",
          "english": "Tobias did not know that this young man was an angel of God. So he greeted him and asked, \"Where are you from, good young man?\""
        },
        {
          "number": 6,
          "latin": "Et ille respondens, dixit: Ex filiis Israël. Et Tobias dixit illi: Nostine viam quæ ducit in regionem Medorum?",
          "english": "The young man answered, \"I am one of the children of Israel.\" Tobias then asked him, \"Do you know the way that leads to the region of Media?\""
        },
        {
          "number": 7,
          "latin": "Et ille respondit: Novi, et in omnibus illius viis eruditus sum, et sæpe profectus sum in Mediam, et mansi apud Gabael, fratrem nostrum, qui moratur in Rages Medorum: et sunt biduo itinere ab Ecbatanis ad Rages.",
          "english": "The young man answered, \"I know the way very well. I am learned in all its roads. I have often traveled to Media and stayed with our countryman Gabael, who lives in Rages of Media. It's a two-day journey from Ecbatana to Rages.\""
        },
        {
          "number": 8,
          "latin": "Et Tobias dixit illi: Expecta me, obsecro, donec hoc patri meo nuntiem.",
          "english": "Tobias said to him, \"Please wait for me while I tell my father this news.\""
        },
        {
          "number": 9,
          "latin": "Et introiens Tobias nuntiavit patri suo omnia. Tunc vocavit illum pater ejus, et dixit illi: Mi frater, quid velis dari tibi pro itinere, ut eas cum filio meo?",
          "english": "Tobias went inside and told his father everything. Then his father called the young man in and said to him, \"My countryman, what would you like to be paid for the journey if you go with my son?\""
        },
        {
          "number": 10,
          "latin": "Et ille dixit: Præter victum tuum et filii tui, dabis mihi drachmas duas in die, et ea quæ necessaria sunt, et cum redierimus sicut justum est, accipiam de reliquis.",
          "english": "The young man said, \"Besides the provision of food for you and your son, you will give me two drachmas a day and whatever else is necessary for expenses. When we return, I will receive the rest of my pay as is fair.\""
        },
        {
          "number": 11,
          "latin": "Et dixit illi Tobias: Vade, et esto cum filio meo, et accipiam super quod dixisti.",
          "english": "Tobit then said to him, \"Go and journey with my son, and I will add more to what you have asked for.\""
        },
        {
          "number": 12,
          "latin": "Hæc autem cum audisset, dixit illi: Ducas filium meum sanum, et reduces eum ad me sanum: et angelus Domini sit vobiscum in via vestra.",
          "english": "When Tobit heard this agreement, he said to the young man, \"Lead my son safely and bring him back to me sound and unharmed. And may an angel of the Lord be with you on your journey.\""
        },
        {
          "number": 13,
          "latin": "Et Anna mater ejus dixit illi: Quid opus fuit tibi, ut mitteres filium tuum? An non est baculus senectutis nostræ, qui ingreditur et regreditur?",
          "english": "His mother Anna then said to Tobit, \"Why was it necessary for you to send our son away? Is he not the support of our old age? He is the one who helps us in and out of the house.\""
        },
        {
          "number": 14,
          "latin": "Noli esse cupidus, pecuniæ addere pecuniam: sed sit velut stercus contra filium nostrum.",
          "english": "\"Do not be so eager to pile up more money! Let that money be like dirt compared to our son's safety!\""
        },
        {
          "number": 15,
          "latin": "Quoniam sufficit nobis paupertas nostra, ut divites essemus, si filium nostrum videremus.",
          "english": "\"Our poverty is enough for us. We would be rich enough if only we could see our son safe and sound.\""
        },
        {
          "number": 16,
          "latin": "Et dixit ei Tobias: Noli, mater mea, contristari, sed sana erit ista via nostra: et hinc ad te iterum redire, et videre te.",
          "english": "And Tobit said to her, \"Do not be troubled, my mother. This journey will be a safe one for our son, and he will return here to you again, and you will see him.\""
        },
        {
          "number": 17,
          "latin": "Et tunc sic locutus est illi mater ejus, et de cætero tacebat.",
          "english": "His mother spoke to him like this, and after that, she was silent."
        },
        {
          "number": 18,
          "latin": "Exiit ergo Tobias cum suo cane, et venit ad locum, ubi aqua erat.",
          "english": "So Tobias went out on his journey with his dog, and they came to a place where there was water."
        },
        {
          "number": 19,
          "latin": "Irruit autem piscis ex aqua, et voluit devorare eum.",
          "english": "A large fish suddenly rushed out of the water and tried to swallow him."
        },
        {
          "number": 20,
          "latin": "Exclamavit autem Tobias, et dixit: Domine, eripiet.",
          "english": "Tobias cried out and said, \"Lord, it will carry me off!\""
        },
        {
          "number": 21,
          "latin": "Et dixit ei angelus: Comprehende piscem, et trahe eum ad te. Quod cum fecisset, traxit eum in terram: et exilivit extra aquam.",
          "english": "The angel said to him, \"Grab the fish and pull it towards you!\" When Tobias did this, he dragged the fish onto the dry land, and it thrashed about outside the water."
        },
        {
          "number": 22,
          "latin": "Et dixit illi angelus: Aperte illum, et tolle cor ejus, et fel, et hepar, et repone tibi hæc. Cor autem et fel, et hepar super terram projice.",
          "english": "And the angel said to him, \"Open the fish and take out its heart, gall, and liver. Keep these for yourself. Discard the rest of the fish's internal organs by throwing them onto the ground.\""
        },
        {
          "number": 1,
          "latin": "Tunc Tobias respondens dixit patri suo: Ego faciam, pater, omnia quæ mihi præcepisti.",
          "english": "Then Tobias answered his father and said, \"Father, I will do everything you have commanded me.\""
        },
        {
          "number": 2,
          "latin": "Sed quomodo potero ipsam pecuniam colligere, quam penes Gabael reliquisti, quam ignorat? Et signum illius nescio.",
          "english": "\"But how can I collect the money you left with Gabael? He doesn't know me, and I don't have anything that proves I'm you, like a written sign or a seal.\""
        },
        {
          "number": 3,
          "latin": "Porro pater respondens dixit illi: Chirographum illius penes me habeo; quem dum illi ostenderis, statim restituet.",
          "english": "Then his father answered him, \"I have the signed document for it right here with me. When you show it to him, he will immediately give the money back.\""
        },
        {
          "number": 4,
          "latin": "Sed nunc, fili mi, quære aliquem virum fidelem, qui tecum eat, ut et mercedem accipiat cum reversus fuerit.",
          "english": "\"But now, my son, find a faithful man who will go with you, so he can also receive his payment when he returns.\""
        },
        {
          "number": 5,
          "latin": "Exiit Tobias, et reperit juvenem splendidum, stantem præcinctum, et quasi paratum ad ambulandum.",
          "english": "Tobias went out and found a splendid young man standing there, dressed and ready, as if prepared to travel."
        },
        {
          "number": 6,
          "latin": "Et ignorans quoniam angelus Dei esset, salutavit illum, et dixit: Unde te, bone juvenis, habemus?",
          "english": "Not knowing that he was an angel of God, Tobias greeted him and said, \"Good young man, where are you from?\""
        },
        {
          "number": 7,
          "latin": "Respondens ille, dixit: Ex filiis Israël. Et Tobias dixit illi: Nostine viam quæ ducit in regionem Medorum?",
          "english": "The young man answered, \"I am from the sons of Israel.\" And Tobias asked him, \"Do you know the way that leads to the region of Media?\""
        },
        {
          "number": 8,
          "latin": "Cui ille respondit: Novi, et in omnibus itineribus ejus ambulavi, et mansi apud Gabael fratrem nostrum, qui moratur in Rages civitate Medorum.",
          "english": "He replied, \"I know it, and I have traveled all its roads. I even stayed with our brother Gabael, who lives in Rages, a city in Media.\""
        },
        {
          "number": 9,
          "latin": "Dixitque illi Tobias: Sustine me, obsecro, donec hæc patri meo nuntiem.",
          "english": "Tobias then said to him, \"Please wait for me while I tell these things to my father.\""
        },
        {
          "number": 10,
          "latin": "Ingressus itaque Tobias, nuntiavit patri suo, dicens: Ecce inveni juvenem ex filiis Israël, qui mecum vult ire.",
          "english": "So Tobias went in and announced to his father, saying, \"Look, I have found a young man from the sons of Israel who is willing to come with me.\""
        },
        {
          "number": 11,
          "latin": "Et respondit pater dicens: Voca illum ad me, ut sciam de qua tribu sit, et utrum fidelis sit, qui tecum pergat.",
          "english": "His father replied, \"Call him to me so I can learn what tribe he belongs to, and whether he is a faithful man to travel with you.\""
        },
        {
          "number": 12,
          "latin": "Exiit Tobias, et vocavit eum, et dixit: Juvenis, pater meus te vult.",
          "english": "Tobias went out and called him, saying, \"Young man, my father wants to see you.\""
        },
        {
          "number": 13,
          "latin": "Ingressusque salutavit eum. Et Tobias senior dixit: Frater, unde es tu, aut de qua tribu, et qua familia?",
          "english": "When he came in, he greeted Tobias's father. And Tobias the elder said, \"Brother, where are you from? And from what tribe and what family?\""
        },
        {
          "number": 14,
          "latin": "Responditque ei: Ex filiis Israël, et de tribu Nephthali.",
          "english": "He answered him, \"I am from the sons of Israel, and from the tribe of Naphtali.\""
        },
        {
          "number": 15,
          "latin": "Et Tobias dixit illi: Habetne scilicet tribus tua aliquem notum mihi?",
          "english": "And Tobias the elder said to him, \"Does your tribe happen to have anyone I know?\""
        },
        {
          "number": 16,
          "latin": "Responditque ille: Unum fratrem, Ananiam, ex majoribus meis.",
          "english": "He replied, \"One kinsman, Ananias, from my ancestors.\""
        },
        {
          "number": 17,
          "latin": "Et dixit ei Tobias: Es tu fortasse filius Ananiæ majoris fratris mei?",
          "english": "And Tobias the elder said to him, \"Are you perhaps the son of Ananias, my elder kinsman?\""
        },
        {
          "number": 18,
          "latin": "Dixitque ei: Non sum. Et Tobias senior dixit: Scio te, frater, de familia magna esse. Sed dic mihi, quid habes mercedis? et dabo tibi.",
          "english": "He said to him, \"I am not.\" And Tobias the elder said, \"I know you are from a great family, brother. But tell me, what will your payment be? And I will give it to you.\""
        },
        {
          "number": 19,
          "latin": "Responditque angelus: Ego si mecum ieris, et iter feceris, fortasse merces tua præbenda est major quam quæ cogitaris.",
          "english": "The angel answered, \"If you go with me and make the journey, perhaps your payment should be greater than you are thinking.\""
        },
        {
          "number": 20,
          "latin": "Tobias vero dixit ei: Ego tibi dabo in die decem drachmas, et victum tuum mecum, quasi unum de filiis meis.",
          "english": "But Tobias the elder said to him, \"I will give you ten drachmas a day, and your food will be with me, as if you were one of my own sons.\""
        },
        {
          "number": 21,
          "latin": "Si tamen cum mecum redieris sanus, super prædictam mercedem, adjiciam tibi ut sis frater meus.",
          "english": "If, however, you return safely with me, beyond the payment I mentioned, I will give you more, as if you were my own brother."
        },
        {
          "number": 22,
          "latin": "Responditque illi angelus: Ego vadam tecum, et ne timeas: sanam viam habebimus, et rursus ad te revertemur.",
          "english": "The angel answered him, \"I will go with you, and do not be afraid. We will have a safe journey and will return to you again.\""
        },
        {
          "number": 23,
          "latin": "Et respondens, Tobias dixit: Benedicam te, frater, in hoc itinere, et in omnibus diebus vitae tuae.",
          "english": "And Tobias the elder, responding, said, \"I will bless you, brother, on this journey and throughout all the days of your life.\""
        },
        {
          "number": 24,
          "latin": "Exeuntem autem Tobiam de domo sua, et timentem uxorem ejus, in via admonuit eum filius suus, ut acciperet ex eis pecuniam, quæ illi debetur.",
          "english": "As Tobias was leaving his house, and his wife feared for him, his son reminded him, while on the way, to take the money that was owed to him from them."
        },
        {
          "number": 25,
          "latin": "Et Tobias dixit: Ego faciam; sed non ibo sine illo juvene, quem tu nescis.",
          "english": "And Tobias the elder said, \"I will do it, but I will not go without that young man, whom you do not know.\""
        },
        {
          "number": 26,
          "latin": "At illa, cum audisset illum ire, coepit flens dicere: Dimisisti filium meum, lumen oculorum meorum, in manu peregrini.",
          "english": "But when she heard that he was going, she began to weep, saying, \"You have sent my son, the light of my eyes, into the hands of a stranger!\""
        },
        {
          "number": 27,
          "latin": "Nec si aurum mihi dare velles, et pecuniam multam, filio meo non possem esse sine illo.",
          "english": "\"Even if you wanted to give me gold and much money, I could not be without my son.\""
        },
        {
          "number": 28,
          "latin": "Nonne sufficiebat tibi, quod egeni sumus, et ad solatium nostrum, filium habemus?",
          "english": "\"Was it not enough for you that we are poor, and that for our comfort, we have a son?\""
        },
        {
          "number": 29,
          "latin": "Noli addere tristitiam tristitiæ. Nam quod habemus, nihil est in comparatione illius.",
          "english": "\"Do not add sorrow to sorrow. For what we have is nothing compared to him.\""
        },
        {
          "number": 30,
          "latin": "Tobias senior dixit: Non oportet te vexari, soror, ipse enim juvenis fidelis est, et sanus veniet, et bene custodiet pecuniam.",
          "english": "Tobias the elder said, \"You must not be troubled, sister. For the young man himself is faithful, and he will come back safely, and he will keep the money well.\""
        },
        {
          "number": 31,
          "latin": "Et cito revertetur ad nos.",
          "english": "\"And he will return to us quickly.\""
        },
        {
          "number": 32,
          "latin": "Et hoc non pertinet ad te: sed ad me. Ne timeas, soror.",
          "english": "\"And this does not concern you, but me. Do not be afraid, sister.\""
        },
        {
          "number": 33,
          "latin": "Quia puer meus habebit angelum fidelem, et sanam viam habebit, et revertetur ad nos.",
          "english": "\"Because my boy will have a faithful angel with him, and he will have a safe journey, and he will return to us.\""
        },
        {
          "number": 34,
          "latin": "Et sic cessavit.",
          "english": "And so she stopped weeping."
        },
        {
          "number": 35,
          "latin": "Et egressus est Tobias cum juvene, et canis sequebatur eum.",
          "english": "And Tobias went out with the young man, and his dog followed them."
        },
        {
          "number": 36,
          "latin": "Et Abiit iter suum.",
          "english": "And he continued his journey."
        },
        {
          "number": 37,
          "latin": "Et ubi pervenit ad fluvium Tigridis, ibi stabat super ripam, et lavabat pedes suos.",
          "english": "And when he came to the river Tigris, he stopped on its bank and washed his feet."
        },
        {
          "number": 38,
          "latin": "Et dum staret, subito piscis magnus evertit se super eum, et voluit devorare eum.",
          "english": "And as he stood there, suddenly a large fish lunged at him and tried to swallow him."
        },
        {
          "number": 39,
          "latin": "Et angelus dixit illi: Apprehende piscem, et tene illum.",
          "english": "And the angel said to him, \"Catch the fish, and hold it fast.\""
        },
        {
          "number": 40,
          "latin": "Et ille apprehendit piscem, et attraxit illum ad terram.",
          "english": "And he caught the fish and dragged it onto the dry ground."
        }
      ]
    },
    {
      "number": 6,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et cum irent, venerunt ad flumen Tigris vespere, ibique manserunt.",
          "english": "As they traveled, they arrived at the Tigris river in the evening, and there they made their camp for the night."
        },
        {
          "number": 2,
          "latin": "Cumque descendisset puer ad lavandum, ecce piscis magnus exiit ad vorandum eum.",
          "english": "And when the young man went down to bathe, suddenly, a huge fish came out of the water to swallow him."
        },
        {
          "number": 3,
          "latin": "Quem timens Tobias clamavit voce magna, dicens: Domine, ecce piscis inruit in me.",
          "english": "Tobias was terrified by it, and he cried out in a loud voice, saying, \"Sir, look! A fish is attacking me!\""
        },
        {
          "number": 4,
          "latin": "Et dixit illi angelus: Apprehende piscem, et tene eum. Et apprehendit puer piscem, et attraxit in aridum.",
          "english": "And the angel said to him, \"Grab the fish, and hold on to it!\" So the young man seized the fish and dragged it onto the dry land."
        },
        {
          "number": 5,
          "latin": "Et dixit ei angelus: Exentera piscem, et cor ejus, et fel, et hepar repone tibi: sunt enim haec necessaria ad medicamentum utiliter.",
          "english": "And the angel told him, \"Gut the fish, and keep its heart, gall, and liver for yourself, because these will be necessary for a very useful medicine.\""
        },
        {
          "number": 6,
          "latin": "Et sic fecit puer sicut praecepit illi angelus. Et extraxit piscem, et devoravit illum.",
          "english": "And so the young man did exactly as the angel had commanded him. He prepared the fish, extracted the useful parts, and then cooked and ate the rest of it."
        },
        {
          "number": 7,
          "latin": "Et dixerunt in itinere, et appropinquaverunt regionem Mediae.",
          "english": "And as they continued their journey, they spoke together, and then they approached the region of Media."
        },
        {
          "number": 8,
          "latin": "Et interrogavit Tobias angelum, dicens: Azaria frater, quaeso te, quid est hoc medicamentum in corde, et felle, et hepate piscis?",
          "english": "And Tobias asked the angel, saying, \"Brother Azarias, I beg you, what kind of medicine is found in the heart, gall, and liver of this fish?\""
        },
        {
          "number": 9,
          "latin": "Et dixit illi: Cor piscis, si aliquem vexat daemon aut spiritus malus, suffumigari oportet de illo, et cessabit omnis vexatio, et discedet ab illo in perpetuum.",
          "english": "And he answered him, \"If a demon or an evil spirit is troubling someone, the heart of the fish must be burned as incense, and all torment will cease, and the evil spirit will depart from that person forever.\""
        },
        {
          "number": 10,
          "latin": "Et fel, unguere oportet hominem qui habet albugines in oculis, et sanabitur.",
          "english": "And as for the gall, a person who has white spots in their eyes should be anointed with it, and they will be cured."
        },
        {
          "number": 11,
          "latin": "Dixerat autem Tobias: Ubi vis manere? Et dixit angelus: Est hic homo propinquus tuus, nomine Raguel, de tribu Rachel: et ipse habet filiam nomine Saram, sed non est ei masculus neque femina, omnis autem haereditas ejus ad te pertinet: et ipse solus habet unam filiam Saram.",
          "english": "Then Tobias asked, \"Where do you want us to stay?\" And the angel replied, \"There is a man here who is your kinsman, named Raguel, from the tribe of Rachel. He has a daughter named Sarah, and she is his only child. All of his inheritance would belong to you, because he has no other children except for his one daughter, Sarah.\""
        },
        {
          "number": 12,
          "latin": "Hanc posce tibi uxorem: et dabit tibi Dominus illam.",
          "english": "You should ask for her to be your wife, and the Lord will surely give her to you."
        },
        {
          "number": 13,
          "latin": "Et dixit Tobias: Audivi, frater Azaria, quia septem viri acceperunt illam, et mortui sunt: sed et hoc audivi, quia daemon occidit eos.",
          "english": "And Tobias said, \"I have heard, brother Azarias, that seven men married her, and they all died. But I also heard that a demon was the one who killed them.\""
        },
        {
          "number": 14,
          "latin": "Et nunc timeo, ne forte hoc contingat et mihi: et cum sim unicus parentibus meis, deponam senectutem eorum cum tristitia ad inferos.",
          "english": "And now I am afraid that this might happen to me as well. Since I am the only child of my parents, I would bring their old age down to the grave with great sorrow."
        },
        {
          "number": 15,
          "latin": "Et dixit ei angelus Raphael: Audi me, et ostendam tibi, quorum admonitione superatur daemon: quicumque enim uxorem duxerit, et a Deo abjecerit, et a mente sua, et dederit libidini suae, sicut equus et mulus, quibus non est intellectus, habet potestatem daemon super illos.",
          "english": "And the angel Raphael said to him, \"Listen to me, and I will show you by what instruction a demon is overcome. For whoever takes a wife and rejects God, abandoning his own reason, and gives himself over to lust like a horse or a mule which has no understanding, a demon has power over such people.\""
        },
        {
          "number": 16,
          "latin": "Tu autem cum acceperis eam, intra cubiculum, et per tres dies contine te ab ea, et nihil aliud nisi orationibus vacato, cum illa pariter.",
          "english": "But you, when you marry her, go into your wedding chamber, and for three days, refrain from marital intimacy with her. During that time, devote yourselves to nothing else but prayers, together with her."
        },
        {
          "number": 17,
          "latin": "Illa autem nocte, projicies in ignem jecur piscis, et fugabitur daemon.",
          "english": "But on that first night, you shall throw the fish's liver into the fire, and the demon will flee."
        },
        {
          "number": 18,
          "latin": "Secunda vero nocte, erit in benedictione nubialis.",
          "english": "And on the second night, there will be a blessing for your marriage."
        },
        {
          "number": 19,
          "latin": "Tertia autem nocte, habebis benedictionem, ut liberi ex vobis generentur.",
          "english": "And on the third night, you will receive a blessing, so that children may be born to you both."
        },
        {
          "number": 20,
          "latin": "Post tertiam autem noctem, accipies virginem cum timore Domini, plus quam fornicaris, et in semine Abrahae suscipies filios.",
          "english": "But after the third night, you shall take the virgin as your wife with a profound reverence for the Lord, choosing this holy union over merely satisfying lust. And in the lineage of Abraham, you shall be blessed with children."
        },
        {
          "number": 21,
          "latin": "Et dixit ei angelus: Noli timere, frater, quoniam propter te est illa nupta: et exaudi verba mea, et erit tibi in salute.",
          "english": "And the angel said to him, \"Do not be afraid, brother, because she is destined to be your wife. Heed my words, and everything will turn out well for you.\""
        },
        {
          "number": 22,
          "latin": "Et dixit Tobias: Facio sicut dixisti mihi.",
          "english": "And Tobias said, \"I will do exactly as you have told me.\""
        }
      ]
    },
    {
      "number": 7,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et intrante eo in Rhages, venit in domum Raguelis.",
          "english": "When Tobiah entered into the city of Rages, he came to the house of Raguel."
        },
        {
          "number": 2,
          "latin": "Et suscepit eum Raguel cum gaudio, et vidit Tobiam, et dixit Annae uxori suae: Quam similis est juvenis iste Thobi patruo meo!",
          "english": "Raguel welcomed him joyfully. He looked at Tobiah and said to his wife, Anna, \"How much this young man resembles my relative, Tobias!\""
        },
        {
          "number": 3,
          "latin": "Et addidit post verba jurans, et dixit: Nonne tu es filius Thobi fratris mei?",
          "english": "And after these words, Raguel swore an oath and said: \"Are you not the son of my brother Tobias?\""
        },
        {
          "number": 4,
          "latin": "Et dixit illi Tobias: Sum.",
          "english": "And Tobiah replied to him, \"I am his son.\""
        },
        {
          "number": 5,
          "latin": "Et consurgentes ambo, osculati sunt se, et ploraverunt. Et flevit Raguel cum lacrimis, dicens: Benedictio tibi sit, fili, quia boni et optimi viri filius es.",
          "english": "Both men then stood up, embraced each other, and wept. Raguel wept with tears, saying, \"May blessings be upon you, my son, for you are the son of a good and most excellent man.\""
        },
        {
          "number": 6,
          "latin": "O miseria! quando interii, ut non viderem te? Et percussus est tristitia Raguel, ita ut filia quoque ejus Sarra fleret.",
          "english": "Raguel exclaimed, \"Oh, what sorrow! Why did I not die sooner so that I could have seen you before now?\" Raguel was struck with such grief that even his daughter Sarah wept."
        },
        {
          "number": 7,
          "latin": "Et suscepit eum Raguel valde, et mactavit arietem de gregibus, et suscepit eos gaudenter.",
          "english": "Raguel welcomed him with great hospitality; he slaughtered a ram from his flocks and received them with joy, celebrating their arrival."
        },
        {
          "number": 8,
          "latin": "Et cum lavisset et mundasset se, ingressus est ad convivium.",
          "english": "After Tobiah had washed and purified himself, he came in to join the feast."
        },
        {
          "number": 9,
          "latin": "Et dixit Tobias Raphaeli: Frater Azaria, dic Ragueli, ut des mihi Sarram filiam suam uxorem.",
          "english": "Then Tobiah said to Raphael, who was disguised as Azariah, \"Brother Azariah, tell Raguel to give me his daughter Sarah to be my wife.\""
        },
        {
          "number": 10,
          "latin": "Et audivit Raguel sermonem istum: et dixit ad Tobiam: Manduca, et bibe, et hilaris esto ista nocte: nemo enim est alius homo, qui accipiat Sarram filiam meam, nisi tu, frater, quoniam tu propinquus es mihi.",
          "english": "Raguel heard this request and said to Tobiah, \"Eat, drink, and be cheerful tonight. Indeed, there is no other man who has the right to take my daughter Sarah as his wife except you, my relative, because you are closely related to me by blood.\""
        },
        {
          "number": 11,
          "latin": "Sed volo tibi, fili, verum dicere: dedi filiam meam septem viris, et omnes mortui sunt nocte, qua ingressi sunt ad eam. Sed tu hilaris esto ista nocte.",
          "english": "Raguel then continued, \"But I want to tell you the truth, my son: I have given my daughter to seven husbands, and all of them died on the very night they went in to be with her. Yet, despite this, be cheerful tonight.\""
        },
        {
          "number": 12,
          "latin": "Et dixit Tobias: Non manducabo hinc, nec bibam, donec constitues quod ad me pertinet.",
          "english": "But Tobiah declared, \"I will not eat or drink from this feast until you make a firm arrangement regarding what concerns me and your daughter.\""
        },
        {
          "number": 13,
          "latin": "Et dixit illi Raguel: Faciam: et dedit ei jus de illa, ut uxorem eam haberet, et scripsit instrumentum. Et tunc coeperunt simul manducare et bibere.",
          "english": "Raguel replied, \"I will do it!\" And he granted Tobiah the legal right to have Sarah as his wife, and he drew up the marriage contract. Only then did they begin to eat and drink together."
        },
        {
          "number": 14,
          "latin": "Et vocavit Raguel Annnam uxorem suam, et dixit ei: Praepara aliam cameram, et illuc duc illam.",
          "english": "Raguel then called his wife Anna and instructed her, \"Prepare another chamber, and lead Sarah into it.\""
        },
        {
          "number": 15,
          "latin": "Et duxit illam in cubiculum, et coepit flere.",
          "english": "Anna led Sarah into her bridal chamber, and Sarah began to weep."
        },
        {
          "number": 16,
          "latin": "Et consolata est filiam suam, ut securae esset. Et dixit ei: Confide, filia, tibi dabit Dominus gaudium pro ista tristitia tua.",
          "english": "And Anna comforted her daughter, assuring her that she would be safe. Anna said to her, \"Have confidence, my daughter; the Lord will grant you joy in place of this sorrow you now feel.\""
        },
        {
          "number": 17,
          "latin": "Et cum se mundasset, et orasset, sedit ad mensam. Et cepit Raguel manducare et bibere.",
          "english": "After Sarah had purified herself and prayed, she sat down at the table. Raguel then began to eat and drink."
        },
        {
          "number": 1,
          "latin": "Et introivit Tobias in Rages civitatem Medorum, et cum eo Azarias.",
          "english": "Tobias entered Rages, a city belonging to the Medes, and Azarias—who was Raphael the Archangel in disguise—was with him."
        },
        {
          "number": 2,
          "latin": "Et cum pervenissent ad Egbatanen, venti sunt in domum Raguelis. Suscepitque eos Raguel cum gaudio.",
          "english": "When they arrived at Ecbatana, they went to Raguel’s house. Raguel welcomed them with great joy."
        },
        {
          "number": 3,
          "latin": "Et aspiciens Raguel Tobiam, dixit Annae uxori suae: Quam similis est hic juvenis Tobiae filio meo!",
          "english": "Raguel looked at Tobias and said to his wife, Anna, 'This young man looks so much like my cousin Tobit!'"
        },
        {
          "number": 4,
          "latin": "Et post multas voces, dixit Raguel ad eos: Unde vos estis, fratres? At illi dixerunt: Ex filiis Nephthali sumus, de captivitate Ninive.",
          "english": "After much conversation, Raguel asked them, 'Where are you from, my brothers?' They answered him, 'We are descendants of Naphtali, from the people taken captive to Nineveh.'"
        },
        {
          "number": 5,
          "latin": "Dixitque illis Raguel: Nostis Tobiam fratrem nostrum? At illi dixerunt: Novimus.",
          "english": "Raguel then asked them, 'Do you know our kinsman Tobit?' And they replied, 'We do know him.'"
        },
        {
          "number": 6,
          "latin": "Et cum multa bona loquerentur de eo, dixit angelus ad Raguel: Tobias iste de quo interrogas, pater hujus est.",
          "english": "While they spoke many good things about Tobit, the angel Raphael then said to Raguel, 'This Tobias, about whom you are asking, is the son of your kinsman Tobit.'"
        },
        {
          "number": 7,
          "latin": "Et prosiliens Raguel, deosculatus est illum, et flevit: et super collum ejus mittens se, adjecit et flevit super eum.",
          "english": "Raguel immediately sprang forward, kissed Tobias, and began to weep. Throwing his arms around Tobias’s neck, he continued to weep over him."
        },
        {
          "number": 8,
          "latin": "Et dixit illi: Benedictio tibi sit, fili, quia boni et optimi viri filius es.",
          "english": "And Raguel said to him, 'May you be blessed, my son, for you are the son of a good and most excellent man.'"
        },
        {
          "number": 9,
          "latin": "Et Anna uxor ejus, et Sara filia, coeperunt flere.",
          "english": "Then his wife Anna and his daughter Sara also began to weep."
        },
        {
          "number": 10,
          "latin": "Et post verba, jussit occidi arietem de gregibus, et parari convivium.",
          "english": "After these words, Raguel ordered a ram from his flocks to be slaughtered and a feast to be prepared."
        },
        {
          "number": 11,
          "latin": "Et cum sciret Tobias, quod Sara filia Raguelis ipsi deberetur uxori secundum legem Moysi, dixit angelus ad Raguel: non comedam hodie, neque bibam hic, nisi prius confirmes mihi, ut des Sarah filiam tuam mihi uxorem.",
          "english": "Knowing that Sara, Raguel’s daughter, was rightly due to him as a wife according to the Law of Moses, the angel spoke to Raguel on Tobias's behalf, saying, 'I will not eat or drink here today unless you first promise to give me your daughter Sara as my wife.'"
        },
        {
          "number": 12,
          "latin": "Et audito verbo, non potuit Raguel negare ei, sciens quod ei daretur secundum legem Moysi.",
          "english": "When he heard this, Raguel could not refuse him, knowing that she was to be given to him according to the Law of Moses."
        },
        {
          "number": 13,
          "latin": "Et apprehendit manum filiae suae Saræ, et tradidit eam Tobiae in uxorem. Et dixit: Ecce desponsa est tibi, fili, hodie filia mea; ex hoc die et in futurum sit tibi uxor. Duc eam in domum tuam in pace.",
          "english": "So Raguel took the hand of his daughter Sara and gave her to Tobias as his wife. And he said, 'Behold, my daughter is betrothed to you today, my son; from this day forth and into the future, she shall be your wife. Take her into your home in peace.'"
        },
        {
          "number": 14,
          "latin": "Et vocavit matrem ejus, et dixit illi ut afferret chartam, ut scriberet de ea usque in perpetuum, et de dote ipsius.",
          "english": "Then he called Sara’s mother, Anna, and told her to bring a legal document so that he might write down the marriage contract for her forever, including her dowry."
        },
        {
          "number": 15,
          "latin": "Et postea coeperunt convivium: benedicensque Raguel, eduxit Saram filiam suam.",
          "english": "Afterward, they began the wedding feast. Raguel blessed them and then presented his daughter Sara."
        },
        {
          "number": 16,
          "latin": "Et dixit: Benedico te, filia, et benedicat te Deus, qui fecit caelum et terram, et mare, et montes, et flumina, et omnia quae in eis sunt. Et super omnia, benedicat te Dominus.",
          "english": "And Raguel said: 'I bless you, my daughter, and may God bless you—He who made the universe and the earth, and the sea, and the mountains, and the rivers, and all things that are in them. Above all things, may the Lord bless you.'"
        },
        {
          "number": 17,
          "latin": "Et super omnia, benedicat te Dominus, et faciat te dignam, ut pariat tibi filios, et nepotes.",
          "english": "And above all, may the Lord bless you and make you worthy to bear sons and grandsons for yourself."
        },
        {
          "number": 18,
          "latin": "Et vocavit Tobiam, et dixit illi: Accipe frater, et manduca, et bibe, et hilaris esto: quia tibi soli competit accipere uxorem filiam meam: et propterea non potest alius eam accipere vir, nisi tu.",
          "english": "Then Raguel called Tobias and said to him: 'Take courage, brother, and eat and drink, and be cheerful! For it is fitting for you alone to take my daughter as your wife, and therefore, no other man can take her as a husband but you.'"
        }
      ]
    },
    {
      "number": 8,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Ut consummatum est convivium, introduxerunt Thobiam ad Saram.",
          "english": "When the dinner party was finished, they brought Tobias to Sara."
        },
        {
          "number": 2,
          "latin": "Et memento, dixit illi Thobias, soror, ut oremus Deum, priusquam accedamus, et petamus a Domino sanitatem nostram et salutem.",
          "english": "“Remember, sister,” Tobias said to her, “that we should pray to God before we approach each other, and let us ask the Lord for our health and protection.”"
        },
        {
          "number": 3,
          "latin": "Et respondit illi Sara: Bene facis, frater, ut oremus, et petamus a Domino sanitatem et salutem, et misericordiam.",
          "english": "Sara replied to him, “You are right, brother, that we should pray and ask the Lord for health, protection, and mercy.”"
        },
        {
          "number": 4,
          "latin": "Et ingressi sunt ambo, et orabant diligenter simul, ut sanitas conservaretur eis.",
          "english": "They both went into the room and prayed earnestly together, that their health might be preserved."
        },
        {
          "number": 5,
          "latin": "Et dixit Thobias: Benedictus es, Deus patrum nostrorum, et benedictum nomen tuum sanctum et gloriosum in sæcula sæculorum: benedicant te cæli et universa creatura tua.",
          "english": "And Tobias said, “Blessed are You, God of our fathers, and blessed is Your holy and glorious name forever and ever. May the skies and all Your creation bless You.”"
        },
        {
          "number": 6,
          "latin": "Tu fecisti Adam, et dedisti illi Hevam adjutricem et sustentaculum: et ex illis prodiit genus hominum. Tu dixisti: Non est bonum esse hominem solum; faciamus ei adjutorium simile sibi.",
          "english": "“You made Adam, and gave him Eve as a helper and a support, and from them the human race came forth. You said, ‘It is not good for man to be alone; let us make him a helper like himself.’”"
        },
        {
          "number": 7,
          "latin": "Et nunc, Domine, tu scis quoniam non libidine mea accedo ad hanc sororem meam, sed sola intentione generandi filios, in quo benedicatur nomen tuum in sæcula sæculorum.",
          "english": "“And now, O Lord, You know that I do not approach this my sister out of lust, but with the sole intention of begetting children, through whom Your name may be blessed forever and ever.”"
        },
        {
          "number": 8,
          "latin": "Dixit quoque Sara: Benedictus es, Deus meus, et benedictum nomen tuum in sæcula: et benedicant te omnes creaturæ tuæ.",
          "english": "Sara also said, “Blessed are You, my God, and blessed is Your name forever; and may all Your creatures bless You.”"
        },
        {
          "number": 9,
          "latin": "Et audivit orationem amborum Deus, et misit angelum suum Raphael, ut curaret eos.",
          "english": "And God heard the prayer of both of them, and He sent His angel Raphael to heal them."
        },
        {
          "number": 10,
          "latin": "Et egressus est Raphael, et tenuit dæmonem, et alligavit illum in deserto Ægypti superiore.",
          "english": "Raphael went forth and seized the demon, and bound him in the upper desert of Egypt."
        },
        {
          "number": 11,
          "latin": "Et reversus est Raphael, et dixit Thobiæ: Ne timeas, Thobia, quoniam benedixit te Deus. Et tunc Thobias et Sara convenerunt.",
          "english": "Raphael returned and said to Tobias, “Do not fear, Tobias, for God has blessed you.” Then Tobias and Sara came together as husband and wife."
        },
        {
          "number": 12,
          "latin": "Et in ipsa nocte, egressus est dæmon ab ea, et non nocuit illi.",
          "english": "And on that very night, the demon departed from her and did not harm her."
        },
        {
          "number": 13,
          "latin": "Et recordatus est Thobias præcepti Domini, et fecit quod ei dictum erat.",
          "english": "And Tobias remembered the Lord's command concerning chastity and prayer, and he did what had been told to him."
        },
        {
          "number": 14,
          "latin": "Et factum est post tres dies, ut Thobias et Sara surrexerunt, et viderunt se invicem, et non timebant.",
          "english": "And it happened after three days that Tobias and Sara rose up and saw each other, and they were no longer afraid."
        },
        {
          "number": 15,
          "latin": "Et Thobias dixit: Soror, quoniam propter te servavit Dominus vitam nostram, et liberavit nos de potestate dæmonis, et facta est vita nostra bona.",
          "english": "And Tobias said, “Sister, because of you, the Lord preserved our lives and delivered us from the power of the demon, and our life has now become good.”"
        },
        {
          "number": 16,
          "latin": "Ideo laudate Dominum, et celebremus nomen ejus, qui fecit nos salvos.",
          "english": "“Therefore, praise the Lord, and let us celebrate His name, who made us safe.”"
        },
        {
          "number": 17,
          "latin": "Et factum est post verba hæc, ut Thobias et Sara surrexerunt, et cum gaudio se amplexi sunt, et benedixerunt Dominum.",
          "english": "And it happened after these words that Tobias and Sara rose up, and they joyfully embraced each other and blessed the Lord."
        },
        {
          "number": 18,
          "latin": "Et Thobias dixit: Benedictus es, Domine Deus noster, qui benedicis nos in omnibus, et salvas animas nostras de inferno.",
          "english": "And Tobias said, “Blessed are You, O Lord our God, who blesses us in all things and saves our souls from hell.”"
        },
        {
          "number": 19,
          "latin": "Benedictus es, qui facis mirabilia magna, et liberas nos de morte.",
          "english": "“Blessed are You, who does great wonders and delivers us from death.”"
        },
        {
          "number": 20,
          "latin": "Benedictus es, qui creasti omnia, et gubernas omnia.",
          "english": "“Blessed are You, who created all things and governs all things.”"
        },
        {
          "number": 21,
          "latin": "Benedictus es, qui es in cælo et in terra, et in omnibus creaturis tuis.",
          "english": "“Blessed are You, who are in the sky and on the earth, and in all Your creatures.”"
        },
        {
          "number": 1,
          "latin": "Ut autem consummata est coena, introduxerunt ad Tobiam Saram.",
          "english": "When the wedding feast was finished, they led Sara to young Tobiah."
        },
        {
          "number": 2,
          "latin": "Et reminiscens Tobias sermonum angeli, protulit de sacculo suo partem jecoris piscis, et posuit super carbones vivos.",
          "english": "And Tobiah, remembering the angel’s words, took a portion of the fish’s liver from his satchel and placed it upon burning coals."
        },
        {
          "number": 3,
          "latin": "Tum Raphael angelus apprehendit dæmonem, et alligavit eum in deserto superioris Ægypti.",
          "english": "Then the Archangel Raphael seized the demon and bound him in the desert lands of Upper Egypt."
        },
        {
          "number": 4,
          "latin": "Exsurgens autem Tobias de lecto, dixit ad eam: Surge, Sara, et deprecemur Deum hodie, et cras, et perendie: quia istis tribus noctibus jungimur Domino: et cum tertia nox fuerit transierit, ut in conjugio nostro permaneamus.",
          "english": "But Tobiah, rising from the bed, said to her, 'Rise, Sara, and let us pray to God today, tomorrow, and the day after tomorrow. For these first three nights, we are dedicating ourselves to the Lord. After the third night has passed, we shall consummate our marriage fully.'"
        },
        {
          "number": 5,
          "latin": "Quoniam filii sanctorum sumus, et non possumus jungimur ita ut gentes, quae ignorant Deum.",
          "english": "For we are the children of saints, and it is not fitting for us to unite ourselves as those pagans do, who do not know God."
        },
        {
          "number": 6,
          "latin": "Et surrexerunt ambo, et simul orabant instanter ut incolumes fierent.",
          "english": "And both of them rose, and they prayed together earnestly that they might be kept safe and unharmed."
        },
        {
          "number": 7,
          "latin": "Et dixit: Benedico te, Deus patrum nostrorum, et benedico nomen tuum sanctum et gloriosum in saecula saeculorum. Benedicant te caeli, et universae creaturae tuae.",
          "english": "And he prayed, saying, 'I bless You, O God of our fathers, and I bless Your holy and glorious Name unto ages of ages. May all creation, both the heavens and all Your creatures, bless You.'"
        },
        {
          "number": 8,
          "latin": "Et nunc Domine, tu scis, quia non libidine, sed propter solam sobolem accepi sororem meam hanc, in qua benedicatur nomen tuum in saecula saeculorum.",
          "english": "And now, O Lord, You know that it is not out of lust that I have taken this kinswoman of mine, but solely for the sake of begetting children. May Your Name be blessed through her unto ages of ages."
        },
        {
          "number": 9,
          "latin": "Et dixit Sara: Miserere nostri, Domine, miserere nostri, et fac nos in senectute simul commorari.",
          "english": "And Sara also prayed, saying, 'Have mercy on us, O Lord, have mercy on us, and grant that we may dwell together into old age.'"
        },
        {
          "number": 10,
          "latin": "Et aurora facto, jusserat Raguel servos suos, ut foderent foveam, et sepelirent eum, ne forte evaderet illi quod factum est septem viris.",
          "english": "And when dawn broke, Raguel commanded his servants to dig a grave and bury Tobiah, lest the same fate that befell the seven previous husbands should also befall him."
        },
        {
          "number": 11,
          "latin": "Fodiunt, et parant illi sepulcrum.",
          "english": "So they dug and prepared a grave for him."
        },
        {
          "number": 12,
          "latin": "Revertitur autem socer ad uxorem suam, et dicit ei: Mitte unam ex famulabus tuis, et videat si mortuus est, ut sepeliamus eum, nequis nos recognoscat.",
          "english": "But Raguel, the father-in-law, returned to his wife Edna and said to her, 'Send one of your servant-girls to see if he is dead, so that we may bury him before anyone finds out and shames us.'"
        },
        {
          "number": 13,
          "latin": "Et misit unam ex famulabus suis, quae ingressa cubiculum, invenit eos salvos, et in uno lecto dormientes.",
          "english": "So she sent one of her servant-girls, who, upon entering the chamber, found them safe and sound, sleeping together in the same bed."
        },
        {
          "number": 14,
          "latin": "Et reversa nuntiavit eis gaudium: et benedixit unusquisque Deum Judæorum quod evaderet illi.",
          "english": "And returning, she announced the joyful news to them. And each person blessed the God of the Jews for having preserved Tobiah."
        },
        {
          "number": 15,
          "latin": "Et Raguel laudavit Dominum, et dixit: Benedictus es, Domine Deus, omni benedictione munda: ita ut benedicant te in omnibus saeculis.",
          "english": "And Raguel praised the Lord and said, 'Blessed are You, O Lord God, with every pure blessing, so that Your holy Name may be blessed in all ages.'"
        },
        {
          "number": 16,
          "latin": "Et laudent te caeli et omnis creatura tua, et duo angeli tui sancti.",
          "english": "May the heavens praise You, and all Your creation, and Your two holy angels."
        },
        {
          "number": 17,
          "latin": "Benedicat te in omnibus saeculis quia lætificasti me, et non contristasti.",
          "english": "May all bless You in all ages, because You have made me joyful and have not brought me sorrow."
        },
        {
          "number": 18,
          "latin": "Et benedico te, quia fecisti tecum habere misericordiam cum duobus unicis meis.",
          "english": "And I bless You because You have shown Your mercy upon my two dear and unique children."
        },
        {
          "number": 19,
          "latin": "Fac illos, Domine, consummare in senectute sine querela.",
          "english": "Grant, O Lord, that they may reach old age together without complaint."
        },
        {
          "number": 20,
          "latin": "Et omnibus diebus vitae suae serviant tibi: et benedicant tibi omni tempore.",
          "english": "And may they serve You all the days of their lives, and bless You at all times."
        },
        {
          "number": 21,
          "latin": "Et tunc jussit convivium magnum fieri, et in epulis suis septem diebus epulari.",
          "english": "And then Raguel commanded a great wedding feast to be held, and they celebrated and feasted for seven days."
        }
      ]
    },
    {
      "number": 9,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Tunc vocavit Tobias angelum secum, et dixit ei: Azaria, frater, quaeso te, ut assumas tecum famulos et camelos, et vadas in Rages civitatem Medorum, ad Gabael, et reddas ei chirographum suum, et recipias ab eo pecuniam.",
          "english": "Then Tobias called the angel, who had been traveling as Azariah, to him. Tobias said, 'My brother Azariah, I ask you to take servants and camels with you. Go to Rages, the city in Media, to Gabael, and give him back his bond—the record of the money we lent him—and receive the money from him.'"
        },
        {
          "number": 2,
          "latin": "Et adducas eum ad nuptias meas: scio enim quod pater meus dierum meorum numerum computat, et si moram fecero vel una die, valde contristabitur.",
          "english": "And bring Gabael back with you to my wedding. For I know that my father is keeping track of the days I have been away, and if I delay even one more day, he will be very sorrowful."
        },
        {
          "number": 3,
          "latin": "Et Raphael assumpsit famulos et camelos, et profectus est in Rages civitatem Medorum ad Gabael, et dedit ei chirographum, et recepit ab eo omnem pecuniam.",
          "english": "So Raphael, revealing his true identity through his actions, took the servants and camels. He set out for Rages, the city in Media, to Gabael, and returned his bond, receiving all the money from him."
        },
        {
          "number": 4,
          "latin": "Et adduxit secum Gabael ad nuptias. Et benedixit Gabael Tobiae puero et uxori ejus Sarrae et matri ejus.",
          "english": "Raphael then brought Gabael with him to the wedding celebration. Gabael blessed Tobias, the young man, and his wife Sarah, and Tobias's mother."
        },
        {
          "number": 5,
          "latin": "Et post septem dies celebrationis nuptiarum redierunt.",
          "english": "After the seven days of wedding festivities were completed, Raphael and Gabael returned to Tobias and Sarah."
        },
        {
          "number": 1,
          "latin": "Tunc Tobias vocavit Angelum secum, quem hominem arbitrabatur, et dixit ei: Azaria frater, rogo te ut assumas tecum servos, et camelos, et vadas in Rages civitatem Medorum, ad Gabael, et reddas ei chirographum meum, et pecuniam. Et reducas eum ad nuptias.",
          "english": "Then Tobias called the Angel, whom he thought was a man, to himself and said to him: \"Brother Azarias, I ask you to take servants and camels with you, and go to Rages, a city of the Medes, to Gabael. Give him my bond for the money and collect it. Then, bring him back here for my wedding.\""
        },
        {
          "number": 2,
          "latin": "Scis enim quoniam Pater meus numerat dies, et si tardior fuero vel una die, valde contristabitur.",
          "english": "You know that my father is counting the days, and if I am late even by a single day, he will be very sad."
        },
        {
          "number": 3,
          "latin": "Et Raphaël assumpsit secum quatuor ex servis ejus, et duos camelos, et perrexit in Rages civitatem Medorum, et invenit Gabael, et dedit ei chirographum ejus, et recepit ab eo omnem pecuniam.",
          "english": "And Raphael took four of Tobias's servants and two camels with him. He traveled to Rages, the city of the Medes, and found Gabael. He gave him Tobias's bond and received all the money from him."
        },
        {
          "number": 4,
          "latin": "Indixit quoque ei de Tobia adolescente, quæcumque gesta fuerant: et duxit Gabael secum ad nuptias.",
          "english": "Raphael also informed Gabael about everything that had happened to young Tobias. Then, he brought Gabael back with him for the wedding."
        },
        {
          "number": 5,
          "latin": "Et venit in nuptias Tobit, benedicens Dominum, quia honorificasset Tobiam.",
          "english": "And Gabael came to the wedding of Tobias, blessing the Lord, because God had shown great favor to Tobias."
        },
        {
          "number": 6,
          "latin": "Haec autem omnia post dies septem facta sunt: et fecerunt cum timore magno omnes nuptias ejus.",
          "english": "Now, all these things happened after seven days, and everyone celebrated the wedding with great reverence for God."
        }
      ]
    },
    {
      "number": 10,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Interea Tobias in itinere erat, et Anna quotidie sedebat secus viam, qua filius ejus profectus fuerat.",
          "english": "Meanwhile, Tobias was on his journey back home. Anna, his mother, sat every day by the road from which her son had departed, waiting for him."
        },
        {
          "number": 2,
          "latin": "Et attenta facie circumspiciebat, si forte veniret; et cum neminem videret, reponebat lamentum, et hanc vocem emittebat:",
          "english": "With an attentive face, she would look around, hoping he might appear; and when she saw no one, she would resume her lament, uttering this cry:"
        },
        {
          "number": 3,
          "latin": "Heu me, fili mi, ut quid te misimus foras, lumen oculorum nostrorum, baculum senectutis nostrae, solatium vitae nostrae, spem posteritatis nostrae?",
          "english": "“Oh, my son! Why did we send you out, you who are the light of our eyes, the staff of our old age, the comfort of our life, the hope of our future generations?”"
        },
        {
          "number": 4,
          "latin": "Pedibus nostris in te vacua est sollicitudo.",
          "english": "Our worry for you makes our every step feel empty and useless."
        },
        {
          "number": 5,
          "latin": "Utinam non te misissemus! sed utinam nos ipsi mortui essemus, ut non videremus hanc nostram omnem moestitiam.",
          "english": "“If only we had not sent you! And if only we ourselves had died, so that we would not have to see all this sorrow we now endure.”"
        },
        {
          "number": 6,
          "latin": "Et Thobi pater ejus dicebat illi: Quiesce, et noli conturbari, soror nostra: sanus est filius noster: bonus est nuntius, et qui erat in itinere, frater noster, salvus est: omnes in bono venient.",
          "english": "And Tobit, his father, kept telling her: “Calm down, and do not be troubled, my sister. Our son is healthy; the news is good. Our kinsman who was with him on the journey is safe. They will all come home well.”"
        },
        {
          "number": 7,
          "latin": "Et Anna non acquiescebat lacrymis, sed assidue circumspiciebat in viam, quacumque filius ejus profectus fuerat.",
          "english": "But Anna did not cease her tears, but instead, she continually kept watching the road from which her son had departed."
        },
        {
          "number": 8,
          "latin": "Et ecce quædam die, videns canem venientem, stabat et dicebat:",
          "english": "And behold, one certain day, seeing the dog coming, she stood up and exclaimed:"
        },
        {
          "number": 9,
          "latin": "Filius meus venit! et protinus exiens obviam filio suo, occurrit illi, et apprehendit eum, et deosculabatur, et dicebat:",
          "english": "“My son is coming!” And immediately going out to meet her son, she ran to him, and embraced him, and kept kissing him, saying:"
        },
        {
          "number": 10,
          "latin": "Gratias tibi ago, Deus, quia venisti! et protinus mater ejus et pater ejus, et omnes amici sui, exierunt obviam illi.",
          "english": "“Thank you, God, because you have returned him to me!” And immediately, his mother and his father, and all their friends, went out to meet him."
        },
        {
          "number": 11,
          "latin": "Et intrantes domum, et ponentes Tobiam super lectum, pater ejus ait illi: Nunc, fili mi, ad præparandum te accede.",
          "english": "And upon entering the house, and placing Tobias on the bed, his father said to him: “Now, my son, get ready to prepare yourself for healing.”"
        },
        {
          "number": 12,
          "latin": "Et dixit Tobias: In principio Dei, omnes me benedixit Deus; quoniam ecce Ego veni, et sana me, Deus.",
          "english": "And Tobias said: “From the very start, by the power of God, God has blessed me in every way; for behold, I have come, and now, God, heal me.”"
        },
        {
          "number": 13,
          "latin": "Et apprehensit Tobiam pater ejus, et dixit illi: Benedictus es, fili mi, in omni tempore!",
          "english": "And his father embraced Tobias, and said to him: “Blessed are you, my son, at all times!”"
        },
        {
          "number": 14,
          "latin": "Et dixit Anna mater ejus: Quoniam in vita mea non vidi te in bono; nunc te benedicit Deus omnipotens!",
          "english": "And Anna, his mother, said: “Since in my life I have not seen you in prosperity until now; may Almighty God now bless you!”"
        },
        {
          "number": 1,
          "latin": "Inter haec, Tobit pater ejus quotidie sollicitus erat, et numerabat noctes et dies temporis, quod constituerat, et expleta die, cum non adveniret filius ejus,",
          "english": "While these things were happening in Ecbatana, Tobias’s father, Tobit, was anxious every day. He counted the nights and days of the time he had agreed upon for his son's return, and when that day was completed, and his son had not yet arrived,"
        },
        {
          "number": 2,
          "latin": "dicebat: Numquid detentus est Tobias? aut numquid Simon cum illo moratus est? aut forsitan defunctus est Tobias? vel certe detentus est.",
          "english": "he kept saying: 'Is Tobias perhaps delayed? Or has Raguel kept him with him? Or perhaps Tobias has died? Or surely, he is being held back.'"
        },
        {
          "number": 3,
          "latin": "Et sic affligebatur, et incipiebat graviter desperare, et dicere:",
          "english": "And thus he was afflicted, and began to gravely despair, saying:"
        },
        {
          "number": 4,
          "latin": "Heu me! fili mi, utinam non misissem te: lux oculorum meorum, tecum vadens, sublata est.",
          "english": "'Woe is me, my son! If only I had not sent you! The light of my eyes, which went with you, has been taken away from me.'"
        },
        {
          "number": 5,
          "latin": "Mater quoque ejus Anna quotidie sedebat secus viam super quam profectus filius suus erat, respiciens procul si forte veniret:",
          "english": "His mother, Anna, also sat daily by the roadside where her son had departed, looking into the distance, hoping he might come:"
        },
        {
          "number": 6,
          "latin": "et cum videret desertam viam, coepit plorare, et dicere:",
          "english": "and when she saw the road deserted, she began to cry, and say:"
        },
        {
          "number": 7,
          "latin": "Heu me! fili mi, ut quid te misimus, lumen oculorum nostrorum? sedens in conspectu. Tu es baculus senectutis nostrae, tu es spes vitae nostrae, tu es regimen nostrum. Nam et nos cum tecum fuimus, habuimus omnia: et tu cum a nobis abiisti, sumus in paupertate.",
          "english": "'Woe is me, my son! Why did we send you, the very light of our eyes? You are the support for our old age, the hope of our life, our very guidance. For when you were with us, we had everything, but since you have gone from us, we are now in poverty.'"
        },
        {
          "number": 8,
          "latin": "Porro Raphael dixit Tobiae: Nostin’ frater, qualiter reliquisti patrem tuum?",
          "english": "Moreover, Raphael said to Tobias: 'Do you not know, brother, how you left your father?'"
        },
        {
          "number": 9,
          "latin": "Nonne admonuit te ut honorares patrem et matrem tuam?",
          "english": "Did he not admonish you to honor your father and your mother?"
        },
        {
          "number": 10,
          "latin": "Et nunc, si placet tibi, revertere ad patrem tuum quantocyus: et ego ire praecedam te, et erit tibi cura cum eo, et cum uxore tua Sarra, et cum ancillis tuis, et cum pecoribus.",
          "english": "And now, if it pleases you, return to your father as quickly as you can. I will go ahead of you, and you will then be able to take care of him, your wife Sarah, your maidservants, and your livestock."
        },
        {
          "number": 11,
          "latin": "Et Tobias, licet tristis esset, eo quod uxorem suam relinquens, sic eam haberet, tamen annuit angelo, quod sic faceret.",
          "english": "And Tobias, though he was sad because he would be leaving his wife in this manner, nevertheless agreed with the angel to do so."
        },
        {
          "number": 12,
          "latin": "Dixitque Tobias uxori suae: Sara, surge, et vado ad patrem meum; quia scio quia pater meus et mater mea solliciti sunt in corde suo.",
          "english": "And Tobias said to his wife: 'Sarah, get up, and I will go to my father; for I know that my father and my mother are anxious in their hearts.'"
        },
        {
          "number": 13,
          "latin": "Et surgens mulier, et filius, et ancillae, et omne pecus, quodcumque erat eis, exierunt de Ecba tanis, et perrexerunt ad domum patris ejus in Niniven.",
          "english": "And rising up, the woman, and the son, and the maidservants, and all the livestock they possessed, they departed from Ecbatana, and went on their way to his father’s house in Nineveh."
        }
      ]
    },
    {
      "number": 11,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et cum pervenissent ad Caserin, quae est contra Niniven, dixit Raphael: Scis, frater, quomodo dimiseris patrem tuum?",
          "english": "When they reached Caserin, which is located across from Nineveh, Raphael said to Tobias, \"Brother, you know how you left your father behind, don't you?\""
        },
        {
          "number": 2,
          "latin": "Si placet ergo tibi, festinemus ante equos, et ingrediatur mater tua, et uxor tua, et armenta.",
          "english": "\"If it pleases you, let us hurry on ahead of the horses and the rest of your family, so your mother, your wife, and the animals can follow.\""
        },
        {
          "number": 3,
          "latin": "Et cum irent, dixit ad eum: Tolle tecum de felle piscis, quia necesse habes.",
          "english": "As they continued on their journey, Raphael said to Tobias, \"Take some of the fish's gall with you, because you will certainly need it.\""
        },
        {
          "number": 4,
          "latin": "Et abiit Tobias, et canis secutus est eum.",
          "english": "So Tobias went on ahead, and his dog followed close behind him."
        },
        {
          "number": 5,
          "latin": "Anna vero sedebat secus viam super speculam, unde prospicere poterat procul.",
          "english": "Meanwhile, Anna, Tobias's mother, was sitting by the roadside on a lookout point, from which she could see far into the distance."
        },
        {
          "number": 6,
          "latin": "Et dum illuc suspiceret, vidit procul adventum ejus, et statim cognovit filium suum venientem: et currens nuntiavit marito suo, dicens: Ecce venit filius tuus.",
          "english": "As she gazed out, she saw his arrival from afar and immediately recognized her son coming towards her. Running quickly, she announced to her husband, \"Look, your son is coming!\""
        },
        {
          "number": 7,
          "latin": "Et exilivit Tobis de strato, et pedes impingebat, et per viam perrexit, et cucurrit ad occursum filii sui.",
          "english": "And Tobit, his father, leaped from his bed, stumbling with his feet, and went out onto the road, running to meet his son."
        },
        {
          "number": 8,
          "latin": "Et perveniens ad eum, apprehendit eum, et Sara uxor ejus, et Anna mater ejus: et omnes cum gaudio, quod pervenisset sanus.",
          "english": "When Tobit reached him, he embraced Tobias, as did Sarah, Tobias's wife, and Anna, his mother. Everyone was filled with joy because he had returned healthy and safe."
        },
        {
          "number": 9,
          "latin": "Et tenens manum filii sui, venit, et superposuit super oculos ejus de felle piscis, quem tulerat de pisciculo.",
          "english": "Holding his son's hand, Tobit came and applied some of the fish's gall, which Tobias had brought from the small fish, onto his father's eyes."
        },
        {
          "number": 10,
          "latin": "Et circa triginta dies postea, aperuit oculos suos, et vidit filium suum.",
          "english": "After approximately thirty days, Tobit opened his eyes and was able to see his son again."
        },
        {
          "number": 11,
          "latin": "Et procidens super collum ejus, ploravit, et dixit: Video te, fili mi, lux oculorum meorum.",
          "english": "Falling upon his son's neck, Tobit wept and exclaimed, \"I see you, my son, you are the light of my eyes!\""
        },
        {
          "number": 12,
          "latin": "Et dixit Anna uxor ejus: Quoniam video te, fili, amodo mori licebit mihi.",
          "english": "His wife, Anna, also said, \"Now that I see you, my son, I am content to die.\""
        },
        {
          "number": 13,
          "latin": "Et facta est domus eorum plena lætitia, et benedixerunt Deum.",
          "english": "Their house was filled with great joy, and they all blessed God for His mercy."
        },
        {
          "number": 14,
          "latin": "Et vocatum est convivium magnum, et steterunt per septem dies, et benedixerunt Dominum.",
          "english": "A great feast was prepared, and the celebration lasted for seven days, during which they continued to bless the Lord."
        },
        {
          "number": 15,
          "latin": "Et vocavit Tobis Raphael, et dixit ei: Precipe ei, frater, et dabo tibi dimidiam partem omnium, quae adduximus.",
          "english": "Then Tobit called Raphael and said to him, \"Brother, command me, and I will give you half of everything we have brought back.\""
        },
        {
          "number": 16,
          "latin": "Et dixit illi Raphael: Non sit tibi grave, quia ego sum angelus Raphael, unus ex septem, qui assistimus ante Deum.",
          "english": "Raphael replied to him, \"Do not be troubled by this, for I am the angel Raphael, one of the seven holy angels who stand before God Himself.\""
        },
        {
          "number": 17,
          "latin": "Et dixit ei Tobis: Quid est, quod dixisti?",
          "english": "Tobit said to him, \"What is it you have just revealed?\""
        },
        {
          "number": 18,
          "latin": "Et respondens dixit Raphael: Non est mihi, ut celarem vos hoc verbum. Scio enim, quod omnia beneficia Dei in vobis sunt.",
          "english": "Raphael answered, \"It is not for me to conceal this truth from you. For I know that all of God's blessings are truly in you.\""
        },
        {
          "number": 19,
          "latin": "Et intrantibus illis domum, benedixerunt Dominum. Et factum est convivium magnum, et gaudebat Tobis.",
          "english": "As they all entered the house, they blessed the Lord. A great feast was made, and Tobit rejoiced greatly."
        },
        {
          "number": 1,
          "latin": "Et abiit Tobias, et canis simul cum eo, et secutus est eos Raphael.",
          "english": "And Tobias left, and his dog was with him, and Raphael followed them."
        },
        {
          "number": 2,
          "latin": "Et cum adhuc irent, dixit ad eum Raphael: Scimus, quia pater tuus lumen oculorum recipiet.",
          "english": "And while they were still traveling, Raphael said to Tobias: \"We know that your father will regain the light of his eyes.\""
        },
        {
          "number": 3,
          "latin": "Tu vero hoc modo facies: Cum intraveris domum tuam, statim adora Dominum Deum tuum: et gratias age ei, et appropinqua ad patrem tuum, et osculare illum.",
          "english": "\"But you must do it this way: When you enter your house, immediately worship the Lord your God, and give Him thanks. Then approach your father and kiss him.\""
        },
        {
          "number": 4,
          "latin": "Et statim unge de felle piscis oculos ejus, quem tecum abstulisti. Et scimus quia statim aperientur oculi ejus, et pater tuus in gaudio tuo videbit lumen cæli.",
          "english": "\"And immediately rub the fish's gall on his eyes, the one you brought with you. And we know that his eyes will open at once, and your father, in your joy, will see the light of the sky.\""
        },
        {
          "number": 5,
          "latin": "Tunc canis, qui fuerat cum eis in via, accurrens prævertit nuntium, et gaudio suo blandiebatur, commovebatque caudam suam.",
          "english": "Then the dog, who had been with them on the journey, ran ahead and overtook them with the news, and in his joy, he fawned over them, wagging his tail."
        },
        {
          "number": 6,
          "latin": "Et exsurgens cæcus pater ejus, cœpit ire titubans pedibus suis. Et cum adhuc iret, apprehendit eum socer ejus.",
          "english": "And his blind father, Tobit, got up and began to walk, stumbling with his feet. And while he was still walking, his father-in-law took hold of him."
        },
        {
          "number": 7,
          "latin": "Et introduxit illum, et osculatus est illum cum lacrimis, et osculata est illum uxor ejus Anna, et filia ejus. Et cœperunt flere omnes simul, et gaudere quod venisset ad eos.",
          "english": "And he led him in, and kissed him with tears. And his wife Anna and his daughter also kissed him. And all of them began to weep together, and to rejoice because he had come to them."
        },
        {
          "number": 8,
          "latin": "Et cum adorassent Dominum, et gratias egissent ei, applicuit Tobias ad patrem suum fellis piscis oculos ejus.",
          "english": "And after they had worshipped the Lord and given Him thanks, Tobias applied the fish's gall to his father's eyes."
        },
        {
          "number": 9,
          "latin": "Et expectavit quasi media hora: et coepit de oculis ejus quasi membrana alba exire.",
          "english": "And he waited for about half an hour, and a white film began to come out of his eyes."
        },
        {
          "number": 10,
          "latin": "Et apprehendit Tobias manum suam, et extraxit illam de oculis ejus, et statim visum recepit.",
          "english": "And Tobias took hold of the film with his hand and pulled it out of his eyes, and immediately he regained his sight."
        },
        {
          "number": 11,
          "latin": "Et magnificabant Deum ipse, et uxor ejus, et omnes qui illum noverant, et dixerunt: Benedictus es tu Deus noster, qui salvas, et vivificas, et mortificas, et reducis de inferis, et de mortuo vives facis.",
          "english": "And Tobit himself, and his wife, and all who knew him, magnified God and said: \"Blessed are You, our God, who saves, and gives life, and takes life, and brings back from the grave, and makes the dead live.\""
        },
        {
          "number": 12,
          "latin": "Et nunc cognoscimus quia misericordia tua super Israel est in sempiternum.",
          "english": "\"And now we know that Your mercy is upon Israel forever.\""
        },
        {
          "number": 13,
          "latin": "Et dixit Tobit: Ecce video filium meum, et filiam meam, et uxorem tuam, et filios ejus, et cognoscimus te in gaudio tuo, quia liberavit te Dominus.",
          "english": "And Tobit said: \"Behold, I see my son, and my daughter, and your wife, and her children, and we recognize you in your joy, because the Lord has delivered you.\""
        },
        {
          "number": 14,
          "latin": "Et subito exsurgens, egressus est ad portam, et occurrit filio suo.",
          "english": "And suddenly getting up, he went out to the gate and met his son."
        },
        {
          "number": 15,
          "latin": "Et amplexatus est illum, et cum lacrimis osculatus est illum. Et dixit: Benedictus es tu Domine Deus noster, qui salvas, et vivificas, et mortificas, et reducis de inferis.",
          "english": "And he embraced him, and kissed him with tears. And he said: \"Blessed are You, Lord our God, who saves, and gives life, and takes life, and brings back from the grave.\""
        },
        {
          "number": 16,
          "latin": "Et nunc video filium meum Tobiam, et uxorem ejus, et filios ejus.",
          "english": "\"And now I see my son Tobias, and his wife, and their children.\""
        },
        {
          "number": 17,
          "latin": "Et ingressi sunt simul in domum. Et ecce, Anna uxor ejus occurrit illi, et filia ejus, et omnes servi ejus, et ancillae ejus.",
          "english": "And they all entered the house together. And behold, Anna his wife came to meet him, and his daughter, and all his servants, and his handmaids."
        },
        {
          "number": 18,
          "latin": "Et narrantibus illis omnia, quæ eis acciderant, cognovit Tobit quod liberasset Dominus uxorem ejus de periculo, et filiam ejus.",
          "english": "And as they narrated all that had happened to them, Tobit learned that the Lord had delivered his wife from danger, and his daughter."
        },
        {
          "number": 19,
          "latin": "Et magnificabant Deum omnes simul, et dixerunt: Benedictus es tu Deus noster, qui salvas, et vivificas, et mortificas, et reducis de inferis, et de mortuo vives facis.",
          "english": "And all of them together magnified God and said: \"Blessed are You, our God, who saves, and gives life, and takes life, and brings back from the grave, and makes the dead live.\""
        },
        {
          "number": 20,
          "latin": "",
          "english": ""
        },
        {
          "number": 21,
          "latin": "",
          "english": ""
        },
        {
          "number": 22,
          "latin": "",
          "english": ""
        },
        {
          "number": 23,
          "latin": "",
          "english": ""
        },
        {
          "number": 24,
          "latin": "",
          "english": ""
        },
        {
          "number": 25,
          "latin": "",
          "english": ""
        },
        {
          "number": 26,
          "latin": "",
          "english": ""
        },
        {
          "number": 27,
          "latin": "",
          "english": ""
        },
        {
          "number": 28,
          "latin": "",
          "english": ""
        },
        {
          "number": 29,
          "latin": "",
          "english": ""
        },
        {
          "number": 30,
          "latin": "",
          "english": ""
        },
        {
          "number": 31,
          "latin": "",
          "english": ""
        },
        {
          "number": 32,
          "latin": "",
          "english": ""
        },
        {
          "number": 33,
          "latin": "",
          "english": ""
        },
        {
          "number": 34,
          "latin": "",
          "english": ""
        },
        {
          "number": 35,
          "latin": "",
          "english": ""
        },
        {
          "number": 36,
          "latin": "",
          "english": ""
        },
        {
          "number": 37,
          "latin": "",
          "english": ""
        },
        {
          "number": 38,
          "latin": "",
          "english": ""
        },
        {
          "number": 39,
          "latin": "",
          "english": ""
        },
        {
          "number": 40,
          "latin": "",
          "english": ""
        }
      ]
    },
    {
      "number": 12,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Post haec vocavit Tobias angelum secum, quem putabat hominem, et dixit ei: Azaria frater, quid dabo tibi, aut quam dignam recompensationem invenire potero pro his quae fecisti mihi?",
          "english": "After these events, Tobias called the angel who was with him, who he still thought was merely a man, and said to him: “Brother Azariah, what can I give you? Or what worthy reward can I find for all the things you have done for me?”"
        },
        {
          "number": 2,
          "latin": "Tu dux fuisti, et viae itineris mei, tu sublevasti me in periculo, tu Azaram uxorem mihi procurasti, tu pecuniam recepisti a Gabael, tu denique curasti patrem meum. Quid potero dare tibi pro omnibus his?",
          "english": "You were my guide, and showed me the way on my journey; you helped me in danger; you found my wife Sarah for me; you recovered the money from Gabael; and finally, you healed my father. What could I possibly give you for all of these things?"
        },
        {
          "number": 3,
          "latin": "Respondens angelus ad illos, dixit: Ego scio quoniam omnia vera vos loquimini, et omnia ex corde vestro haec confitemini.",
          "english": "The angel answered them and said: “I know that all of your words are true, and that you confess all of these things from your heart.”"
        },
        {
          "number": 4,
          "latin": "Nunc ergo est tempus ut confitear vobis, et abscondam nihil.",
          "english": "“Therefore, now it is time for me to reveal myself to you and to hide nothing.”"
        },
        {
          "number": 5,
          "latin": "Nam quando ivisti cum patre tuo, et sepelisti mortuum: similiter et quando lavisti, et prandisti, et reliquisti prandium tuum, et in fossam mortui nudus introisti, et sepelisti illum, ego missus eram ut tentarem te.",
          "english": "“For when you went with your father, and buried the dead—likewise, when you washed yourself, and ate, and then left your meal, and went into the grave of the dead man without clothes, and buried him—I was sent on a mission to test you.”"
        },
        {
          "number": 6,
          "latin": "Et rursum cum oraretis tu et Sara, ego obtuli orationem vestram in conspectu claritatis Domini.",
          "english": "“And again, when you and Sarah prayed, I offered your prayer before the glory of the Lord.”"
        },
        {
          "number": 7,
          "latin": "Et quia acceptus eras Deo, necesse fuit ut tentatio probaret te.",
          "english": "“And because you were acceptable to God, it was necessary that temptation would prove your worth.”"
        },
        {
          "number": 8,
          "latin": "Et nunc misit me Dominus ut curarem te, et Saram uxorem tuam a daemonio liberarem.",
          "english": "“And now the Lord has sent me on this mission so that I might heal you and free Sarah, your wife, from the demon.”"
        },
        {
          "number": 9,
          "latin": "Ego enim sum Raphael angelus, unus ex septem qui astamus ante Dominum.",
          "english": "“For I am Raphael, the angel, one of the seven who stand before the Lord.”"
        },
        {
          "number": 10,
          "latin": "Tunc turbati sunt ambo, et ceciderunt in faciem suam, et timuerunt valde.",
          "english": "Then both of them were greatly disturbed, and they fell on their faces, and were exceedingly afraid."
        },
        {
          "number": 11,
          "latin": "Et dixit illis angelus: Nolite timere, pax vobiscum est. Omnia quaecumque operati estis bona, benedicite Dominum, et cantate illi.",
          "english": "And the angel said to them: “Do not be afraid; peace be with you. For all the good things you have done, bless the Lord, and sing praises to Him.”"
        },
        {
          "number": 12,
          "latin": "Quia ego non mea aliqua gratia, sed ex voluntate Dei nostri veni. Propter quod benedicite eum in saeculum.",
          "english": "“For I did not come by my own power or grace, but by the will of our God. Therefore, bless Him forever.”"
        },
        {
          "number": 13,
          "latin": "Omnes autem dies meos videbam. Et manducabam, et bibebam, et sumentibus vobis cibum, et potum, videbam vobis, sed ego carne non vescebar, sed visione.",
          "english": "“Throughout all my days, I appeared to you. And I ate and drank with you, and as you were taking food and drink, I was present to you, but I did not eat flesh; rather, I sustained myself by spiritual vision.”"
        },
        {
          "number": 14,
          "latin": "Nunc ergo tempus est ut revertar ad eum qui me misit: vos autem benedicite Deum, et narrate omnia mirabilia ejus.",
          "english": "“Now, therefore, it is time for me to return to Him who sent me on this mission. As for you, bless God and tell of all His wonderful deeds.”"
        },
        {
          "number": 15,
          "latin": "Et cum haec dixisset, ablatus est ab oculis eorum, et amplius non viderunt eum.",
          "english": "And when he had said these things, he was taken away from their sight, and they saw him no more."
        },
        {
          "number": 16,
          "latin": "Tunc prostrati in terram, benedixerunt Deum, et surgentes, narraverunt omnia mirabilia ejus, qualiter apparuerit eis angelus Dei.",
          "english": "Then, prostrating themselves on the ground, they blessed God, and rising up, they recounted all His wonderful deeds, how the angel of God had appeared to them."
        },
        {
          "number": 17,
          "latin": "Et dixit Tobias patri suo: Quantum debemus dare ei? aut quam dignam dignitatem poterimus tribuere?",
          "english": "And Tobias said to his father: “How much should we give him? Or what worthy honor can we bestow upon him?”"
        },
        {
          "number": 18,
          "latin": "Nam si dederimus ei medietatem omnium rerum quae allatae sunt, nequaquam dignus est.",
          "english": "“For if we were to give him half of all the things we brought back, it would not be nearly enough for his worth.”"
        },
        {
          "number": 19,
          "latin": "Nam et uxorem mihi reduxit salvam, et pecuniam a Gabael recepit, et te curavit, et me ab omnibus periculis liberavit.",
          "english": "“For he brought my wife back to me safely, and recovered the money from Gabael, and healed you, and delivered me from all dangers.”"
        },
        {
          "number": 20,
          "latin": "Igitur cogitans haec, clamans vocavit eum, et dixit illi: Azaria frater, accipe medietatem omnium quae allata sunt, et vade cum bono, et pace, et benedictio Domini sit tecum.",
          "english": "Therefore, considering all these things, he called out to him and said to him: “Brother Azariah, take half of all the things that have been brought, and go with all good things and peace, and may the blessing of the Lord be with you.”"
        },
        {
          "number": 21,
          "latin": "Et factum est vespere et mane, dies quintus.",
          "english": "And the evening and morning passed—the fifth day. —This appears to be an error in the Clementine Vulgate, copied from Genesis 1."
        },
        {
          "number": 22,
          "latin": "Igitur Tobias vocavit eum, et dixit illi: Azaria frater, accipe medietatem omnium quae allata sunt, et vade cum bono, et pace, et benedictio Domini sit tecum.",
          "english": "So Tobias called him and said to him: “Brother Azariah, take half of all the things that have been brought, and go with all good things and peace, and may the blessing of the Lord be with you.”"
        }
      ]
    },
    {
      "number": 13,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Tunc Tobias orans sic cœpit dicere: Benedictus es, Domine, Deus Israel, et benedictum nomen tuum in sæcula sæculorum.",
          "english": "Then Tobias began to pray, saying this: 'Blessed are You, Lord, God of Israel, and blessed is Your name for all ages to come, forever and ever.'"
        },
        {
          "number": 2,
          "latin": "quia tu flagellas, et salvas, deducis ad inferos, et reducis: et non est qui effugiat manum tuam.",
          "english": "'For You punish, and You save; You bring down to the realm of the dead, and You bring back up from it; and no one can escape Your powerful hand.'"
        },
        {
          "number": 3,
          "latin": "Confitemini illi, filii Israel, et in conspectu Gentium laudate eum:",
          "english": "'Acknowledge Him, O children of Israel, and praise Him in the sight of the non-Jewish nations.'"
        },
        {
          "number": 4,
          "latin": "quoniam ideo dispersit vos inter Gentes, quæ ignorant eum, ut vos enarretis mirabilia ejus, et faciatis scire eos, quia non est alius Deus omnipotens præter eum.",
          "english": "'For this reason, He scattered you among the nations that do not know Him, so that you might proclaim His marvelous deeds, and make them understand that there is no other Almighty God besides Him.'"
        },
        {
          "number": 5,
          "latin": "Ipse quidem flagellavit nos propter iniquitates nostras: et ipse salvabit nos propter misericordiam suam.",
          "english": "'He certainly punished us because of our sins; and He Himself will save us because of His mercy.'"
        },
        {
          "number": 6,
          "latin": "Videte ergo quæ fecit nobiscum, et cum timore et tremore confitemini illi: Regemque sæculorum exaltate in operibus vestris.",
          "english": "'Therefore, see what He has done with us, and with fear and trembling, give Him thanks. Exalt the King of all ages in your every action.'"
        },
        {
          "number": 7,
          "latin": "Ego in terra captivitatis meæ confiteor illi: quoniam ostendit majestatem suam in gente peccatrice.",
          "english": "'I, in the land where I am held captive, give Him thanks; because He has shown His majesty among a sinful people.'"
        },
        {
          "number": 8,
          "latin": "Convertimini igitur, peccatores, et facite justitiam coram illo, credentes, quod faciat vobiscum misericordiam suam.",
          "english": "'Therefore, turn back, you sinners, and do what is right before Him, believing that He will show you His mercy.'"
        },
        {
          "number": 9,
          "latin": "Ego, et anima mea, lætamur in illo.",
          "english": "'I, and my very soul, rejoice in Him.'"
        },
        {
          "number": 10,
          "latin": "Benedicite, omnes electi ejus, diebus lætitiæ, et confitemini illi.",
          "english": "'Bless Him, all His chosen ones, on days of joy, and give Him thanks.'"
        },
        {
          "number": 11,
          "latin": "Jerusalem civitas Dei, ædificabit te Dominus in æternum: Igitur jucundare de operibus tuis.",
          "english": "'O Jerusalem, city of God, the Lord will rebuild you forever. Therefore, rejoice in your restored state and your good deeds.'"
        },
        {
          "number": 12,
          "latin": "Confiteri tibi justi, et benedicent nomen sanctum tuum.",
          "english": "'The righteous will give thanks to you, and they will bless your holy name.'"
        },
        {
          "number": 13,
          "latin": "Beati erunt qui in te turbulati sunt in omnibus: Beati qui de omnibus gloriabuntur in te, et gloriabuntur de pœnis tuis.",
          "english": "'Blessed will be those who were afflicted within you, in all things; blessed are those who will boast in you above all others, and will boast about the punishments you endured.'"
        },
        {
          "number": 14,
          "latin": "Exaltabit animas eorum, et jucundabuntur in salute ejus.",
          "english": "'He will lift up their souls, and they will rejoice in His salvation.'"
        },
        {
          "number": 15,
          "latin": "Benedictus Dominus in omnibus operibus suis, et benedictus in æternum: Ut ædificet tabernaculum tuum in gaudio.",
          "english": "'Blessed be the Lord in all His works, and blessed forever: So that He may rebuild your temple with joy.'"
        },
        {
          "number": 16,
          "latin": "Et in te sit jucundum omnium sæculorum: et exsultent in te omnes justi de sæculo in sæculum.",
          "english": "'And in you may there be joy throughout all ages; and let all the righteous exult in you, from one age to the next.'"
        },
        {
          "number": 17,
          "latin": "Dantibus confessionem nomini tuo in sæculum sæculi: Quoniam electi erunt in omnibus operibus suis.",
          "english": "'Giving praise to Your name for ever and ever; because they will be chosen in all their works.'"
        },
        {
          "number": 18,
          "latin": "Et benedictus es tu, Rex magnus, quoniam in te ædificabitur Jerusalem, civitas tua, in omnibus operibus suis, sicut locutus est Isaias de te.",
          "english": "'And blessed are You, great King, because in You Jerusalem, Your city, will be rebuilt in all its works, just as Isaiah spoke concerning you.'"
        },
        {
          "number": 1,
          "latin": "Et aperiens Tobias os suum benedixit Dominum, et dixit:",
          "english": "And Tobias began to praise the Lord by saying:"
        },
        {
          "number": 2,
          "latin": "Benedictus Dominus, qui vivit in saecula:",
          "english": "\"Blessed is the Lord, who lives forever, through all ages."
        },
        {
          "number": 3,
          "latin": "et in omnia regnum ipsius.",
          "english": "And His Kingdom extends over all things."
        },
        {
          "number": 4,
          "latin": "Ipse enim flagellat, et miseretur: deducit usque ad inferos, et reducit:",
          "english": "For He disciplines His people and then shows mercy. He brings souls down to the abode of the dead and then brings them back to life."
        },
        {
          "number": 5,
          "latin": "et nemo est qui effugiat manum ejus.",
          "english": "And there is no one who can escape His hand and power."
        },
        {
          "number": 6,
          "latin": "Confitemini illi, filii Israel, et in conspectu Gentium laudate eum:",
          "english": "O children of Israel, give thanks to Him, and praise Him in the sight of all the nations."
        },
        {
          "number": 7,
          "latin": "quoniam ideo dispersit vos inter gentes, quæ ignorant eum, ut vos enarretis mirabilia ejus, et faciatis scire eos, quoniam non est alius Deus præter eum.",
          "english": "For this reason, He has scattered you among the nations who do not know Him: so that you may declare His wondrous works, and make them know that there is no other God except Him."
        },
        {
          "number": 8,
          "latin": "Ipse castigavit nos propter iniquitates nostras: et ipse salvabit nos propter miserationem suam.",
          "english": "He Himself disciplined us because of our sins, and He Himself will save us because of His mercy."
        },
        {
          "number": 9,
          "latin": "Confitemini Domino, et magnificate regem saeculorum: et excipietis ab illo salutem in laetitia.",
          "english": "Give thanks to the Lord and exalt the King of all ages, and you will receive salvation from Him with great joy."
        },
        {
          "number": 10,
          "latin": "Jerusalem civitas Dei, flagellabit te Dominus in operibus manuum tuarum,",
          "english": "O Jerusalem, city of God, the Lord will punish you for the works of your hands,"
        },
        {
          "number": 11,
          "latin": "et rursus miserebitur tui per opera manuum justorum.",
          "english": "but then He will again have mercy on you through the works of the righteous."
        },
        {
          "number": 12,
          "latin": "Confitemini Domino in bono, et benedicite regi saeculorum, ut ædificetur tabernaculum ejus in te cum gaudio. Et lætificet in te Dominus omnes miseros, et exaltet in te omnes destructos in generationes saeculi.",
          "english": "Give thanks to the Lord with goodness, and bless the King of all ages, so that His dwelling place in you may be rebuilt with joy. And may the Lord gladden all the miserable in you, and lift up all the downtrodden for generations to come."
        },
        {
          "number": 13,
          "latin": "Inluminare Jerusalem civitas Dei: et excipiet omnia munera in bono. Et erit tibi laetitia in generatione saeculi.",
          "english": "Be enlightened, O Jerusalem, city of God, and you will receive all gifts with goodness. And there will be joy for you for generations throughout time."
        },
        {
          "number": 14,
          "latin": "Accedent ad te nationes ex longinquo in lumine tuo: et munera deferentes, adorantes Dominum in te, et terram tuam in sanctificatione habentes.",
          "english": "Nations will come to you from afar, drawn by your light, bringing gifts and worshipping the Lord in you, and they will hold your land as sacred."
        },
        {
          "number": 15,
          "latin": "Omnes vicinitates generationum tuarum benedicent te, et accipient magnam benedictionem.",
          "english": "All the surrounding peoples of your generations will bless you, and they will receive a great blessing."
        },
        {
          "number": 16,
          "latin": "Exaltare et conlaudare nomina eorum, qui cum gaudio lætificati sunt in te. Exaltare et conlaudare et omnes homines qui efficiunt pacem in te.",
          "english": "Rejoice and praise the names of those who have been made joyful in you. Rejoice and praise all the people who bring about peace in you."
        },
        {
          "number": 17,
          "latin": "Benedictus Dominus, qui exaltavit te, et sit regnum ejus in te per omnia saecula saeculorum. Amen.",
          "english": "Blessed be the Lord, who has exalted you, and may His kingdom be in you through all ages of ages. Amen."
        },
        {
          "number": 18,
          "latin": "Multi venient de longinquo, et habitantes in nomine Domini Dei, munera secum afferentes, et munera regi caeli. Generationes generationum in te exsultabunt, et nomen civitatis electae in saecula saeculorum.",
          "english": "Many will come from afar, dwelling in the name of the Lord God, bringing gifts with them, and offerings to the King of the universe. Generations of generations will rejoice in you, and the name of the chosen city will remain through all ages."
        },
        {
          "number": 19,
          "latin": "Maledicti omnes qui oderunt te: et benedicti omnes qui diligunt te in omnia saecula.",
          "english": "Cursed are all who hate you, and blessed are all who love you for all ages."
        },
        {
          "number": 20,
          "latin": "In omnibus exsultabunt, et benedicent te.",
          "english": "In all things, they will rejoice and bless you."
        }
      ]
    },
    {
      "number": 14,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Consummatus est itaque dies Tobiae in gaudio, et profectus est cum timore Dei in viis ejus.",
          "english": "So, Tobias lived out the rest of his days in joy. He continued to walk in the ways of God, filled with reverence for Him."
        },
        {
          "number": 2,
          "latin": "Cum esset annorum centum duodecim, et filius ejus Tobias sexaginta duorum, mortuus est in gloria.",
          "english": "When he was one hundred and twelve years old, and his son Tobias was sixty-two, he died in glory—a blessed death."
        },
        {
          "number": 3,
          "latin": "Magis autem lætatus est super auditum de Nineve, quia destructa est: et vidit captivos ductos ex ea in Mediam ab Assuero rege Persarum. Et benedixit Dominum Deum in omnibus his quæ fecit in filiis prævaricationis et in impiis.",
          "english": "However, he rejoiced even more at the news of Nineveh's destruction. He also lived to see the captives from Nineveh being led into Media by Ahasuerus, the King of the Persians. And Tobias blessed the Lord God for everything He had done to the disobedient and the wicked."
        },
        {
          "number": 4,
          "latin": "Et priusquam moreretur, vocavit Tobiam filium suum, et septem juvenes filios ejus, et dixit eis: Videte, filii, quomodo Ninive destruetur, et complebitur verbum Domini quod locutus est per prophetas Israhel.",
          "english": "And before he died, he called his son Tobias and his seven young grandsons, and he said to them: \"My sons, take note of how Nineveh will be destroyed, and how the word of the Lord, which He spoke through the prophets of Israel, will be fulfilled.\""
        },
        {
          "number": 5,
          "latin": "Et credite omnia quæ locutus est Deus per prophetas Israhel, quoniam venient, et non cadet ex omnibus verbo uno.",
          "english": "\"And believe all that God has spoken through the prophets of Israel, because these things will surely come to pass, and not one word from them will fail.\""
        },
        {
          "number": 6,
          "latin": "Et omnes fratres nostri, qui sunt in terra Israël, dispergentur per omnes fines terræ suæ.",
          "english": "\"And all our brethren, who are in the land of Israel, will be scattered throughout all the borders of their own land.\""
        },
        {
          "number": 7,
          "latin": "Sicut autem dispergentur, sic et congregabuntur rursum: et reducentur in terram Israël.",
          "english": "\"But just as they will be scattered, so too will they be gathered again. They will be brought back into the land of Israel.\""
        },
        {
          "number": 8,
          "latin": "Et ædificabunt templum Dei in ea, non sicut prius, sed majus, et gloriosius.",
          "english": "\"And they will rebuild the Temple of God there—not as it was before, but larger and more glorious.\""
        },
        {
          "number": 9,
          "latin": "Et revertentur omnes qui in captivitate sunt in Israël, et habitabunt in domo domini.",
          "english": "\"And all who are in captivity from Israel will return, and they will live in the house of the Lord.\""
        },
        {
          "number": 10,
          "latin": "Et non erit populus in ea, nisi per multa sæcula: et post hæc, ædificabitur civitas, et templum gloriosius erit.",
          "english": "\"And there will be no true nation there for many generations; but after these times, the city will be rebuilt, and the Temple will be even more glorious.\""
        },
        {
          "number": 11,
          "latin": "Et omnes qui fugerant, revertentur in eam.",
          "english": "\"And all who had fled will return to it.\""
        },
        {
          "number": 12,
          "latin": "Et omnes nationes convertentur ad Dominum Deum veritatis, et dimittent idola sua.",
          "english": "\"And all nations will turn to the Lord God of truth, and they will abandon their idols.\""
        },
        {
          "number": 13,
          "latin": "Et benedicent Dominum Deum in omnibus, et exaltabunt illum in omni loco terræ suæ.",
          "english": "\"And they will bless the Lord God in all things, and they will exalt Him in every place throughout their land.\""
        },
        {
          "number": 14,
          "latin": "Et glorificabunt eum, et omnes gentes simul, et omnis creatura quæ est in cœlo, et quæ est in terra, laudabunt illum in omni opere ejus.",
          "english": "\"And they will glorify Him, and all the nations together, and every creature that is in the sky and that is on the earth will praise Him in all His works.\""
        },
        {
          "number": 15,
          "latin": "Et erit pax et salus omnibus sanctis. Amen.",
          "english": "\"And there will be peace and salvation for all the saints. Amen.\""
        },
        {
          "number": 1,
          "latin": "Consummata sunt ergo omnia verba Tobiae, et sanus effectus est, et annos centum duodecim vixit, et vidit filios filiorum suorum quintam generationem.",
          "english": "And so, everything Tobit had prophesied came to pass. After his sight was restored, he lived for one hundred and twelve years, and he was blessed to see his children's children, even to the fifth generation of his descendants."
        },
        {
          "number": 2,
          "latin": "Et abiit in Media ad Anniam suam, et habitavit cum ea, et senuit in pace.",
          "english": "Then he went to Media, to his wife Anna, and lived with her, and grew old in peace, surrounded by his family."
        },
        {
          "number": 3,
          "latin": "Et ante mortem suam vocavit filium suum Tobiam, et sex filios filii sui, et admonuit eos, et dixit eis:",
          "english": "Before his death, he called his son Tobias and his six grandchildren—the sons of Tobias—and instructed them, saying:"
        },
        {
          "number": 4,
          "latin": "Fili, festina, et vade in Mediam, quia credo sermoni Domini, quem locutus est per Nahum prophetam de Ninive, quia fiet ita sicut locutus est, et erit destructio magna civitatis illius ad tempus.",
          "english": "“My son, make haste and go to Media, for I believe the word of the Lord, which He spoke through the prophet Nahum concerning Nineveh. It will happen exactly as He said, and there will be a great destruction of that city for a time, as foretold by God.”"
        },
        {
          "number": 5,
          "latin": "Et scio quia quicumque ex terra Israel ibi permanserint, soli dispersi erunt, et omnes captivi erunt ex bona terra, et venient in Mediam.",
          "english": "“And I know that whoever from the land of Israel remains there will be scattered abroad and all will be taken captive from their good land, and they will come into Media.”"
        },
        {
          "number": 6,
          "latin": "Et rursus in omnibus hi qui in terra Israel fuerint, recordabuntur Dei, et revertentur ex omnibus dispersionibus suis, et ædificabunt Jerusalem, et domum Dei in ea, sed non qualem primo fuerat, usque ad plenitudinem temporum generationis.",
          "english": "“And again, all those who are in the land of Israel will remember God, and they will return from all their places of dispersion, and they will rebuild Jerusalem and the house of God within it, but not as it was at first, until the fullness of the times of the generation comes.”"
        },
        {
          "number": 7,
          "latin": "Et post hæc revertentur omnes de captivitate sua, et ædificabunt Jerusalem magnificenter, et domus Dei in ea, sicut locutus est de illa, ædificabitur in omnibus generationibus, ædificium magnificum.",
          "english": "“And after this, all will return from their captivity, and they will rebuild Jerusalem magnificently. The house of God within it, as He spoke concerning it, will be built for all generations, a magnificent structure.”"
        },
        {
          "number": 8,
          "latin": "Et omnes qui timent Dominum, omni veritate ædificabunt eam, et relinquentes omnes idola sua, et blasphemias suas, et omnes populi benedicent Domino.",
          "english": "“And all who fear the Lord will rebuild it in all truth. They will abandon all their idols and their blasphemies, and all the peoples will bless the Lord.”"
        },
        {
          "number": 9,
          "latin": "Et erit omnis populus, confessus, et exaltans Deum omnis populus ejus, in sæcula sæculorum.",
          "english": "“And all the people will confess and exalt God, His entire people, for all ages.”"
        },
        {
          "number": 10,
          "latin": "Et omnes qui faciunt justitiam, in omni terra in illo tempore benedicent Domino, et exaltabunt omnes qui timent Dominum, in eo omnes in veritate, et in memoriam habentes peccata nostra.",
          "english": "“And all who practice justice throughout the whole world in that time will bless the Lord. All who fear the Lord will exalt Him in it, all of them in truth, and remembering our sins for His mercy.”"
        },
        {
          "number": 11,
          "latin": "Et nunc, filii, audite patrem vestrum, et servite Domino in veritate, et inquirite ut faciatis quæ illi placita sunt.",
          "english": "“And now, children, listen to your father, and serve the Lord in truth, and seek to do what is pleasing to Him.”"
        },
        {
          "number": 12,
          "latin": "Et non inquiratis ut iniqui permaneatis, nec transgrediamini praeceptum ejus.",
          "english": "“Do not seek to remain in wickedness, nor transgress His commandment.”"
        },
        {
          "number": 13,
          "latin": "Omnibus diebus vitæ vestræ, fili, habete Deum in sensu vestro, et cavete ne aliquando peccetis, nec relinquatis praecepta ejus.",
          "english": "“All the days of your life, my son, keep God in your mind, and be careful never to sin, nor to abandon His commandments.”"
        },
        {
          "number": 14,
          "latin": "In omnibus diebus vitæ tuæ, fac bonum, et non inquiras quod malum est.",
          "english": "“In all the days of your life, do good, and do not seek what is evil.”"
        },
        {
          "number": 15,
          "latin": "Et habitavit Tobias annos centum decem et septem, et vidit filios filiorum suorum antequam moreretur, septem, et transmigravit cum gloria, et omnis Israel planxit illum.",
          "english": "And Tobias lived for one hundred and seventeen years, and he saw seven of his grandchildren before he died. He passed away in glory, and all of Israel mourned him. (This chapter continues with the details of Tobias the younger.)"
        }
      ]
    }
  ]
}