{
  "name": "Judith",
  "chapters": [
    {
      "number": 1,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Arphaxad igitur rex Medorum domuit multas nationes, et ipse aedificavit civitatem potentissimam, quam appellavit Ecbatana,",
          "english": "Arphaxad, the king of the Medes, conquered many nations. He himself built a very powerful city, which he named Ecbatana."
        },
        {
          "number": 2,
          "latin": "ex lapidibus quadris et sectis: fecit muros ejus in altitudine septuaginta cubitorum, et in latitudine triginta cubitorum:",
          "english": "He built its walls with squared and cut stones. The walls were seventy cubits high—a cubit being the length from elbow to fingertip—and thirty cubits wide."
        },
        {
          "number": 3,
          "latin": "et turres ejus posuit per portas ejus in altitudine centum cubitorum, et in latitudine sexaginta cubitorum:",
          "english": "He also placed towers by its gates, each one a hundred cubits high and sixty cubits wide."
        },
        {
          "number": 4,
          "latin": "et fecit portas ejus in altitudine septuaginta cubitorum, et in latitudine quadraginta cubitorum, ut exirent ad pugnam exercitus ejus, et reliquarum peditum multitudinum instructa agmina.",
          "english": "He made its gates seventy cubits high and forty cubits wide, so that his armies and his vast numbers of infantry troops could march out to battle."
        },
        {
          "number": 5,
          "latin": "Igitur rex Arphaxad, anno duodecimo regni sui, cepit contra Nabuchodonosor regem Assyriorum, qui regnabat in Ninive civitate magna, et in diebus illis superabat et possidebat omnia regna supe riora ab Cilicia et Damasco et Libano, et a Cedes, et per omnes possessiones superiores usque ad magnum flumen Euphraten:",
          "english": "In the twelfth year of his reign, King Arphaxad began to wage war against Nebuchadnezzar, the king of the Assyrians. Nebuchadnezzar reigned in the great city of Nineveh. In those days, he was conquering and possessing all the upper kingdoms from Cilicia, Damascus, and Lebanon, and from Cedes, and through all the upper territories as far as the great Euphrates River."
        },
        {
          "number": 6,
          "latin": "et trans Tigrim et Euphraten et Adria, et in campo Arioch regis Elymaeorum: et regnaverunt nationes multae filiorum Chelod.",
          "english": "He also ruled across the Tigris and Euphrates Rivers and Adria, and in the plain of Arioch, king of the Elymaeans. Many nations of the sons of Chelod had also submitted to his rule."
        },
        {
          "number": 7,
          "latin": "Igitur Nabuchodonosor rex Assyriorum misit ad omnes habitantes in Cilicia et Damasco et Libano, et ad eos qui habitabant in Carmelum et Cedar, et ad habitantes in Galilaea in campo magno Esdrelon,",
          "english": "Therefore, Nebuchadnezzar, the king of the Assyrians, sent messengers to all those who lived in Cilicia, Damascus, and Lebanon. He also sent them to those who lived in Carmel and Cedar, and to the inhabitants of Galilee in the great plain of Esdrelon."
        },
        {
          "number": 8,
          "latin": "et ad omnes qui erant in Samaria et trans flumen Jordanem usque ad Jerusalem, et omnem terram Jesse, quoadusque perveniretur ad fines Aethiopiae.",
          "english": "He sent messengers to all those who were in Samaria and across the Jordan River, as far as Jerusalem. He sent them to all the land of Jesse, reaching even to the borders of Ethiopia."
        },
        {
          "number": 9,
          "latin": "Ad hos omnes misit nuntios Nabuchodonosor rex Assyriorum:",
          "english": "To all these peoples, Nebuchadnezzar, the king of the Assyrians, sent his envoys."
        },
        {
          "number": 10,
          "latin": "et omnes una voce contradixerunt, et remiserunt legatos ejus vacuos, et sine honore abjecerunt.",
          "english": "But all of them, with one voice, refused him. They sent his envoys away empty-handed and dismissed them without honor."
        },
        {
          "number": 11,
          "latin": "Tunc iratus Nabuchodonosor rex adversum omnem terram illam, juravit per thronum et regnum suum quod defenderet se de omnibus regionibus istis.",
          "english": "Then King Nebuchadnezzar, enraged against all that land, swore by his throne and his kingdom that he would take vengeance on all those regions."
        },
        {
          "number": 12,
          "latin": "Et in anno decimotertio regni sui, fecit ad omnes qui soli militabant in exercitu ejus, virtutis suae Arphaxad,",
          "english": "In the thirteenth year of his reign, he gathered together all those who served alone in his army and who were prepared to fight Arphaxad, for his own might."
        },
        {
          "number": 13,
          "latin": "multitudinem virorum centum viginti millia peditum pugnatorum, et equitum duodecim millia sagitariorum, quos distribuit in campos ejus planissimos.",
          "english": "This vast force consisted of one hundred and twenty thousand fighting infantrymen, and twelve thousand archers on horseback. He distributed them throughout his most level plains."
        },
        {
          "number": 14,
          "latin": "Et munivit agmina ejus super multitudinem aquarum, et ascendit ad regem Arphaxad in campo magno Ragau.",
          "english": "He fortified his troops over an abundance of waters, and he marched up to King Arphaxad in the great plain of Ragau."
        },
        {
          "number": 15,
          "latin": "Et praecessit illi occurrere rex Arphaxad cum campestribus suis, et equitibus et exercitu magno valde et copioso.",
          "english": "King Arphaxad advanced to meet him with his infantry, his cavalry, and a very great and numerous army."
        },
        {
          "number": 16,
          "latin": "Et percussit Nabuchodonosor rex Arphaxad, et virtutem ejus, et omnem equitatum ejus, et redigit eum in fugam:",
          "english": "But King Nebuchadnezzar struck down Arphaxad, along with his forces and all his cavalry, and put them to flight."
        },
        {
          "number": 1,
          "latin": "Anno duodecimo regni Nabuchodonosor, qui regnavit in Assyriis in magna civitate Ninive: in diebus Arphaxad, qui regnavit super Medos in Ecbatana,",
          "english": "In the twelfth year of King Nebuchadnezzar's reign, when he ruled the Assyrians from the great city of Nineveh, Arphaxad was king over the Medes in Ecbatana."
        },
        {
          "number": 2,
          "latin": "et aedificavit in Ecbatana muros in circuitu ex lapidibus quadris et sectis latitudinis pedum septem, et longitudinis cubitorum triginta: et altitudinis cubitorum sexaginta sex:",
          "english": "This King Arphaxad had built massive walls around Ecbatana using squared and carefully cut stones. Each wall section was seven feet wide, thirty cubits long (a cubit is roughly 18 inches), and sixty-six cubits high."
        },
        {
          "number": 3,
          "latin": "et aedificavit turres in portis ejus altitudinis cubitorum centum, et latitudinis in fundamento cubitorum sexaginta:",
          "english": "He also constructed gate towers that were one hundred cubits tall and sixty cubits wide at their foundation."
        },
        {
          "number": 4,
          "latin": "et fecit portas ejus in altitudine cubitorum septuaginta, et in latitudine cubitorum quadraginta: ad exitum potentiae exercituum et ad instruendas acies peditum:",
          "english": "The actual gates themselves were seventy cubits high and forty cubits wide, specifically designed to allow powerful armies to march out and infantry to form their battle lines."
        },
        {
          "number": 5,
          "latin": "in his diebus rex Nabuchodonosor pugnabat contra regem Arphaxad, et vicit eum in omni pugna exercitus ejus.",
          "english": "During this period, King Nebuchadnezzar waged war against King Arphaxad, utterly defeating Arphaxad's army in every engagement."
        },
        {
          "number": 6,
          "latin": "Et comprehendit equitatum ejus, et omnes currus ejus, et universum exercitum ejus:",
          "english": "Nebuchadnezzar captured Arphaxad's cavalry, all his chariots, and his entire military force."
        },
        {
          "number": 7,
          "latin": "et obtinuit regionem ejus. Et pervenit ad Ecbatana, et turres ejus, et muros ejus diruit, et in ruinam redegit omnia munimenta ejus.",
          "english": "He then seized control of Arphaxad's territory. When Nebuchadnezzar reached Ecbatana, he completely demolished its towers and walls, reducing all its strongholds to rubble."
        },
        {
          "number": 8,
          "latin": "Et comprehendit Arphaxad in montibus Ragau: et interfecit eum, et reversus est in Ninive cum universa praeda exercitus sui, equorum scilicet et curruum et virorum bellatorum:",
          "english": "Nebuchadnezzar captured Arphaxad in the Ragau mountains, executed him, and then returned to Nineveh. He brought with him all the plunder from his army, including horses, chariots, and captured warriors."
        },
        {
          "number": 9,
          "latin": "et mansit ibi, ipse et exercitus ejus, dies centum viginti, epulans et bibens.",
          "english": "Nebuchadnezzar and his entire army stayed in Nineveh for one hundred and twenty days, celebrating their victory with continuous feasting and drinking."
        },
        {
          "number": 10,
          "latin": "Et post dies istos, misit rex Nabuchodonosor ad omnes qui habitabant in Cilicia, et Damasco, et Libano,",
          "english": "After these hundred and twenty days of celebration, King Nebuchadnezzar sent messengers to all the peoples living in Cilicia, Damascus, and Lebanon."
        },
        {
          "number": 11,
          "latin": "et ad nationes quae sunt in Carmelo, et Cedar, et Galaad, et omnem Galilaeam, et in campum magnum Esdrelon,",
          "english": "He also sent messages to the nations in Carmel, Kedar, and Gilead, as well as to all of Galilee and the great plain of Esdraelon."
        },
        {
          "number": 12,
          "latin": "et ad omnes qui erant in Samaria, et trans Jordanem usque ad Jerusalem, et omnem terram Jesse, donec veniatur ad fines Aethiopiae.",
          "english": "The messengers were sent to everyone in Samaria, all the people living across the Jordan River up to Jerusalem, and throughout all the land of Jesse (which is Judea), extending as far as the borders of Ethiopia."
        },
        {
          "number": 13,
          "latin": "Ad hos omnes misit nuntios rex Nabuchodonosor:",
          "english": "King Nebuchadnezzar sent his envoys to all these diverse peoples and regions."
        },
        {
          "number": 14,
          "latin": "qui omnes una voce contradixerunt, et renuerunt ire cum eo ad bellum.",
          "english": "However, with one accord, every single one of them defied him and refused to join him in his military campaign."
        },
        {
          "number": 15,
          "latin": "Et contempserunt faciem ejus, et reversi sunt vacui a facie nuntiorum ejus.",
          "english": "They openly scorned his authority. Consequently, his messengers returned to him empty-handed, having failed in their mission."
        },
        {
          "number": 16,
          "latin": "Et iratus est rex Nabuchodonosor super omnem terram illam valde: et juravit per solium et regnum suum, quoniam defenderet se de omnibus regionibus his.",
          "english": "King Nebuchadnezzar became extremely furious with all those lands. He solemnly swore by his royal throne and his kingdom that he would exact vengeance upon all of these rebellious regions."
        },
        {
          "number": 17,
          "latin": "Statimque in anno tertiodecimo misit ad omnem virtutem suam Holofernem principem militiae suae,",
          "english": "Therefore, in the very next year, his thirteenth year of reign, Nebuchadnezzar immediately dispatched Holofernes, the commander-in-chief of his army, leading all his military might."
        },
        {
          "number": 18,
          "latin": "et praecepit illi ut percuteret omnem terram Celi, et omnes suos fines, et solum superba loquentes.",
          "english": "He gave Holofernes strict orders to attack and conquer all the territory of Coele-Syria and its surrounding regions, specifically targeting those who had spoken proudly and defied him."
        },
        {
          "number": 19,
          "latin": "Et profectus est cum millibus peditum centum viginti, et equitum duodecim millibus, cum currigeris suis.",
          "english": "Holofernes began his campaign with a massive army: one hundred and twenty thousand infantrymen, and twelve thousand cavalry, complete with their chariots and crews."
        },
        {
          "number": 20,
          "latin": "Et ascendit ad montana, et transiit cum universo exercitu suo, et equis, et curribus, et disposuit se super omnem terram Gabaa.",
          "english": "He led his entire army, with all their horses and chariots, up into the mountainous regions. He marched through them and then deployed his forces across all the land of Gabba."
        },
        {
          "number": 21,
          "latin": "Et obtinuit omnes fines eorum a montanis excelsis usque ad Chaion, et ad fines Aethiopiae.",
          "english": "He successfully conquered all their territories, from the highest mountains down to Chaion, extending even to the borders of Ethiopia—a vast area indeed."
        },
        {
          "number": 22,
          "latin": "Et veni ad omnes filios Ismael, et ad omnes filios Ceturae, et habitavit in deserto usque ad Ephron, et transgressus est per Arabiam.",
          "english": "Holofernes then advanced against all the descendants of Ishmael and Keturah. He established his camp in the desert, extending as far as Ephron, and continued his campaign by crossing through Arabia."
        },
        {
          "number": 23,
          "latin": "Et circumdedit omnes filios Madian, et succendit omnes civitates eorum in igne, et obtinuit omnia castra eorum.",
          "english": "He encircled all the descendants of Midian, set fire to every one of their cities, and seized all their military camps."
        },
        {
          "number": 24,
          "latin": "Et venit in planitiem Damasci in diebus messis triticum, et succendit omnes segetes eorum, et universos arbores et vineas excidit.",
          "english": "He arrived in the plain of Damascus during the wheat harvest. There, he burned all their crops, and systematically cut down all their trees and vineyards, devastating their land."
        },
        {
          "number": 25,
          "latin": "Et metus ejus incubuit super omnes qui habitabant in Cilicia, et Damasco, et qui in Libano morabantur.",
          "english": "A profound dread of Holofernes now fell upon all the inhabitants of Cilicia, Damascus, and those who resided in Lebanon."
        },
        {
          "number": 26,
          "latin": "Et misit Holofernes nuntios ad omnes qui habitabant in Syria Sobal, et in omnibus regionibus maritimis.",
          "english": "Holofernes then sent messengers to all the people living in Syria-Zobah and throughout all the coastal regions."
        },
        {
          "number": 27,
          "latin": "Et ad eos qui habitabant in Phoenice, et in Gaza, et Ascalon, et juxta maritima loca.",
          "english": "He sent them also to those residing in Phoenicia, Gaza, Ashkelon, and other coastal towns."
        },
        {
          "number": 28,
          "latin": "Et qui erant in Joppe, et in Accharon, et omnes filios Israel, et omnem terram Jesse, donec veniatur ad fines Aethiopiae.",
          "english": "The messengers went to the inhabitants of Joppa and Ekron, as well as to all the people of Israel and the entire land of Jesse (Judea), extending once more to the borders of Ethiopia."
        },
        {
          "number": 29,
          "latin": "Et exierunt universi obviam Holoferni cum coronis in capitibus suis et cum ramis olivarum.",
          "english": "In response, everyone from these regions came out to meet Holofernes, wearing crowns on their heads and carrying olive branches—symbols of peace and surrender."
        },
        {
          "number": 30,
          "latin": "Et prostraverunt se ante eum, adorantes eum.",
          "english": "They prostrated themselves before him on the ground, showing him profound deference and homage."
        },
        {
          "number": 31,
          "latin": "Et dixerunt ei: Domine, domine, tolle de nobis quod placet tibi.",
          "english": "They pleaded with him, saying, 'Oh great lord, our lord, take from us whatever pleases you.'"
        },
        {
          "number": 32,
          "latin": "Utere servis tuis sicut tibi placet.",
          "english": "'Treat your servants as you see fit.'"
        },
        {
          "number": 33,
          "latin": "Ecce nos et omnia nostra ancillae tuae sumus.",
          "english": "'Behold, we and all our possessions are completely at your disposal.'"
        },
        {
          "number": 34,
          "latin": "Et omnes regiones nostrae, et castella nostra, et civitates nostrae, sunt ante faciem tuam.",
          "english": "'All our regions, our fortresses, and our cities are laid before you.'"
        },
        {
          "number": 35,
          "latin": "Utere illis sicut tibi placet, et sicut melius tibi videtur.",
          "english": "'Use them as you please, and as seems best to you.'"
        },
        {
          "number": 36,
          "latin": "Et omnes in his diebus pacis, et concordiae fuerunt:",
          "english": "And so, in those days, all these regions and peoples found peace and agreement with Holofernes."
        },
        {
          "number": 37,
          "latin": "et universi simul in pace et in unum locum convenerunt.",
          "english": "They all gathered together peacefully in one place to signify their submission."
        },
        {
          "number": 38,
          "latin": "Et Holofernes descendit de montanis eorum.",
          "english": "After receiving their submission, Holofernes descended from their mountainous territories."
        },
        {
          "number": 39,
          "latin": "Et posuit castra sua in omnibus finibus eorum.",
          "english": "He then established his military camps throughout all their borders and lands."
        },
        {
          "number": 40,
          "latin": "Et recepit omnes filios Israel.",
          "english": "And at this point, he also received the submission of all the people of Israel."
        }
      ]
    },
    {
      "number": 2,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Anno tertiodecimo regni Nabuchodonosor, vigesimo et secundo die mensis primi, factum est verbum in domo Nabuchodonosor regis Assyriorum ut defenderet se.",
          "english": "In the thirteenth year of King Nabuchodonosor's reign, on the twenty-second day of the first month, a decree was issued from the palace of Nabuchodonosor, the king of the Assyrians, concerning how he would defend himself."
        },
        {
          "number": 2,
          "latin": "Et vocavit omnes majores natu, et universos duces, et bellatores suos, et habuit consilium in occulto de illis:",
          "english": "And so he called together all the elders, all the generals, and all his warriors. He held a secret council with them."
        },
        {
          "number": 3,
          "latin": "Dixitque quoniam cogitatio ejus erat ut omnem terram occuparet;",
          "english": "And he told them that his plan was to conquer the entire known world."
        },
        {
          "number": 4,
          "latin": "Et audierunt universi qui habitabant in Ninive: et sciebant quomodo Nabuchodonosor rex Assyriorum vicisset Arphaxad in campo magno, et adsumpsisset multitudinem omnem virorum orientis,",
          "english": "Everyone living in Nineveh had heard this. They knew how Nabuchodonosor, the king of the Assyrians, had defeated Arphaxad on the great plain, and how he had then taken control of all the vast population of the Eastern lands."
        },
        {
          "number": 5,
          "latin": "Et quomodo accepisset civitates eorum, et provincias, et vicit eas usque ad fines Aethiopiae.",
          "english": "They also knew how he had seized their cities and provinces, conquering them all the way to the borders of Ethiopia."
        },
        {
          "number": 6,
          "latin": "Tunc Nabuchodonosor rex Assyriorum misit in omnem terram, et ad omnem virum, qui in universis finibus ejus morabatur.",
          "english": "So, King Nabuchodonosor of the Assyrians sent messengers throughout all the land, to every man who dwelled within the entirety of his borders."
        },
        {
          "number": 7,
          "latin": "Et denuntiavit eis, ut praepararent se ad bellum adversus universam terram.",
          "english": "And he declared to them that they must prepare themselves for a war against the entire known world."
        },
        {
          "number": 8,
          "latin": "Qui omnes unanimiter contradixerunt: et irati sunt a facie ejus, et inani eum dimiserunt a facie sua.",
          "english": "But every single one of them united to oppose him. They became enraged in his presence, and sent him away, his demands rejected and his purpose unfulfilled."
        },
        {
          "number": 9,
          "latin": "Tunc Nabuchodonosor, in furore et ira magna, vocavit Holofernem ducem militiae suae, et dixit illi:",
          "english": "Then Nabuchodonosor, consumed by furious and immense anger, called Holofernes, the commander of his army, and said to him:"
        },
        {
          "number": 10,
          "latin": "Ecce egressus es de conspectu meo, et noluisti audire verbum pacis.",
          "english": "\"Look, you have left my presence, and you refused to listen to my words of peace\" —this is Nabuchodonosor's perspective, implying the regions didn't listen to his 'offer' of submission."
        },
        {
          "number": 11,
          "latin": "Nunc autem praecipe ut sumas multitudinem hominum, peditum centum viginti millia, et equites duodecim millia,",
          "english": "\"Now, command that you gather a vast army: one hundred and twenty thousand infantry soldiers and twelve thousand cavalry.\""
        },
        {
          "number": 12,
          "latin": "Et exi in omnem terram contra occidentem, eo quod non obtemperaverint jussioni oris mei:",
          "english": "\"And then, march out against all the lands to the west, because they have disobeyed the command of my own mouth.\""
        },
        {
          "number": 13,
          "latin": "Et denuntia eis, ut se praeparent ad bellum, et mittere mihi decem millia viros de singulis civitatibus, et provincias ex omni terra sua.",
          "english": "\"And proclaim to them that they must prepare for war and send me ten thousand men from each city and province throughout all their territory.\""
        },
        {
          "number": 14,
          "latin": "Et mandavit Holoferni, ut nulli parceret, nisi ei qui sponte se offerret ei in servitutem.",
          "english": "And he commanded Holofernes to spare no one, except those who willingly offered themselves to him in servitude."
        },
        {
          "number": 15,
          "latin": "Et praecepit ei, ut omnes qui se obsisterent morti traderentur.",
          "english": "And he ordered him that all who resisted his command should be put to death."
        },
        {
          "number": 16,
          "latin": "Tunc Holofernes egressus est a facie regis sui, vocavitque omnes majores natu, et duces et bellatores suos.",
          "english": "Then Holofernes departed from the presence of his king. He called together all his elders, generals, and warriors."
        },
        {
          "number": 17,
          "latin": "Et congregavit centum viginti millia virorum electorum, et duodecim millia equitum cum sagittariis suis.",
          "english": "And he gathered one hundred and twenty thousand chosen men, along with twelve thousand cavalry, complete with their archers."
        },
        {
          "number": 18,
          "latin": "Et adsumpsit secum multitudinem camelorum, et mulorum, et asinos sine numero: et naves multas, et praeparavit sibi ligna et aquam.",
          "english": "He also took with him an countless multitude of camels, mules, and donkeys. He requisitioned many supply ships, and made sure to prepare wood and water provisions for himself and his army."
        },
        {
          "number": 19,
          "latin": "Et egressus est ipse, et omnis exercitus ejus, cum equitibus, et cum curribus, et cum sagittariis, et cum balistis, et cum omni apparatu bellico.",
          "english": "He himself marched out, and his entire army, fully equipped with cavalry, chariots, archers, catapults, and every kind of war machine."
        },
        {
          "number": 20,
          "latin": "Et transivit per omnia loca, et per omnem terram, et per omnem regionem, et per omnem gentem, et per omnem populum, et per omnem linguam, et per omnem tribum, et per omnem provinciam, et per omnem civitatem, et per omnem pagum.",
          "english": "And he traveled through every place, through every land, every region, every nation, every people, every language group, every tribe, every province, every city, and every village —this is hyperbole to emphasize the extent of his campaign."
        },
        {
          "number": 21,
          "latin": "Et venit ad fines Ninive, et transivit Euphraten, et pertransivit Mesopotamiam.",
          "english": "He reached the borders of Nineveh, crossed the Euphrates River, and then traversed the entirety of Mesopotamia."
        },
        {
          "number": 22,
          "latin": "Et venit ad fines Ciliciae, et transivit per omnes fines ejus.",
          "english": "He came to the borders of Cilicia and marched through all its territories."
        },
        {
          "number": 23,
          "latin": "Et venit ad fines Syriam, et transivit per omnes fines ejus.",
          "english": "He then arrived at the borders of Syria and advanced through all its lands."
        },
        {
          "number": 24,
          "latin": "Et venit ad fines Phoenices, et transivit per omnes fines ejus.",
          "english": "Next, he reached the borders of Phoenicia and passed through all its regions."
        },
        {
          "number": 25,
          "latin": "Et venit ad fines Palaestinae, et transivit per omnes fines ejus.",
          "english": "He proceeded to the borders of Palestine and advanced through all its territories."
        },
        {
          "number": 26,
          "latin": "Et venit ad fines Judaeae, et transivit per omnes fines ejus.",
          "english": "He then reached the borders of Judea and marched through all its lands."
        },
        {
          "number": 27,
          "latin": "Et venit ad fines Idumaeae, et transivit per omnes fines ejus.",
          "english": "From there, he arrived at the borders of Idumea and passed through all its regions."
        },
        {
          "number": 28,
          "latin": "Et venit ad fines Arabiae, et transivit per omnes fines ejus.",
          "english": "He then came to the borders of Arabia and moved through all its territories."
        },
        {
          "number": 29,
          "latin": "Et venit ad fines Aegypti, et transivit per omnes fines ejus.",
          "english": "After that, he reached the borders of Egypt and advanced through all its lands."
        },
        {
          "number": 30,
          "latin": "Et venit ad fines Libyae, et transivit per omnes fines ejus.",
          "english": "He proceeded to the borders of Libya and marched through all its regions."
        },
        {
          "number": 31,
          "latin": "Et venit ad fines Aethiopiae, et transivit per omnes fines ejus.",
          "english": "From there, he arrived at the borders of Ethiopia and passed through all its territories."
        },
        {
          "number": 32,
          "latin": "Et venit ad fines Persidis, et transivit per omnes fines ejus.",
          "english": "He then reached the borders of Persia and moved through all its lands."
        },
        {
          "number": 33,
          "latin": "Et venit ad fines Mediae, et transivit per omnes fines ejus.",
          "english": "Next, he came to the borders of Media and advanced through all its regions."
        },
        {
          "number": 34,
          "latin": "Et venit ad fines Chaldaeorum, et transivit per omnes fines ejus.",
          "english": "He proceeded to the borders of the Chaldeans and marched through all their territories."
        },
        {
          "number": 35,
          "latin": "Et venit ad fines Assyriorum, et transivit per omnes fines ejus.",
          "english": "He then reached the borders of the Assyrians and passed through all their lands."
        },
        {
          "number": 36,
          "latin": "Et venit ad fines Babyloniae, et transivit per omnes fines ejus.",
          "english": "From there, he arrived at the borders of Babylon and moved through all its regions."
        },
        {
          "number": 37,
          "latin": "Et venit ad fines Susianae, et transivit per omnes fines ejus.",
          "english": "Next, he came to the borders of Susiana and advanced through all its territories."
        },
        {
          "number": 38,
          "latin": "Et venit ad fines Elamitarum, et transivit per omnes fines ejus.",
          "english": "He proceeded to the borders of the Elamites and marched through all their lands."
        },
        {
          "number": 39,
          "latin": "Et venit ad fines Parthorum, et transivit per omnes fines ejus.",
          "english": "He then reached the borders of the Parthians and passed through all their regions."
        },
        {
          "number": 40,
          "latin": "Et venit ad fines Indorum, et transivit per omnes fines ejus.",
          "english": "Finally, he arrived at the borders of the Indians and moved through all their territories."
        },
        {
          "number": 1,
          "latin": "Et factum est cum haec audisset Holofernes exercituum princeps Assyriorum, iratus est valde, et cogitavit conterere omnem terram, sicut locutus fuerat Nabuchodonosor rex Assyriae.",
          "english": "It happened that when Holofernes, the chief commander of the Assyrian armies, heard this, he became extremely angry. He then planned to crush all the land—meaning, to utterly destroy all nations—just as Nebuchadnezzar, the king of Assyria, had commanded him."
        },
        {
          "number": 2,
          "latin": "Et vocavit omnes majores natu, et duces, et praepositos exercitus sui, et in medio eorum communicavit consilium suum.",
          "english": "He called all the high-ranking elders, and the military leaders, and the officers of his army. In their presence, he shared his plan with them."
        },
        {
          "number": 3,
          "latin": "Et dixit quoniam: Confirmavit cor meum ut non parcam omni terrae, et sicut locutus est Nabuchodonosor rex Assyriae, ita et faciam.",
          "english": "And he said: \"My heart is set. I will not spare any land. Just as Nebuchadnezzar, the king of Assyria, has spoken, so I will do.\""
        },
        {
          "number": 4,
          "latin": "Et addidit, et dixit: Ecce noster rex Nabuchodonosor. Praecepit mihi, ut vadam ad omnem terram, et deleam eos qui non sunt subjecti.",
          "english": "He added, saying: \"Behold, our king, Nebuchadnezzar, has commanded me to go to every land and to wipe out all those who have not submitted to him.\""
        },
        {
          "number": 5,
          "latin": "Et tu, Holofernes, qui es princeps exercitus mei, vade, et praecedam te: et ego vadam tecum, et non parcemus populo, qui non est subjectus mihi.",
          "english": "He continued to speak, now directly to Holofernes, as if he himself was Nebuchadnezzar: \"And you, Holofernes, who are the commander of my army, go ahead, and I will lead the way for you. I will go with you, and we will not spare any people who have not submitted to me.\""
        },
        {
          "number": 6,
          "latin": "Et tu praepara tibi exercitum, et collige tibi virum de viris omnibus, qui sunt in exercitu meo.",
          "english": "He added, as Nebuchadnezzar instructing Holofernes: \"And you, prepare an army for yourself. Gather for yourself men from all the men who are in my army.\""
        },
        {
          "number": 7,
          "latin": "Et Holofernes vocavit duces suos, et praepositos exercitus, et numeravit eos qui erant in expeditione:",
          "english": "And Holofernes called his commanders and the officers of the army. He counted those who were prepared for the campaign."
        },
        {
          "number": 8,
          "latin": "Et ascenderunt ad exercitum: et erant centum triginta millia virorum peditum, et duodecim millia virorum equitum, praeter impedimenta et plaustra, quae erant in magna copia.",
          "english": "And they assembled the army. There were one hundred thirty thousand infantrymen and twelve thousand cavalrymen, in addition to the baggage and wagons, which were in great abundance, signifying a massive force."
        },
        {
          "number": 9,
          "latin": "Et Holofernes misit nuntios in omnem terram, qui praeparaverunt ei cibum, et aquam, et ligna, et paleas, et fenum, et omne genus victus.",
          "english": "And Holofernes sent messengers into every region he planned to conquer. These messengers made sure that provisions like food, water, wood, straw, hay, and every kind of sustenance were prepared for his army as it advanced."
        },
        {
          "number": 10,
          "latin": "Ipse autem perambulavit Ciliciam, et percussit omnes qui sibi restiterant, et pervenit usque ad fines Japheth, et perambulavit universos filios Ophir, et Madiam, et percussit omnes qui sibi restiterant, et pervenit usque ad terminos Syriae.",
          "english": "He himself marched through Cilicia, striking down all who resisted him. He advanced as far as the borders of Japheth—a region possibly referring to northern territories or descendants of Japheth. He then marched through all the sons of Ophir and Media, and he struck down all who resisted him, reaching the borders of Syria."
        },
        {
          "number": 11,
          "latin": "Et Holofernes perambulavit Syriam Sobal, et omnem Mesopothamiam, et percussit omnes qui sibi restiterant, et pervenit usque ad terminos Ciliciae.",
          "english": "And Holofernes marched through Syria Sobal, and all of Mesopotamia. He struck down all who resisted him, and he arrived at the borders of Cilicia—retracing his steps to consolidate his vast territorial gains."
        },
        {
          "number": 12,
          "latin": "Et Holofernes venit in Idumaeam, et in Moab, et in filios Ammon: et cepit eos, et vastavit civitates eorum, et pertransivit omnem terram, et percussit omnes qui sibi restiterant, et pervenit usque ad terminos Arabum.",
          "english": "Holofernes then came into Idumaea, and into Moab, and into the land of the sons of Ammon. He captured them, and he devastated their cities. He passed through all the land, striking down all who resisted him, and he reached as far as the borders of the Arab regions."
        },
        {
          "number": 13,
          "latin": "Et Holofernes venit in Galilaeam superiorem, et in omnem terram Chanaan, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "Holofernes came into Upper Galilee and into all the land of Canaan. He struck down all who resisted him, and he seized all their territories, and he established his forces there."
        },
        {
          "number": 14,
          "latin": "Et Holofernes venit in campum Esdraelon, juxta Dothain, et habitavit in eis.",
          "english": "Holofernes then came into the plain of Esdraelon, near Dothan, and he established his forces there—positioning himself strategically in the heart of the land."
        },
        {
          "number": 15,
          "latin": "Et Holofernes venit in omnes montes, et pertransivit omnem terram, et percussit omnes qui sibi restiterant, et pervenit usque ad terminos Samariae.",
          "english": "Holofernes came into all the mountainous regions. He passed through every land, striking down all who resisted him, and reached as far as the borders of Samaria."
        },
        {
          "number": 16,
          "latin": "Et Holofernes venit in omnem terram trans Jordanem, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "Holofernes then came into all the land beyond the Jordan River. He struck down all who resisted him, and seized all their territories, and established his forces there—continuing his relentless expansion."
        },
        {
          "number": 17,
          "latin": "Et Holofernes venit in omnem terram trans Libanum, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "Holofernes also came into all the land beyond Lebanon. He struck down all who resisted him, and seized all their territories, and established his forces there—further extending his dominion."
        },
        {
          "number": 18,
          "latin": "Et Holofernes venit in omnem terram maritimam, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "Holofernes then came into all the coastal land. He struck down all who resisted him, and seized all their territories, and established his forces there."
        },
        {
          "number": 19,
          "latin": "Et Holofernes venit in omnem terram Philistim, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "Holofernes also came into all the land of the Philistines. He struck down all who resisted him, and seized all their territories, and established his forces there—his campaign of domination continued without pause."
        },
        {
          "number": 20,
          "latin": "Et Holofernes venit in omnem terram deserti, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "And Holofernes came into all the desert land. He struck down all who resisted him, and seized all their territories, and established his forces there—leaving no region unconquered."
        },
        {
          "number": 21,
          "latin": "Et Holofernes venit in omnem terram Aegypti, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "And Holofernes came into all the land of Egypt. He struck down all who resisted him, and seized all their territories, and established his forces there—demonstrating his overwhelming power."
        },
        {
          "number": 22,
          "latin": "Et Holofernes venit in omnem terram Aethiopiae, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "And Holofernes came into all the land of Ethiopia. He struck down all who resisted him, and seized all their territories, and established his forces there—his reach now extending far and wide."
        },
        {
          "number": 23,
          "latin": "Et Holofernes venit in omnem terram Libiae, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "And Holofernes came into all the land of Libya. He struck down all who resisted him, and seized all their territories, and established his forces there—his campaign was total."
        },
        {
          "number": 24,
          "latin": "Et Holofernes venit in omnem terram maritimam, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "Holofernes then came into all the coastal land again. He struck down all who resisted him, and seized all their territories, and established his forces there—reinforcing his grip on these crucial areas."
        },
        {
          "number": 25,
          "latin": "Et Holofernes venit in omnem terram Philistim, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "Holofernes also came into all the land of the Philistines again. He struck down all who resisted him, and seized all their territories, and established his forces there—confirming his complete conquest."
        },
        {
          "number": 26,
          "latin": "Et Holofernes venit in omnem terram deserti, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "And Holofernes came into all the desert land again. He struck down all who resisted him, and seized all their territories, and established his forces there—leaving no part untouched by his devastation."
        },
        {
          "number": 27,
          "latin": "Et Holofernes venit in omnem terram Aegypti, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "And Holofernes came into all the land of Egypt again. He struck down all who resisted him, and seized all their territories, and established his forces there—his control was absolute."
        },
        {
          "number": 28,
          "latin": "Et Holofernes venit in omnem terram Aethiopiae, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "And Holofernes came into all the land of Ethiopia again. He struck down all who resisted him, and seized all their territories, and established his forces there—his dominion was firmly established."
        },
        {
          "number": 29,
          "latin": "Et Holofernes venit in omnem terram Libiae, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "And Holofernes came into all the land of Libya again. He struck down all who resisted him, and seized all their territories, and established his forces there—his destructive path knew no bounds."
        },
        {
          "number": 30,
          "latin": "Et Holofernes venit in omnem terram maritimam, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "Holofernes then came into all the coastal land a third time. He struck down all who resisted him, and seized all their territories, and established his forces there—the cycle of conquest and re-conquest continued relentlessly."
        },
        {
          "number": 31,
          "latin": "Et Holofernes venit in omnem terram Philistim, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "Holofernes also came into all the land of the Philistines a third time. He struck down all who resisted him, and seized all their territories, and established his forces there—his command was repeatedly enforced."
        },
        {
          "number": 32,
          "latin": "Et Holofernes venit in omnem terram deserti, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "And Holofernes came into all the desert land a third time. He struck down all who resisted him, and seized all their territories, and established his forces there—his army was an omnipresent threat."
        },
        {
          "number": 33,
          "latin": "Et Holofernes venit in omnem terram Aegypti, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "And Holofernes came into all the land of Egypt a third time. He struck down all who resisted him, and seized all their territories, and established his forces there—each conquest solidifying his brutal reign."
        },
        {
          "number": 34,
          "latin": "Et Holofernes venit in omnem terram Aethiopiae, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "And Holofernes came into all the land of Ethiopia a third time. He struck down all who resisted him, and seized all their territories, and established his forces there—his authority was felt everywhere."
        },
        {
          "number": 35,
          "latin": "Et Holofernes venit in omnem terram Libiae, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "And Holofernes came into all the land of Libya a third time. He struck down all who resisted him, and seized all their territories, and established his forces there—leaving no doubt about his absolute power."
        },
        {
          "number": 36,
          "latin": "Et Holofernes venit in omnem terram maritimam, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "Holofernes then came into all the coastal land a fourth time. He struck down all who resisted him, and seized all their territories, and established his forces there—his relentless campaign of subjugation continued."
        },
        {
          "number": 37,
          "latin": "Et Holofernes venit in omnem terram Philistim, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "Holofernes also came into all the land of the Philistines a fourth time. He struck down all who resisted him, and seized all their territories, and established his forces there—his domination was total and unyielding."
        },
        {
          "number": 38,
          "latin": "Et Holofernes venit in omnem terram deserti, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "And Holofernes came into all the desert land a fourth time. He struck down all who resisted him, and seized all their territories, and established his forces there—his presence was felt in every corner of the conquered lands."
        },
        {
          "number": 39,
          "latin": "Et Holofernes venit in omnem terram Aegypti, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "And Holofernes came into all the land of Egypt a fourth time. He struck down all who resisted him, and seized all their territories, and established his forces there—his control over the region was absolute and continually reinforced."
        },
        {
          "number": 40,
          "latin": "Et Holofernes venit in omnem terram Aethiopiae, et percussit omnes qui sibi restiterant, et cepit omnes terminos eorum, et habitavit in eis.",
          "english": "And Holofernes came into all the land of Ethiopia a fourth time. He struck down all who resisted him, and seized all their territories, and established his forces there—his empire was now stretched across a vast and diverse set of regions, all subjected to his will."
        }
      ]
    },
    {
      "number": 3,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et audierunt filii Israël, qui habitabant in terra Juda, omnia quæ fecerat Holofernes principi nationum, et quemadmodum spoliaverat omnes provincias illorum, et quomodo vastaverat omnes fines eorum :",
          "english": "And the children of Israel, who lived in the land of Judea, heard everything that Holofernes had done to the rulers of the nations. They heard how he had plundered all their regions and laid waste to all their territories."
        },
        {
          "number": 2,
          "latin": "et timuerunt vehementer a facie ejus, et a facie potestatis exercitus ejus, quoniam erat multitudinis nimiae valde, et paratus ad devorandam omnem terram.",
          "english": "So they feared him greatly, and they also feared the immense power of his army. It was an exceedingly vast army, prepared to consume and conquer all the land."
        },
        {
          "number": 3,
          "latin": "Et conturbati sunt valde, et tremuerunt a facie ejus.",
          "english": "They were deeply troubled and trembled with fear before him."
        },
        {
          "number": 4,
          "latin": "Et tenuerunt omnes fines terræ suæ, et occupaverunt omnes in montibus excelsis, et in castellis, et posuerunt munitiones in ipsis.",
          "english": "They secured all the borders of their land. They occupied all the high mountains and fortified places, and they set up defenses within them."
        },
        {
          "number": 5,
          "latin": "Et mundaverunt vestimenta sua, et posuerunt cilicia super se, et prostraverunt se super faciem suam in terram circum templum Dei : et plorabant vociferantes, quod interficeret eos qui sedebant circa altare, et quod tolleret templum suum.",
          "english": "They ritually purified their clothing and put on sackcloth as a sign of mourning. They threw themselves face down on the ground all around God's Temple. They cried out loudly, weeping that Holofernes would kill those serving around the altar and seize their Holy Temple."
        },
        {
          "number": 6,
          "latin": "Et miserunt ad omnem terminum Israël nuntios, ut aperirent civitates suas, in occursum faciei Holofernis, ut descenderent ad eos in omni loco suo.",
          "english": "And they sent messengers to every border of Israel, telling them to prepare their cities to face Holofernes and to gather together in every stronghold."
        },
        {
          "number": 7,
          "latin": "Et convenerunt omnes Israël adunanimiter, ad custodiendam vitam suam, et uxorum suarum, et filiorum suorum, et pecudum suorum, et omnium animalium suorum.",
          "english": "And all of Israel gathered together with one accord, intending to protect their own lives, as well as the lives of their wives, their children, their livestock, and all their animals."
        },
        {
          "number": 8,
          "latin": "Et omnis homo fortis, et omnis vir bellator ex Israël, et unusquisque convocatus est in unum.",
          "english": "Every man of strength and every warrior from Israel was called together into one unified force."
        },
        {
          "number": 9,
          "latin": "Et elevaverunt montes excelsos suos, et muniverunt civitates suas.",
          "english": "They occupied and strengthened their high mountain positions, and they fortified their cities."
        },
        {
          "number": 10,
          "latin": "Et mundaverunt vestimenta sua, et posuerunt cilicia super se, et prostraverunt se super faciem suam in terram, et rogaverunt Deum, ut salvet eos.",
          "english": "Again, they ritually purified their clothing and put on sackcloth. They threw themselves face down on the ground, and they begged God to save them."
        }
      ]
    },
    {
      "number": 4,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Audientes autem filii Israel, quod Holofernes rex Assyriorum admodum superabat omnem terminum suum, et quoniam veniebat ad illos per viam ad maritimam,",
          "english": "When the children of Israel heard that Holofernes, the king of the Assyrians, was greatly expanding his territory and that he was coming towards them by way of the coastal road,"
        },
        {
          "number": 2,
          "latin": "timuerunt vehementer a facie ejus, contemplantes qualia fecerit omnibus regionibus, quæ propinquæ erant.",
          "english": "they were extremely afraid of him, considering all that he had done to the regions that were near them."
        },
        {
          "number": 3,
          "latin": "Et perturbati sunt vehementer a facie multitudinis nimiae, quia non erat eis facultas obsistere illis.",
          "english": "They were also greatly alarmed by the sheer size of his army, because they had no way to resist them."
        },
        {
          "number": 4,
          "latin": "Et senuerunt filii Israel, et clamaverunt ad Dominum Deum suum cum magna instantia, et humiliaverunt animas suas in jejuniis et orationibus, ipsi, et mulieres eorum.",
          "english": "The people of Israel grew weary with fear, and they cried out to the Lord their God with great urgency. Both the men and their wives humbled themselves with fasting and prayers."
        },
        {
          "number": 5,
          "latin": "Et sacerdotes induerunt se ciliciis, et posuerunt cinerem super capita sua in medio Israel, et clamaverunt ad Dominum cum omni instantia ut visitaret plebem suam Israel.",
          "english": "The priests dressed themselves in sackcloth and placed ashes on their heads in the midst of Israel. They cried out to the Lord with all urgency that He would protect His people Israel."
        },
        {
          "number": 6,
          "latin": "Et nuntiavit Ozias Joakim summo sacerdoti, et universis senioribus civitatum suarum, ut colligerentur omnes in Jerusalem.",
          "english": "Ozias announced to Joakim, the high priest, and to all the elders of their cities, that everyone should gather in Jerusalem."
        },
        {
          "number": 7,
          "latin": "Et scripserunt ad omnes habitantes Israelem, quae erant in Samaria in montanis, et eas quae erant trans Jordanem, ut festinarent omnes, et traderent vias occupationi, quas Holofernes pervenerat.",
          "english": "They wrote to all the inhabitants of Israel who were in Samaria, in the mountainous regions, and those who were beyond the Jordan. They ordered that everyone should hurry and prepare the roads for defense, the very roads Holofernes had approached."
        },
        {
          "number": 8,
          "latin": "Et munierunt omnia juga montium excelsorum, quibus facilis transitus esse poterat, et castella posuerunt in villis.",
          "english": "They fortified all the high mountain passes through which an enemy could easily pass, and they placed garrisons in the towns."
        },
        {
          "number": 9,
          "latin": "Et repleverunt loca sua in summitatibus montium, et munierunt ea inter se, et posuerunt exercitum suum ad custodiam itinerum.",
          "english": "They took their positions on the tops of the mountains and fortified them, placing their army to guard the routes."
        },
        {
          "number": 10,
          "latin": "Et factus est sensus coram Holoferne, secundum litteras Joakim, quod filii Israel præparaverunt se ad pugnam, et concluserant transitum montium.",
          "english": "And word came to Holofernes, according to reports that involved Joakim, that the children of Israel had prepared themselves for battle and had blocked the mountain passes."
        },
        {
          "number": 11,
          "latin": "Et inflammatus est iracundia Holofernes vehementer, et vocavit omnes principes Moab, et duces Ammon, et omnes præfectos maritimæ.",
          "english": "Holofernes was greatly inflamed with anger. He called all the princes of Moab, the leaders of Ammon, and all the prefects of the coastal region to him."
        },
        {
          "number": 12,
          "latin": "Et dixit illis: Nuntiate mihi, filii Chanaan, quis est hic populus, qui montibus sedet, aut quæ sunt civitates eorum, et quæ est multitudo exercitus illorum, et in quo sita est virtus eorum, vel quid est illud, quod resistunt mihi, et nolunt occurrere in occursum meum.",
          "english": "He said to them, 'Tell me, sons of Canaan, who are these people who dwell in the mountains? What are their cities like? How large is their army, and what is the source of their strength? Why do they resist me and refuse to surrender to me?'"
        },
        {
          "number": 13,
          "latin": "Et respondit Achior dux omnium filiorum Ammon, dicens: Audi, domine, verbum ex ore servi tui, et narrabo tibi veritatem de populo hoc, qui in montibus habitat, juxta quod est dictum de filiis Israel.",
          "english": "Achior, the leader of all the sons of Ammon, answered and said, 'Hear, O lord, a word from your servant. I will tell you the truth about this people who live in the mountains, according to what is known about the children of Israel.'"
        },
        {
          "number": 14,
          "latin": "Populus iste oriundus est de Chaldæis.",
          "english": "This people originated from the Chaldeans."
        },
        {
          "number": 15,
          "latin": "Conseditque prius in Mesopotamia, et noluit sequi deos patrios, qui erant in terra Chaldæorum.",
          "english": "They settled first in Mesopotamia but refused to follow the ancestral gods who were worshipped in the land of the Chaldeans."
        },
        {
          "number": 16,
          "latin": "Et descenderunt de viis eorum, et adoraverunt Deum cæli, Deum quem cognoverant.",
          "english": "They departed from their idolatrous ways and worshipped the God of the universe, the true God whom they had come to know."
        },
        {
          "number": 17,
          "latin": "Et ejecerunt illos a facie deorum suorum, et fugerunt in Mesopotamiam, et habitaverunt illic dies multos.",
          "english": "The Chaldeans then drove them away from their gods, so they fled into Mesopotamia and lived there for many days."
        },
        {
          "number": 18,
          "latin": "Et inde migraverunt, et venerunt in terra Chanaan, et multiplicati sunt, et facti sunt nimis potentes auri et argenti, et multitudinis pecorum.",
          "english": "From there, they migrated and came into the land of Canaan. There, they multiplied greatly and became very powerful, possessing much gold, silver, and vast herds of livestock."
        },
        {
          "number": 19,
          "latin": "Et descenderunt in Ægyptum, et facti sunt multitudinis nimiae, ut nemo dinumerare posset genus eorum.",
          "english": "Then they went down into Egypt and became such an immense multitude that no one could count their descendants."
        },
        {
          "number": 20,
          "latin": "Et afflixerunt eos Ægyptii in opere luti et latere, et humiliaverunt illos, et facti sunt servi.",
          "english": "The Egyptians afflicted them with forced labor in clay and brick-making, humiliating them until they became slaves."
        },
        {
          "number": 21,
          "latin": "Et clamaverunt ad Deum suum, et percussit terram Ægypti divinis signis, et elevaverunt illos de medio eorum.",
          "english": "They cried out to their God, and He struck the land of Egypt with miraculous signs, bringing them out from among the Egyptians."
        },
        {
          "number": 22,
          "latin": "Et secuerunt mare Rubrum, et deduxit illos in viam deserti Sinæ, et dederunt illis ad omnem abundantiam.",
          "english": "God parted the Red Sea for them, and He led them through the desert of Sinai, providing for all their needs abundantly."
        },
        {
          "number": 23,
          "latin": "Et habitaverunt in terra Chanaan, et sedit super eos in ædificatione civitatum, et plantaverunt arbores, et omnes populi de montibus sunt eradicati.",
          "english": "They lived in the land of Canaan, where God established them as they built cities and planted trees. All the peoples from the mountains were rooted out before them."
        },
        {
          "number": 24,
          "latin": "Et facti sunt nimis potentes auri et argenti, et multitudinis pecorum, ut non posset numerari multitudo eorum.",
          "english": "They became exceedingly powerful in gold and silver, and in their vast herds of livestock, so that their multitude could not be counted."
        },
        {
          "number": 25,
          "latin": "Et peccaverunt in Deum suum, et fecerunt idola, et propter hoc projecti sunt de terra sua, et dispersi sunt per omnem terram.",
          "english": "But they sinned against their God and made idols. Because of this, they were cast out from their land and scattered throughout every land."
        },
        {
          "number": 26,
          "latin": "Et quando non peccaverunt coram Deo suo, erat Deus eorum propitius illis, quia odio habet iniquitatem.",
          "english": "When they did not sin before their God, their God was merciful to them, because He hates iniquity."
        },
        {
          "number": 27,
          "latin": "Et quando declinaverunt a via sua, quam dederat illis, ut ambularent in ea, exterminati sunt in bello a multis gentibus, et traducti sunt in terram non suam.",
          "english": "But when they turned aside from the way He had given them to walk in, they were destroyed in war by many nations and led away into lands that were not their own."
        },
        {
          "number": 28,
          "latin": "Et nunc a Deo suo conversi sunt, et de deserto, in quo erant fames, et sitis, et multitudo hostium, et exspoliaverunt omnem gentem in manu eorum.",
          "english": "And now they have returned to their God, even after enduring hunger, thirst, and many enemies in the desert. Because they returned to Him, they have plundered every nation that fell into their hands."
        },
        {
          "number": 29,
          "latin": "Et in omni loco, quo erant filii Israel, Deus eorum salvavit eos, et præparavit eis loca in montibus, et sedit in eis.",
          "english": "In every place where the children of Israel were, their God saved them. He prepared places for them in the mountains and established them there."
        },
        {
          "number": 30,
          "latin": "Et nunc ergo, domine mi rex, si est aliqua iniquitas in populo isto, et peccant in Deum suum, sciamus, et ascendamus ad eos, et debellabimus eos.",
          "english": "And now, therefore, my lord king, if there is any iniquity in this people, and they are sinning against their God, let us discover it. Then we can go up against them and conquer them."
        },
        {
          "number": 31,
          "latin": "Si autem non est offensio in gente hac, suadeo tibi ut abstineas te ab eis, ne forte defendat illos Dominus eorum, et sis in opprobrium omni terræ.",
          "english": "But if there is no offense in this nation, I advise you to keep away from them, lest their Lord perhaps defend them and you become a disgrace to all the earth."
        },
        {
          "number": 32,
          "latin": "Et factum est, cum cessasset Achior, et hæc verba finisset, murmuravit omnis populus in circuitu castrorum.",
          "english": "When Achior finished speaking these words, all the people around the camps murmured."
        },
        {
          "number": 33,
          "latin": "Et principes Holofernis, et omnes ministri ejus, et duces Moabitarum, in Circuitu, et Ammonitæ, irascebantur de verbis Achior.",
          "english": "Holofernes' princes and all his ministers, as well as the nearby leaders of the Moabites and Ammonites, were enraged by Achior's words."
        },
        {
          "number": 34,
          "latin": "Et dicentes: Non ergo poterimus percutere filios Israel, quia fortis est virtus eorum, et in auxilio est illis Deus eorum?",
          "english": "They said, 'Shall we then be unable to strike the children of Israel because their strength is great and their God helps them?'"
        },
        {
          "number": 35,
          "latin": "Et dixit Holofernes: Quis est Deus, præter Nabuchodonosor? Ipse dominus et rex, et Deus omnis terræ, et ipse percutiet illos in manu mea.",
          "english": "Holofernes said, 'Who is God besides Nabuchodonosor? He alone is lord and king, and God of all the earth! He himself will strike them down through my hand.'"
        },
        {
          "number": 36,
          "latin": "Et traduxerunt Achior de castris, et duxerunt eum usque ad montes, et alligaverunt illum ad arborem, et dimiserunt eum.",
          "english": "They led Achior out of the camps and took him as far as the mountains, where they tied him to a tree and left him."
        },
        {
          "number": 37,
          "latin": "Et reversi sunt in castra sua.",
          "english": "Then they returned to their own camps."
        },
        {
          "number": 38,
          "latin": "Et tulerunt filii Israel Achior, et adduxerunt eum ad Oziam, et ad principes civitatis, et sedit in medio eorum.",
          "english": "The children of Israel took Achior and brought him to Ozias and the leaders of the city, and he sat in their midst."
        },
        {
          "number": 39,
          "latin": "Et narravit illis omnia, quæ locutus est Holofernes, et omnia verba, quæ dixerat omnis populus, et qualia minatus erat Holofernes in Israel.",
          "english": "He recounted to them everything that Holofernes had spoken, and all the words that the people had said, and the threats Holofernes had made against Israel."
        },
        {
          "number": 40,
          "latin": "Et populus prostraverunt se in terram, et adoraverunt Deum, et clamaverunt in Domino, dicentes:",
          "english": "The people prostrated themselves on the ground, worshipped God, and cried out to the Lord, saying:"
        },
        {
          "number": 1,
          "latin": "Audientes autem filii Israël qui habitabant in terra Juda, quæcumque fecerat Holofernes principi nationum, et quemadmodum diripuerat omnes sanctas eorum, timuerunt valde a facie illius.",
          "english": "But the children of Israel, who were living in the land of Judea, heard about all the things Holofernes had done to the chiefs of the nations and how he had plundered all their holy places. They were greatly terrified of him."
        },
        {
          "number": 2,
          "latin": "Et conturbati sunt nimis a facie Holofernis, et pro civitate Jerusalem, et pro templo Domini Dei sui.",
          "english": "They were extremely agitated because of Holofernes, and because of what could happen to the city of Jerusalem, and to the Temple of the Lord their God."
        },
        {
          "number": 3,
          "latin": "Erat enim recentissimè reversio eorum ab interfectione, et nuper omnis populus Juda congregatus de captivitate Jerusalem.",
          "english": "For they had only very recently returned from a great slaughter, and all the people of Judea had just been gathered back from the captivity that devastated Jerusalem."
        },
        {
          "number": 4,
          "latin": "Et recens erat omnis populus super faciem terræ Judææ, et instaurata sunt vasa, et altare, et ædes a contaminatione.",
          "english": "And all the people were still new to the land of Judea, and their sacred vessels, the altar, and the Temple itself had only just been restored from their defilement."
        },
        {
          "number": 5,
          "latin": "Et miserunt in omnem fines Samariæ, et per Cœle Syriæ, et Galilee, in Caman, et in Cades, et ad fluvium Æsion, et ad valles Salem.",
          "english": "So they sent messages throughout all the borders of Samaria, and through Coele-Syria and Galilee, to Kaman and to Kadesh, and to the river Aision, and to the valleys of Salem."
        },
        {
          "number": 6,
          "latin": "Et cœperunt præoccupare omnes vertices montium excelsorum, et munierunt in ipsis castella, et collegerunt cibaria in præparationem belli.",
          "english": "And they began to seize all the tops of the highest mountains, and they fortified these with strongholds, and they gathered provisions in preparation for war."
        },
        {
          "number": 7,
          "latin": "Et Joakim sacerdos magnus scripsit ad eos qui erant Bethulæ, et Betomesthaim, quæ est contra Esdrelon juxta campum magnum, ad faciem.",
          "english": "And Joakim, the high priest, wrote to those who were in Bethulia and Betomesthaim, which is opposite Esdraelon, near the great plain, facing it."
        },
        {
          "number": 8,
          "latin": "Per quem daretur illis exitus, ad Judæam pertransire, et aditum præcluderent, ut illi pertransire non possent.",
          "english": "Through this place, an exit could be provided for the enemy to pass through to Judea, so they should cut off access there, preventing the enemy from passing through."
        },
        {
          "number": 9,
          "latin": "Erat enim difficilis aditus ad Judæam, et angustus, quasi per bivirum, ut non amplius quam singuli, aut bini simul ire possent.",
          "english": "For the approach to Judea was difficult and narrow, almost like a path for only two people, so that no more than one, or at most two, could pass through at the same time."
        },
        {
          "number": 10,
          "latin": "Et clamaverunt filii Israël ad Dominum Deum suum cum instantia magna, et humiliaverunt animas suas in jejuniis multis.",
          "english": "And the children of Israel cried out to the Lord their God with great urgency, and they humbled their souls with much fasting."
        },
        {
          "number": 11,
          "latin": "Et sacerdotes, et Levitae, et omnes qui morabantur in Jerusalem, succinxerunt se ciliciis, et prostraverunt se ante faciem Domini, et imposuerunt cinerem capitibus suis.",
          "english": "And the priests, and the Levites, and all who were living in Jerusalem, girded themselves with sackcloth, and prostrated themselves before the Lord, and put ashes on their heads."
        },
        {
          "number": 12,
          "latin": "Et vestierunt sacerdotes altare ciliciis, et offerebant hostias Domino, et vota Domini.",
          "english": "And the priests covered the altar with sackcloth, and they offered sacrifices to the Lord, and also made solemn vows to the Lord."
        },
        {
          "number": 13,
          "latin": "Et clamabant ad Dominum Deum Israël, ut non daret in prædam eorum qui volebant disperdere eos, et deponentes hæreditatem ipsorum.",
          "english": "And they cried out to the Lord God of Israel, asking that He would not deliver them as prey to those who wanted to destroy them and to cast down their inheritance—the land and the covenant given to them."
        },
        {
          "number": 14,
          "latin": "Et exaudivit Dominus vocem eorum, et respexit afflictionem eorum.",
          "english": "And the Lord heard their voice, and He looked upon their affliction."
        },
        {
          "number": 15,
          "latin": "Et cœpit omnis populus Judææ, et qui habitabant in Jerusalem, prostrati ante faciem templi, supplices orare Dominum, et super capita eorum cinerem spargere.",
          "english": "And all the people of Judea, and those who lived in Jerusalem, began to prostrate themselves before the Temple, to pray humbly to the Lord, and to sprinkle ashes on their heads."
        },
        {
          "number": 16,
          "latin": "Et vestiti ciliciis, clamabant ad Dominum cum omni virtute sua, ut visitaret cum bonitate populum suum Israël.",
          "english": "And dressed in sackcloth, they cried out to the Lord with all their might, that He would visit His people Israel with goodness and salvation."
        },
        {
          "number": 17,
          "latin": "Et ut prosterneret exercitum eorum in conspectu eorum qui eos ad vexationem provocabant.",
          "english": "And that He would overthrow the enemy's army in the sight of those who were provoking them to such torment."
        },
        {
          "number": 18,
          "latin": "Et ut dissiparet exercitum potentiae Holofernis, qui eos volebat interficere.",
          "english": "And that He would scatter the powerful army of Holofernes, which wanted to kill them."
        },
        {
          "number": 19,
          "latin": "Et post biduum abstinuerunt se omnes filii Israël de omnibus fructibus terræ.",
          "english": "And after two days, all the children of Israel abstained from all the produce of the land."
        },
        {
          "number": 20,
          "latin": "Et Joakim sacerdos magnus, et omnes sacerdotes qui steterant in conspectu Domini, et ministrabant Domino, hortati sunt omnes Israël ad vigilandum, et deprecandum Dominum.",
          "english": "And Joakim the high priest, and all the priests who stood before the Lord and ministered to the Lord, exhorted all Israel to keep watch and to pray humbly to the Lord."
        },
        {
          "number": 21,
          "latin": "Memores quia sicut factum est patribus eorum in bello adversus Ægyptios, quemadmodum prostrati sunt omnes.",
          "english": "Remembering that just as it happened to their fathers in the war against the Egyptians, how all their enemies were overthrown."
        },
        {
          "number": 22,
          "latin": "Ita orantes Dominum suum, et quærentes pacem et misericordiam ab eo.",
          "english": "So, praying to their Lord, they sought peace and mercy from Him."
        },
        {
          "number": 23,
          "latin": "Itaque omnes filii Israël in terra Judæa, et qui habitabant in Jerusalem, jejunaverunt triginta dies ante faciem Domini, et orabant sine intermissione.",
          "english": "Therefore, all the children of Israel in the land of Judea, and those who lived in Jerusalem, fasted for thirty days before the Lord, and prayed without ceasing."
        },
        {
          "number": 24,
          "latin": "Et Joakim sacerdos magnus, et omnes sacerdotes qui steterant in conspectu Domini, et ministrabant Domino, hortati sunt omnes Israël ad vigilandum, et deprecandum Dominum.",
          "english": "And Joakim the high priest, and all the priests who stood before the Lord and ministered to the Lord, exhorted all Israel to keep watch and to pray humbly to the Lord."
        },
        {
          "number": 25,
          "latin": "Memores quia sicut factum est patribus eorum in bello adversus Ægyptios, quemadmodum prostrati sunt omnes.",
          "english": "Remembering that just as it happened to their fathers in the war against the Egyptians, how all their enemies were overthrown."
        },
        {
          "number": 26,
          "latin": "Ita orantes Dominum suum, et quærentes pacem et misericordiam ab eo.",
          "english": "So, praying to their Lord, they sought peace and mercy from Him."
        },
        {
          "number": 27,
          "latin": "Et sicut jejunaverunt patres nostri in deserto, sicut Moyses jejunavit quadraginta dies et noctes, ita et nos jejunemus in hoc bello.",
          "english": "And just as our fathers fasted in the desert, and just as Moses fasted for forty days and nights, so also let us fast in this war."
        },
        {
          "number": 28,
          "latin": "Et posuerunt in monte Sion bellum in conspectu Domini, et in civitate Jerusalem bellum in conspectu Domini.",
          "english": "And they placed the war on Mount Zion before the Lord, and the war in the city of Jerusalem before the Lord."
        },
        {
          "number": 29,
          "latin": "Et Joakim sacerdos magnus dixit ad eos qui erant in Bethulia, et Betomesthaim, ut non darent exitum hostibus.",
          "english": "And Joakim the high priest said to those who were in Bethulia and Betomesthaim, that they should not give the enemies an exit."
        },
        {
          "number": 30,
          "latin": "Et ut obsiderent montem, et vallaretur civitas munitionibus.",
          "english": "And that they should hold the mountain under siege, and that the city should be fortified with strong defenses."
        },
        {
          "number": 31,
          "latin": "Et misit litteras in omnem fines Samariæ, et per Cœle Syriæ, et Galilee, in Caman, et in Cades, et ad fluvium Æsion, et ad valles Salem.",
          "english": "So they sent messages throughout all the borders of Samaria, and through Coele-Syria and Galilee, to Kaman and to Kadesh, and to the river Aision, and to the valleys of Salem."
        },
        {
          "number": 32,
          "latin": "Et omnes qui erant in locis his, audientes verbum sacerdotis magni, et præpositi, timuerunt valde a facie Holofernis, et convenerunt omnes ad unum in auxilium fratrum suorum.",
          "english": "And all who were in these places, hearing the word of the high priest and the prefect, feared Holofernes greatly, and all gathered together as one to help their brothers."
        },
        {
          "number": 33,
          "latin": "Et in omnibus civitatibus suis, et in omnibus finibus suis, constituerunt bellum, et muniverunt civitates suas.",
          "english": "And in all their cities, and in all their borders, they prepared for war and fortified their cities."
        },
        {
          "number": 34,
          "latin": "Et miserunt in omnem fines Samariæ, et per Cœle Syriæ, et Galilee, in Caman, et in Cades, et ad fluvium Æsion, et ad valles Salem, ut obsiderent montem, et vallaretur civitas munitionibus.",
          "english": "And they sent messages throughout all the borders of Samaria, and through Coele-Syria and Galilee, to Kaman and to Kadesh, and to the river Aision, and to the valleys of Salem, telling them to hold the mountain under siege, and that the city should be fortified with strong defenses."
        },
        {
          "number": 35,
          "latin": "Et omnis populus Judææ, et qui habitabant in Jerusalem, jejunaverunt triginta dies ante faciem Domini, et orabant sine intermissione.",
          "english": "Therefore, all the children of Israel in the land of Judea, and those who lived in Jerusalem, fasted for thirty days before the Lord, and prayed without ceasing."
        },
        {
          "number": 36,
          "latin": "Et Joakim sacerdos magnus, et omnes sacerdotes qui steterant in conspectu Domini, et ministrabant Domino, hortati sunt omnes Israël ad vigilandum, et deprecandum Dominum.",
          "english": "And Joakim the high priest, and all the priests who stood before the Lord and ministered to the Lord, exhorted all Israel to keep watch and to pray humbly to the Lord."
        },
        {
          "number": 37,
          "latin": "Memores quia sicut factum est patribus eorum in bello adversus Ægyptios, quemadmodum prostrati sunt omnes.",
          "english": "Remembering that just as it happened to their fathers in the war against the Egyptians, how all their enemies were overthrown."
        },
        {
          "number": 38,
          "latin": "Ita orantes Dominum suum, et quærentes pacem et misericordiam ab eo.",
          "english": "So, praying to their Lord, they sought peace and mercy from Him."
        },
        {
          "number": 39,
          "latin": "Et sicut jejunaverunt patres nostri in deserto, sicut Moyses jejunavit quadraginta dies et noctes, ita et nos jejunemus in hoc bello.",
          "english": "And just as our fathers fasted in the desert, and just as Moses fasted for forty days and nights, so also let us fast in this war."
        },
        {
          "number": 40,
          "latin": "Et posuerunt in monte Sion bellum in conspectu Domini, et in civitate Jerusalem bellum in conspectu Domini.",
          "english": "And they placed the war on Mount Zion before the Lord, and the war in the city of Jerusalem before the Lord."
        }
      ]
    },
    {
      "number": 5,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Nuntiatumque est Holoferni principi militiæ Assyriorum, quod filii Israël pararent se ad pugnam, et conclusissent iter montanum: et præoccupassent omnem verticem montis excelsi: et posuissent illic custodias.",
          "english": "It was reported to Holofernes, the commander of the Assyrian army, that the children of Israel were preparing themselves for battle and had closed off the mountain passes. They had also taken control of every high mountain peak and placed guards there."
        },
        {
          "number": 2,
          "latin": "Et iratus est in iracundia sua supra modum: et convocavit omnes principes Moab, et duces Ammon, et omnes præfectos maritimas regionis.",
          "english": "Holofernes became extremely angry. He called together all the princes of Moab, the leaders of Ammon, and all the governors from the coastal regions."
        },
        {
          "number": 3,
          "latin": "Et dixit illis: Dicite mihi, quæ est gens ista quæ sedet in montibus, aut quæ est civitas aut quæ sunt urbes ipsorum, et quanta est virtus eorum? quæ est illorum excellentia, quoniam hi mihi minimam habuerunt resistentiam, et non sunt egressi obviam mihi?",
          "english": "He said to them: 'Tell me, what kind of people are these who live in the mountains? What is their city, or what are their cities? How strong are they? What is their excellence, given that they have offered me so little resistance and have not come out to meet me?'"
        },
        {
          "number": 4,
          "latin": "Tunc Achior dux omnium filiorum Ammon, respondens ait: Si digneris domine, audire, loquar in conspectu tuo veritatem de populo hoc qui in montibus habitat, et non egredietur ex ore meo mendacium.",
          "english": "Then Achior, the leader of all the children of Ammon, replied and said: 'If you would be pleased to listen, my lord, I will speak the truth in your presence about these people who live in the mountains, and no lie will come out of my mouth.'"
        },
        {
          "number": 5,
          "latin": "Populus iste ex progenie Chaldæorum est.",
          "english": "These people are descendants of the Chaldeans."
        },
        {
          "number": 6,
          "latin": "Consedit primum in Mesopotamia, quoniam noluerunt sequi deos patrum suorum, qui erant in terra Chaldæorum.",
          "english": "They first settled in Mesopotamia, because they refused to follow the gods of their ancestors, who were worshipped in the land of the Chaldeans."
        },
        {
          "number": 7,
          "latin": "Et declinaverunt de via eorum, et multitudine simulacrorum servierunt,",
          "english": "They turned away from the ways of their fathers and served a multitude of idols."
        },
        {
          "number": 8,
          "latin": "et ideo surrexit ira Dei eorum super eos: et expulsi sunt de sedibus suis, et in regionem Mesopotamiæ commigraverunt, et habitaverunt illic per multa tempora.",
          "english": "And because of this, the anger of their God rose against them. They were driven out of their homeland and migrated to the region of Mesopotamia, where they lived for a long time."
        },
        {
          "number": 9,
          "latin": "Et dixit illis Deus eorum, ut egrederentur de habitatione sua, et irent in terram Chanaan: et illic consederunt, et locupletati sunt valde in auro et argento, et in multitudine nimia pecorum.",
          "english": "Their God told them to leave their dwelling place and go into the land of Canaan. They settled there and became extremely wealthy in gold, silver, and vast numbers of livestock."
        },
        {
          "number": 10,
          "latin": "Et descenderunt in Ægyptum: et commorati sunt ibi per annos quadringentos, in tantum ut multiplicaretur eorum progenies.",
          "english": "Then they went down into Egypt and lived there for four hundred years, so much so that their descendants multiplied greatly."
        },
        {
          "number": 11,
          "latin": "Et cum dominaretur illis rex Ægypti, et opprimeret eos in ædificationibus civitatum et latere et luto: clamaverunt ad Dominum suum, et percussit omnem terram Ægypti plagis variis.",
          "english": "But when the king of Egypt dominated them and oppressed them with forced labor, building cities with bricks and clay, they cried out to their Lord. Their Lord then struck the entire land of Egypt with various plagues."
        },
        {
          "number": 12,
          "latin": "Et ejecit illos Deus de terra Ægypti: et fecit mirabilia in ipsis.",
          "english": "Their God then led them out of the land of Egypt and performed wonders for them."
        },
        {
          "number": 13,
          "latin": "Et divisit mare Rubrum in duodecim partes: et transduxit illos per siccum, et submersit in illo omnes insequentes eos cum multitudine exercitus eorum.",
          "english": "He divided the Red Sea into twelve parts and led them across on dry ground. He drowned all those who pursued them, along with their great army, in that same sea."
        },
        {
          "number": 14,
          "latin": "Et acceperunt terram Idumææ, et omnium filiorum Moab: et habitaverunt in ea, venientes in Chanaan.",
          "english": "They took the land of Edom and of all the children of Moab, and they lived in it, as they came into Canaan."
        },
        {
          "number": 15,
          "latin": "Et ejecerunt omnes habitatores terræ montanæ.",
          "english": "They drove out all the inhabitants of the mountainous land."
        },
        {
          "number": 16,
          "latin": "Et habitaverunt in regionibus eorum, et magnificati sunt in montibus Idumææ, et Syriæ, et illuc consederunt.",
          "english": "They lived in the regions of these lands and became powerful in the mountains of Edom and Syria. They settled there."
        },
        {
          "number": 17,
          "latin": "Et quotienscumque non peccaverunt in conspectu Dei sui, erant cum illis bona: Deus enim illorum odit iniquitatem.",
          "english": "As often as they did not sin in the sight of their God, good things were with them. For their God hates iniquity."
        },
        {
          "number": 18,
          "latin": "Et postquam recesserunt a via quam dederat illis, exterminati sunt in bellis a multis nationibus: et multi ex eis captivi abducti sunt in terram non suam.",
          "english": "But after they turned away from the path that their God had given them, they were destroyed in wars by many nations. Many of them were led away captive into lands that were not their own."
        },
        {
          "number": 19,
          "latin": "Et facti sunt templum Dei illorum in humilitate, et sedes eorum in terra, et cæleste sacrificium eorum in desolatione.",
          "english": "The temple of their God was brought low, their dwelling places on earth were destroyed, and their heavenly sacrifice—the sacrifices they offered to God—was laid waste."
        },
        {
          "number": 20,
          "latin": "Et cum reversi essent ad Dominum Deum suum, ascendentes de captivitate in qua dispersi fuerant, et possedissent Jerusalem, ubi Sanctuarium ipsorum est, et consedissent in montibus, quoniam montes erant desolati:",
          "english": "But when they returned to their Lord God, coming up from the captivity where they had been scattered, and took possession of Jerusalem—where their Sanctuary is—and settled in the mountains, because the mountains had been desolate:"
        },
        {
          "number": 21,
          "latin": "hæc nunc, domine mi rex, et de servo tuo sciscitari digneris, si est iniquitas eorum in conspectu Dei sui, ascendamus ad illos: quoniam potest illos Deus eorum tradere tibi, et subiicientur sub jugo potestatis tuæ.",
          "english": "Now, my lord the king, if you would be pleased to inquire of your servant, if there is any iniquity among them in the sight of their God, let us go up to them. For then their God can deliver them to you, and they will be brought under the yoke of your power."
        },
        {
          "number": 22,
          "latin": "Si autem non est offensa populi hujus in conspectu Dei sui, non poterimus resistere illis, quoniam Deus eorum defendet illos: et erimus in opprobrium universæ terræ.",
          "english": "However, if there is no offense committed by these people in the sight of their God, we will not be able to resist them. For their God will defend them, and we will become a disgrace to the entire world."
        },
        {
          "number": 23,
          "latin": "Et factum est: cum hæc verba cessassent Achior, quæ loquutus est, omnes principes Holofernis irati sunt valde: et cogitaverunt interficere eum, dicentes:",
          "english": "And it came to pass: when these words that Achior had spoken ceased, all the princes of Holofernes became very angry. They planned to kill him, saying:"
        },
        {
          "number": 24,
          "latin": "Quis est iste, ut dicat filiis Israël, quia Deus eorum defendat illos? quasi vere sint dæmoniorum fortitudo.",
          "english": "'Who is this man, to say to the children of Israel that their God will defend them? As if they truly have the strength of demons!'"
        },
        {
          "number": 25,
          "latin": "Nunc ergo, Holofernes princeps militiæ, quia verba ejus vera sunt, apprehendamus eum, et mittamus eum in civitatem Bethulia, et videamus cum aliis interfici.",
          "english": "Now then, Holofernes, commander of the army, because his words are true, let us seize him and send him into the city of Bethulia. Then we will see him killed along with the others."
        },
        {
          "number": 26,
          "latin": "Ut cum capta fuerit civitas, tunc et de manu nostra transeat: et tunc sciet, quoniam quasi Deus noster potens est Holofernes, et terra nostra vindicabit se in spiculis eorum.",
          "english": "So that when the city is captured, he too will perish by our hand. Then he will know that Holofernes is as powerful as our god, and our land will take revenge with their spears."
        },
        {
          "number": 27,
          "latin": "Et dixit Holofernes ad Achior: Quoniam prophetasti, dicens, quod gens Israël a Deo suo defendatur, ut ostendas quia non est Deus, nisi Nabuchodonosor: cum occiderimus omnes quasi unum hominem, tunc et tu cum illis interibis gladio Assyriorum, et omnem gentem Israël simul perdes.",
          "english": "Holofernes then said to Achior: 'Because you have prophesied, saying that the nation of Israel is defended by their God, you are to show that there is no God except Nebuchadnezzar: when we have killed all of them as if they were one man, then you too will perish with them by the sword of the Assyrians, and you will be completely destroyed along with the entire nation of Israel.'"
        },
        {
          "number": 28,
          "latin": "Et ostendam tibi quia Nabuchodonosor est dominus universæ terræ: et præter illum non est alius.",
          "english": "And I will show you that Nebuchadnezzar is the lord of the entire earth, and there is no other besides him."
        },
        {
          "number": 29,
          "latin": "Et cum reversus fueris, et inventus fueris interfectus cum illis, cognosces quia deus est, qui misit te contra nos in omni regione nostra.",
          "english": "When you return, and are found dead among them, you will acknowledge that the god who sent you against us is indeed present in all our region."
        },
        {
          "number": 30,
          "latin": "Et ipsi cum acceperint te, ducent te ad montem Bethuliæ, et ponent te in vertice.",
          "english": "And they themselves, when they have taken you, will lead you to the mountain of Bethulia and place you on its summit."
        },
        {
          "number": 31,
          "latin": "Et si confundantur in eo qui in montibus est, aut si non est ibi quod credas illis, non inveniet te sicut mortuum, et tunc reddemus tibi ut in his qui non est interfectus.",
          "english": "And if they are put to shame by the one who is in the mountains, or if there is nothing there that you believe in them, he will not find you as dead, and then we will restore you as one who is not slain."
        },
        {
          "number": 32,
          "latin": "Sed si Deus eorum non est fortitudo eorum, sicut tu existimas, tunc dabit te in manum nostram, et omnem gentem Israël interficere, et ego faciam, ut tu moriaris, et non invenies te in medio illorum, et tunc reddemus tibi ut in his qui non est interfectus.",
          "english": "But if their God is not their strength, as you suppose, then he will deliver you into our hands, and we will kill the entire nation of Israel. I will make sure you die, and you will not find yourself among them. Then we will deal with you as one who has not been slain."
        },
        {
          "number": 33,
          "latin": "Et ipse non vult, ut non moriaris, sed ego te ipsum interficiam.",
          "english": "And he [your God] does not wish for you to avoid death; rather, I myself will kill you."
        },
        {
          "number": 34,
          "latin": "Et ergo accipe eum, et duc eum ad montem Bethuliæ, et ponite eum in vertice, et relinquite eum ibi.",
          "english": "Therefore, take him, lead him to the mountain of Bethulia, place him on its summit, and leave him there."
        },
        {
          "number": 35,
          "latin": "Et assumptis Achior, exierunt de castris, et venerunt ad montem Bethuliæ, et posuerunt eum in vertice.",
          "english": "So they took Achior, went out from the camp, came to the mountain of Bethulia, and placed him on its summit."
        },
        {
          "number": 36,
          "latin": "Et ecce, filii Israël in vertice montis, et videntes eum, descenderunt ad eum.",
          "english": "And behold, the children of Israel were on the summit of the mountain, and seeing him, they came down to him."
        },
        {
          "number": 37,
          "latin": "Et assumpserunt eum, et duxerunt eum in Bethuliam, et posuerunt eum in medio illorum.",
          "english": "They took him and led him into Bethulia and placed him in their midst."
        },
        {
          "number": 38,
          "latin": "Et narrat eis omnia, quæ facta sunt ei ab Holoferne, et quomodo populus ejus cogitaverat interficere eum.",
          "english": "And he recounted to them everything that had happened to him from Holofernes, and how Holofernes' people had planned to kill him."
        },
        {
          "number": 39,
          "latin": "Et quomodo ipse dixerat de populo suo, et quomodo Holofernes locutus est de eo, et quomodo decreverat interficere eum.",
          "english": "He told them how he himself had spoken about his own people, and how Holofernes had spoken about him, and how he had decided to kill him."
        },
        {
          "number": 40,
          "latin": "Et omnes filii Israël audientes verba Achior, timuerunt valde, et prostraverunt se super terram, et adoraverunt Deum, et dixerunt:",
          "english": "And all the children of Israel, hearing the words of Achior, were greatly afraid. They prostrated themselves on the ground and worshipped God, and said:"
        },
        {
          "number": 1,
          "latin": "Et nuntiatum est Holoferni, principi militiæ Assyriorum, quoniam filii Israël præparassent se ad pugnam, et conclusissent iter montanum.",
          "english": "It was reported to Holofernes, the general of the Assyrian army, that the children of Israel had prepared themselves for battle and had blocked the mountain pass."
        },
        {
          "number": 2,
          "latin": "Et iratus est Holofernes nimis, et convocavit omnes principes Moab, et duces Ammon, et universos duces maritimæ regionis.",
          "english": "Holofernes became extremely angry. He then summoned all the leaders of Moab, the commanders of Ammon, and all the chieftains of the coastal region."
        },
        {
          "number": 3,
          "latin": "Dixitque eis: Nuntiate mihi, filii Chanaan, quis est populus iste, qui sedet in montibus, vel quæ est civitas aut patriæ illorum, et quæ est virtus eorum, vel quæ est multitudo eorum?",
          "english": "He said to them: \"Tell me, people of Canaan, who are these people living in the mountains? What is their city, or what is their country? What is their strength, and how numerous are they?\""
        },
        {
          "number": 4,
          "latin": "quis est dux militiæ eorum? et quare isti soli spernunt venire obviam mihi præ omnibus qui habitant in orientali plaga?",
          "english": "Who is the commander of their army? And why do these people alone refuse to come and meet me, when all who live in the eastern regions have submitted?"
        },
        {
          "number": 5,
          "latin": "Tunc Achior dux omnium filiorum Ammon, respondens ait: Audi, princeps, verbum ex ore servi tui, et loquar veritatem in conspectu tuo: quoniam non egredietur mendacium ex ore meo in conspectu tuo.",
          "english": "Then Achior, the leader of all the people of Ammon, replied: \"Listen, General, to what your servant has to say. I will speak the truth in your presence, for no lie will come from my mouth before you.\""
        },
        {
          "number": 6,
          "latin": "Populus iste ex stirpe Chaldæorum est.",
          "english": "These people are descendants of the Chaldeans."
        },
        {
          "number": 7,
          "latin": "Consederunt prius in Mesopotamia, eo quod noluerunt sequi deos patrum suorum, qui erant in terra Chaldæorum.",
          "english": "They first settled in Mesopotamia because they refused to follow the gods of their ancestors, who were worshipped in the land of the Chaldeans."
        },
        {
          "number": 8,
          "latin": "Et declinaverunt de via parentum suorum, et adoraverunt Deum cæli, Deum quem cognoverunt: et ejecerunt eos a facie deorum suorum: et fugerunt in Mesopotamiam, et habitaverunt illic dies multos.",
          "english": "They deviated from the path of their parents and worshipped the God of the sky, the God whom they came to know. Their own gods then rejected them, so they fled into Mesopotamia and lived there for many days."
        },
        {
          "number": 9,
          "latin": "Et dixit eis Deus eorum, ut exirent de habitatione sua, et irent in terram Chanaan. In hac autem commanserunt, et ditati sunt in auro et argento, et in multo nimis pecore.",
          "english": "Then their God told them to leave their dwelling place and go into the land of Canaan. They remained in that land, becoming rich in gold and silver, and possessing a very large amount of livestock."
        },
        {
          "number": 10,
          "latin": "Inde descenderunt in Ægyptum, et habitaverunt ibi, donec impleta sunt tempora famis de terra Chanaan: et multiplicati sunt, et facti sunt ibi magni, in tantum ut innumerabilis esset multitudo eorum.",
          "english": "From there, they went down into Egypt and lived there until the famine in the land of Canaan ended. They multiplied and became a great people there, so much so that their multitude was countless."
        },
        {
          "number": 11,
          "latin": "Unde resistentes eis rex Ægypti, in humiliatu eos in luto et latere, et fecit illos sibi servos.",
          "english": "Because of this, the king of Egypt resisted them. He humiliated them by making them work with mud and bricks, and he made them his slaves."
        },
        {
          "number": 12,
          "latin": "Et clamaverunt ad Deum suum: et percussit terram Ægypti sanitatibus variis.",
          "english": "They cried out to their God, and He struck the land of Egypt with various plagues."
        },
        {
          "number": 13,
          "latin": "Cumque ejecissent illos Ægyptii a facie sua, et fugissent plagam Dei, et vellent persequi eos, et reducere ad suos fines,",
          "english": "When the Egyptians had driven them out, and they had fled the plague sent by God, the Egyptians wanted to pursue them and bring them back to their own territories."
        },
        {
          "number": 14,
          "latin": "clamavit Deus cæli, et siccaverunt aquæ. Et pertransierunt mare Rubrum, usque ad iter deserti: et deseruerunt omnes terminos.",
          "english": "Then the God of the sky cried out, and the waters dried up. They crossed the Red Sea on their journey into the desert, abandoning all their former boundaries."
        },
        {
          "number": 15,
          "latin": "Habitaveruntque in desertis montis Sinai, et commiserunt multas contentiones adversus Deum cæli.",
          "english": "They lived in the deserts of Mount Sinai, and they caused many disputes against the God of the sky."
        },
        {
          "number": 16,
          "latin": "Et cum irasceretur eis Deus omnis terræ, jussit eos ire in regionem Amorrhæorum, et omnes Chananæos, Pherezæos, et Hethæos, et Hievæos, et Jebusæos, qui erant in deserto per annos multos.",
          "english": "And when the God of all the earth became angry with them, He commanded them to go into the region of the Amorites, and all the Canaanites, the Perizzites, the Hittites, the Hivites, and the Jebusites, who had been in the desert for many years."
        },
        {
          "number": 17,
          "latin": "Et habitabant illic annis multis, dum irasceretur Deus in eos.",
          "english": "And they lived there for many years while God remained angry with them."
        },
        {
          "number": 18,
          "latin": "Et post hæc, cum commovissent eos, et fugissent ab eo, et recessissent de terra sua, et exiissent de Ægypto, et habitassent in deserto per annos multos:",
          "english": "And after these things, when they had provoked Him, and fled from Him, and retreated from their own land, and left Egypt, and lived in the desert for many years:"
        },
        {
          "number": 19,
          "latin": "Et cum irasceretur eis Deus omnis terræ, jussit eos ire in regionem Amorrhæorum, et omnes Chananæos, Pherezæos, et Hethæos, et Hievæos, et Jebusæos, qui erant in deserto per annos multos.",
          "english": "And when the God of all the earth became angry with them, He commanded them to go into the region of the Amorites, and all the Canaanites, the Perizzites, the Hittites, the Hivites, and the Jebusites, who had been in the desert for many years."
        },
        {
          "number": 20,
          "latin": "Et habitabant illic annis multis, dum irasceretur Deus in eos.",
          "english": "And they lived there for many years while God remained angry with them."
        },
        {
          "number": 21,
          "latin": "Et post hæc, cum commovissent eos, et fugissent ab eo, et recessissent de terra sua, et exiissent de Ægypto, et habitassent in deserto per annos multos:",
          "english": "And after these things, when they had provoked Him, and fled from Him, and retreated from their own land, and left Egypt, and lived in the desert for many years:"
        },
        {
          "number": 22,
          "latin": "Et cum irasceretur eis Deus omnis terræ, jussit eos ire in regionem Amorrhæorum, et omnes Chananæos, Pherezæos, et Hethæos, et Hievæos, et Jebusæos, qui erant in deserto per annos multos.",
          "english": "And when the God of all the earth became angry with them, He commanded them to go into the region of the Amorites, and all the Canaanites, the Perizzites, the Hittites, the Hivites, and the Jebusites, who had been in the desert for many years."
        },
        {
          "number": 23,
          "latin": "Et habitabant illic annis multis, dum irasceretur Deus in eos.",
          "english": "And they lived there for many years while God remained angry with them."
        },
        {
          "number": 24,
          "latin": "Et post hæc, cum commovissent eos, et fugissent ab eo, et recessissent de terra sua, et exiissent de Ægypto, et habitassent in deserto per annos multos:",
          "english": "And after these things, when they had provoked Him, and fled from Him, and retreated from their own land, and left Egypt, and lived in the desert for many years:"
        }
      ]
    },
    {
      "number": 6,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et dixit Holofernes ad Achior: Quia ex Judæa es, et velut de captivis Israel, hæc locutus es, quasi non mutem sententiam meam ut non maligne agas.",
          "english": "Holofernes said to Achior: \"Because you are from Judea, and like one of the captives from Israel, you have spoken these words to me as if I would not change my mind and act against you with malice.\""
        },
        {
          "number": 2,
          "latin": "Sed ne putes te vivere, cum despicis virtutem Holofernis.",
          "english": "But do not think you will survive, while you despise the strength and power of Holofernes."
        },
        {
          "number": 3,
          "latin": "Et hoc feceris, cum non statim fueris transmigratus de terra nostra, sed simul colligeris ad montem.",
          "english": "And this will happen to you—you will not live—because you will not immediately be allowed to leave our land. Instead, you will be taken to the mountain where your people are gathered."
        },
        {
          "number": 4,
          "latin": "Ut cum interciderint gladius oris mei, et tu pariter intereas cum illis, cognoscas quia deus sum omnium terrarum.",
          "english": "So that, when the sword of my mouth has cut them down, and you likewise perish along with them, you will know that I am the god over all the lands."
        },
        {
          "number": 5,
          "latin": "Et probabis quia Holofernes sit qui perdere te potest, et omnem terram montanam.",
          "english": "And you will prove that it is Holofernes who has the power to destroy you and all the mountainous land."
        },
        {
          "number": 6,
          "latin": "Et jussit Holofernes ministris suis, qui stabant in atrio suo, ut comprehenderent Achior, et ducerent in Bethuliam, et traderent illum in manus filiorum Israël.",
          "english": "And Holofernes commanded his servants, who were standing in his courtyard, to seize Achior and lead him to Bethulia, and to hand him over into the hands of the sons of Israel."
        },
        {
          "number": 7,
          "latin": "Et accipientes eum servi Holofernis, abierunt per campestria, et de planitie ascenderunt in montanis, et venerunt ad fontes qui erant subter Bethuliam.",
          "english": "And the servants of Holofernes, taking him, went through the plains. From the flatland, they ascended into the mountains and came to the springs that were below Bethulia."
        },
        {
          "number": 8,
          "latin": "Utque appropinquarunt portis civitatis, alligatum Achior funibus dimiserunt, et dereliquerunt eum, et reversi sunt ad Holofernem.",
          "english": "When they approached the city gates, they let Achior down, bound with ropes, and left him there. Then they returned to Holofernes."
        },
        {
          "number": 9,
          "latin": "Filii autem Israël de civitate sua descendentes, venerunt ad eum, et solventes eum adduxerunt ad Bethuliam, et præsentaverunt in medio plebis suæ.",
          "english": "But the sons of Israel, coming down from their city, came to him. They untied him and brought him to Bethulia, presenting him in the midst of their people."
        },
        {
          "number": 10,
          "latin": "Interrogavitque eum Ozias, princeps civitatis, quis aut unde esset, aut quare a Syris relictus fuisset.",
          "english": "And Ozias, the leader of the city, questioned him as to who he was, or from where he came, or why he had been left behind by the Assyrians."
        },
        {
          "number": 11,
          "latin": "Qui respondens, in medio principum, et omnium sedens, narravit illis omnia verba consilii Holofernis, et quomodo ipse locutus fuisset in medio Assyriorum, et quemadmodum jussisset Holofernes ut hunc, hac de causa, traderent illis.",
          "english": "He responded, sitting in the midst of the leaders and all the people, and told them all the words of Holofernes' counsel. He recounted how he himself had spoken in the midst of the Assyrians and how Holofernes had commanded that, for this reason, he be handed over to the Israelites."
        },
        {
          "number": 12,
          "latin": "Et ideo precamini Deum cæli, ut dignetur mittere judicium suum super exercitum eorum, quoniam sicut exprobravit me, sic et tuæ confusionis dignatus est recordari.",
          "english": "And therefore, pray to the God of the universe to deign to send His judgment upon their army, for just as he reproached me, so also has he deigned to remember your disgrace."
        },
        {
          "number": 13,
          "latin": "Et contremuit omnis populus cum cecinit Achior verba hæc, et proni in terram adorantes Dominum, in unisiona voce dixerunt:",
          "english": "And all the people trembled when Achior spoke these words, and prostrating themselves on the ground, they adored the Lord, saying with one voice:"
        },
        {
          "number": 14,
          "latin": "Domine Deus cæli et terræ, intuere superbiam eorum, et respice ad nostram humilitatem, et fac faciem tuam ad eos qui temptant te, et in his qui sperant in te ostende virtutem tuam.",
          "english": "Lord God of the universe and the earth, look upon their arrogance, and regard our humility. Turn your face against those who test you, and in those who hope in you, show your power."
        },
        {
          "number": 15,
          "latin": "Et nunc, frater, non desperes animam tuam, quoniam nos suscipiemus te, et simul moriemur, vel simul vivemus.",
          "english": "And now, brother, do not despair for your life, because we will take you in. Together we will die, or together we will live."
        },
        {
          "number": 16,
          "latin": "Quia tu nostri memoratus es in conspectu Holofernis, et audivit Dominus verba tua, propterea et nos pro te faciemus rem hanc bonam.",
          "english": "Because you remembered us in the presence of Holofernes, and the Lord heard your words, therefore we also will do this good thing for you."
        },
        {
          "number": 17,
          "latin": "Et benedixit illi Ozias, et promisit se recipere eum in Bethuliam, ut et illi deessent qui eum de civitate proici vellent.",
          "english": "And Ozias blessed him and promised to take him into Bethulia, so that those who wished to cast him out of the city would also be lacking in their purpose."
        },
        {
          "number": 18,
          "latin": "Et adduxerunt eum in domum Ozias, et fecit convivium magnum Achior. Et convocavit omnes seniores ad convivium.",
          "english": "And they brought him to the house of Ozias, who made a great feast for Achior. Ozias also called all the elders to the feast."
        },
        {
          "number": 19,
          "latin": "Et post hæc, omnes rogaverunt Dominum Israël, ut dignaretur liberare populum suum.",
          "english": "And after this, all of them implored the Lord of Israel, that He would deign to deliver His people."
        },
        {
          "number": 20,
          "latin": "Et postridie congregato omni exercitu virorum fortium in auxilium uxorum, et filiorum, et conservandarum civitatum suarum, jussit Ozias omnis habitantes in Bethulia, et omnes habitantes in terra sua, descendere in universa animalia sua, in puteos aquarum, et absumere aquam, et jussit ut conservarent aquam ad necessitatem.",
          "english": "And the next day, after all the army of strong men were gathered to help their wives and children and to preserve their cities, Ozias commanded all who lived in Bethulia, and all who lived in their land, to descend with all their animals to the water wells, and to consume the water, and he commanded that they conserve water for necessity."
        },
        {
          "number": 21,
          "latin": "Et jussit omnes mulieres, et pueros, et omnes puellas, et omnes annosas, et omnes pueros, et omnes adolescentes, et omnes infantes, ad aquas descendere.",
          "english": "And he commanded all the women, and boys, and all the girls, and all the elderly, and all the young men, and all the infants to descend to the waters."
        },
        {
          "number": 22,
          "latin": "Et congregati sunt omnes, viri, et mulieres, et pueri, et omnes annosi, et omnes juvenes, et omnes infantes, et omnes annosæ, et omnes pueri, ad aquas.",
          "english": "And all gathered, men, and women, and boys, and all the elderly, and all the young people, and all the infants, and all the aged women, and all the children, to the waters."
        },
        {
          "number": 23,
          "latin": "Et omnes potaverunt aquam usque ad sitiendum, et non erat aqua in puteis ad satiandum.",
          "english": "And all drank water until they were thirsty, and there was no water in the wells to satisfy them."
        },
        {
          "number": 24,
          "latin": "Et factum est ut, post dies viginti, defecit aqua in cisternis, et non erat in civitate aqua ad potandum omnibus civibus, et mulieribus, et pueris, et viris, et omnibus qui in civitate erant.",
          "english": "And it came to pass that, after twenty days, the water in the cisterns failed. There was no water in the city for drinking for all the citizens, and women, and children, and men, and everyone who was in the city."
        },
        {
          "number": 25,
          "latin": "Et collecti sunt omnes in civitate, pueri, et mulieres, et seniores, ad Oziam, et ad omnes principes civitatis, et clamantes dixerunt:",
          "english": "And all in the city gathered—children, and women, and elders—to Ozias and to all the leaders of the city, and crying out, they said:"
        },
        {
          "number": 26,
          "latin": "Judicet Deus inter nos et te, quoniam nos fecisti fame et siti mori, et tradidisti nos in manus Assyriorum.",
          "english": "May God judge between us and you, for you have made us die of hunger and thirst, and you have delivered us into the hands of the Assyrians."
        },
        {
          "number": 27,
          "latin": "Et nunc, cur non tradis civitatem nostram in manus Assyriorum, ut moriamur, et non sit nobis hæc pœna, quam videmus, fame, et siti, et morte æterna, et omnibus iniquitatibus nostris, ut non audiamus clamorem mulierum nostrarum, et puerorum, et filiarum nostrarum, quas videmus, fame, et siti, et morte æterna.",
          "english": "And now, why do you not surrender our city into the hands of the Assyrians, so that we may die, and not endure this punishment we now face: perpetual hunger, thirst, and death, because of all our iniquities? Why do we have to hear the cries of our wives, and our children, and our daughters, whom we see suffering from hunger, and thirst, and eternal death?"
        },
        {
          "number": 28,
          "latin": "Et nunc, scimus quia non est in nobis salus, et quærimus nos tradere, et non moriamur in conspectu eorum, quos scimus esse misericordes.",
          "english": "And now, we know that there is no salvation for us. We seek to surrender, so that we may not die in the sight of those whom we know to be merciful."
        },
        {
          "number": 29,
          "latin": "Quoniam melius est nos servire Assyriis, quam mori in conspectu eorum, quos scimus esse misericordes, et ut non audiamus clamorem mulierum nostrarum, et puerorum, et filiarum nostrarum, quas videmus, fame, et siti, et morte æterna.",
          "english": "For it is better for us to serve the Assyrians than to die in the sight of those whom we know to be merciful, and not to hear the cries of our wives, and our children, and our daughters, whom we see suffering from hunger, and thirst, and eternal death."
        },
        {
          "number": 30,
          "latin": "Et nunc, scimus quia non est in nobis salus, et quærimus nos tradere, et non moriamur in conspectu eorum, quos scimus esse misericordes.",
          "english": "And now, we know that there is no salvation for us. We seek to surrender, so that we may not die in the sight of those whom we know to be merciful."
        },
        {
          "number": 31,
          "latin": "Et nunc, rogamus te, ut digneris dare nobis ad huc quinque dies, ut in his diebus videamus, si forte mutet Dominus Deus noster consilium, et dignetur misereri nostri.",
          "english": "And now, we ask you to deign to give us five more days, so that in these days we may see if perhaps the Lord our God changes His plan and deigns to have mercy on us."
        },
        {
          "number": 32,
          "latin": "Quoniam non dereliquet in totum homines suos, et si forte vult, ut nos, et in conspectu omnium gentium, non relinquat nos.",
          "english": "For He will not entirely abandon His people. And if He wills it, He will not leave us to perish in the sight of all nations."
        },
        {
          "number": 33,
          "latin": "Et si forte vult, ut nos, et in conspectu omnium gentium, non relinquat nos, dignetur liberare nos.",
          "english": "And if He wills it, He will not leave us to perish in the sight of all nations, but will deign to deliver us."
        },
        {
          "number": 34,
          "latin": "Et Ozias dixit ad illos: Credite mihi, quia non trademus vos, nisi per hoc tempus quod dixi vobis, si non viderimus auxilium Dei nostri, et nos faciemus quod dixistis.",
          "english": "And Ozias said to them: \"Believe me, we will not surrender you, unless by this time I have told you, if we do not see the help of our God, then we will do as you have said.\""
        },
        {
          "number": 35,
          "latin": "Et juravit ad illos, et omnes populi jurabant, et dicebant: Amen.",
          "english": "And he swore to them, and all the people swore, and said: \"Amen.\" (Meaning, 'So be it.')"
        },
        {
          "number": 36,
          "latin": "Et discesserunt omnes in civitatem, et non erat aqua ad potandum omnibus civibus, et mulieribus, et pueris, et viris, et omnibus qui in civitate erant.",
          "english": "And all returned into the city, and there was no water for drinking for all the citizens, and women, and children, and men, and everyone who was in the city."
        },
        {
          "number": 37,
          "latin": "Et post hæc, omnis populus deprecabatur Dominum, ut dignaretur misereri eorum, et ut dignaretur liberare eos.",
          "english": "And after this, all the people implored the Lord, that He would deign to have mercy on them, and that He would deign to deliver them."
        },
        {
          "number": 38,
          "latin": "Et omnis populus dicebat: Amen.",
          "english": "And all the people said: \"Amen.\" (Meaning, 'So be it.')"
        },
        {
          "number": 39,
          "latin": "Et factum est in diebus illis, ut Judæa non esset sine auxiliis, et Bethuliam non essent sine auxiliis.",
          "english": "And it came to pass in those days that Judea was not without aid, and Bethulia was not without aid."
        },
        {
          "number": 40,
          "latin": "Et omnes gentes in Bethuliam venerunt, et in omnes civitates Judææ, et in omnes civitates Samariæ, et in omnes civitates Galileæ, et in omnes civitates regionis Philistiim, et in omnes civitates regionis Ascalonitarum, et in omnes civitates regionis Azotiorum, et in omnes civitates regionis Accaronitarum, et in omnes civitates regionis Getthæorum, et in omnes civitates regionis Gadaranorum, et in omnes civitates regionis Samariæ, et in omnes civitates regionis Galileæ.",
          "english": "And all the nations came to Bethulia, and to all the cities of Judea, and to all the cities of Samaria, and to all the cities of Galilee, and to all the cities of the region of the Philistines, and to all the cities of the region of the Ascalonites, and to all the cities of the region of the Azotians, and to all the cities of the region of the Accaronites, and to all the cities of the region of the Getthites, and to all the cities of the region of the Gadarenes, and to all the cities of the region of Samaria, and to all the cities of the region of Galilee."
        }
      ]
    },
    {
      "number": 7,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et audientes filii Israel quia castraverat Holofernes omnem montanam per mediam eorum, perrexerunt et foderunt cisternas in omnem altitudinem montis excelsi.",
          "english": "When the children of Israel heard that Holofernes had taken up positions throughout all the mountainous region where they lived, they went and dug cisterns all over the highest mountain."
        },
        {
          "number": 2,
          "latin": "Ascenderuntque filii Israel in montem Bethel, et in Besthom, et in Chobai, et in Aetnan, et in Salem, et in Theco, et in Abelmai, et in omnia loca fontium aquarum.",
          "english": "And the children of Israel went up to Mount Bethel, and to Besthom, and to Chobai, and to Aetnan, and to Salem, and to Theco, and to Abelmai, and to all the places where there were springs of water."
        },
        {
          "number": 3,
          "latin": "Et castraverunt Holofernes et omnis exercitus ejus, turmae eorum magnae nimis, usque ad centum septuaginta millia virorum et duodecim millia equitum, et cameli innumerabiles, et asini, et muli eorum nimis multi, et haec multitudo copiosa.",
          "english": "Holofernes and his entire army then set up camp. Their troops were immensely large, numbering one hundred seventy thousand men and twelve thousand horsemen. There were also countless camels, donkeys, and mules with them, making it an incredibly vast multitude."
        },
        {
          "number": 4,
          "latin": "Et castraverunt in latitudinem vallis juxta Bethuliam, ad fontem sitam in campo suo, et extenderunt se in latitudinem, ab Dothaim usque Gabee, ad solem.",
          "english": "They set up their camp across the wide valley near Bethulia, at the spring located in its field. Their forces stretched out across the plain, from Dothaim all the way to Gabee, extending eastward."
        },
        {
          "number": 5,
          "latin": "Filii autem Israel succenderunt ignes in turribus suis, et tota nocte erant excubantes per gyrum, custodiæ causa sui.",
          "english": "However, the children of Israel lit fires in their watchtowers. They remained on guard all night, watching all around to protect themselves."
        },
        {
          "number": 6,
          "latin": "Et appropinquavit Holofernes ad fontem aquæ eorum cum omni equitatu suo, qui erant cum eo: et occupavit eam, et posuit ibi custodes equites, et armigeros de exercitu Assyriorum.",
          "english": "Holofernes then approached their water spring with all his cavalry that was with him. He occupied it and placed his cavalry guards there, along with armed men from the Assyrian army."
        },
        {
          "number": 7,
          "latin": "Et intravit ad filios Israel in montes, et ascendit ad Bethuliam, et occupavit omnes aditus civitatis.",
          "english": "He then advanced against the children of Israel into the mountains. He went up to Bethulia and occupied all the entrances to the city."
        },
        {
          "number": 8,
          "latin": "Et posuit juxta aquæductum eorum agmen hominum mille ducentorum equitum, et cum eis pedites viginti millia.",
          "english": "Near their aqueduct, he positioned a troop of twelve hundred cavalrymen, and with them, twenty thousand foot soldiers."
        },
        {
          "number": 9,
          "latin": "Et perrexerunt ad vallem cum virtute sua, et ascenderunt in montem aquæ Bethuliæ, et occupaverunt omnem aquam, et fontem aquarum eorum, et erant ibi cum illis.",
          "english": "They proceeded into the valley with all their might. They went up to the water source of Bethulia and seized all the water, including their spring, and remained there with their forces."
        },
        {
          "number": 10,
          "latin": "Et accessit princeps filiorum Ammon, Achior, ad Holofernem, et dixit: Audi, domine mi, verbum ex ore servi tui, et loquar in conspectu tuo veritatem, et non exiet de ore tuo mendacium.",
          "english": "Then the leader of the children of Ammon, Achior, approached Holofernes and said: \"Listen, my lord, to a word from the mouth of your servant. I will speak the truth in your presence, and no lie will come from my mouth.\""
        },
        {
          "number": 11,
          "latin": "Populus iste, qui habitat in montanis, fidelis est Dei vivi: et propterea non est possibile, ut percussi sint ab his, qui volunt impetere eos, nisi si a Deo suo discesserint.",
          "english": "\"This people, who live in the mountains, are faithful to the living God. Therefore, it is impossible for them to be defeated by those who wish to attack them, unless they have turned away from their God.\""
        },
        {
          "number": 12,
          "latin": "Quia quotiescumque derelinquunt eum, in proelium dati sunt ad ignominiam: et quotiescumque pœnitentiam egerunt, a Deo cæli data est eis virtus ad resistendum.",
          "english": "\"For whenever they abandon Him, they are given over in battle to disgrace. And whenever they perform acts of repentance, strength to resist is given to them by the God of heaven.\""
        },
        {
          "number": 13,
          "latin": "Dixitque Holofernes ad Achior: Quis es tu, qui prophetaris nobis sicut hodie, et dicis ut non impugnemus populum Israel, propterea quia Deus illorum defendit illos?",
          "english": "Holofernes said to Achior: \"Who are you to prophesy to us today and say that we should not attack the people of Israel, just because their God defends them?\""
        },
        {
          "number": 14,
          "latin": "Et quasi per ignem comburam, qui te misit de terra tua, si vel minimum ex dictis tuis retrocedere ausus fueris.",
          "english": "\"And I will burn alive the one who sent you from your land, if you dare to retract even the smallest part of what you have said.\""
        },
        {
          "number": 15,
          "latin": "Et ne existimes, quod non possim fortius resistere Deo tuo: sed quando scivero quoniam tuæ prophetiæ non complebuntur, tunc usque ad finem conficiam te.",
          "english": "\"Do not think that I cannot resist your God more strongly. But when I know that your prophecies will not come true, then I will utterly destroy you.\""
        },
        {
          "number": 16,
          "latin": "Et nunc, ut scias quia omnis spiritus superat omnem Deum, et omnis virtus mea fortior est omnibus viribus: noli tu mentiri tibi, dicens quia non possum vincere populum istum, qui sedet in montibus.",
          "english": "\"And now, so you may know that every spirit overcomes every god, and all my power is stronger than all powers, do not lie to yourself by saying that I cannot conquer this people who live in the mountains.\""
        },
        {
          "number": 17,
          "latin": "Noli timere faciem meam, nec cor tuum conteratur, si dixeris mihi verbum istud.",
          "english": "\"Do not fear my presence, nor let your heart be crushed, if you have spoken this word to me.\""
        },
        {
          "number": 18,
          "latin": "Sed si dicis mihi quia fortior est Deus tuus, quid est hoc, quod non vis ut adducerem tibi, et offerrem illum in sacrificium meum?",
          "english": "\"But if you tell me that your God is stronger, why is it that you do not want me to bring Him to you and offer Him as my sacrifice?\""
        },
        {
          "number": 19,
          "latin": "Et jussit, et adduxerunt Achior de castris, et duxerunt eum ad Bethuliam, et dimiserunt eum ligatum in arbore, ut tollerent de eo omnem veritatem, si vellet annuntiare eam populo suo.",
          "english": "Then he gave the order, and they brought Achior out of the camp. They led him to Bethulia and left him tied to a tree so that they might get all the truth from him, should he choose to announce it to his people."
        },
        {
          "number": 20,
          "latin": "Et reversi sunt ad Holofernem, et nuntiaverunt ei omnia quæ fecerant Achior, et dimiserunt eum in arbore, ad Bethuliam.",
          "english": "And they returned to Holofernes and reported to him everything they had done with Achior, including leaving him tied to a tree near Bethulia."
        },
        {
          "number": 21,
          "latin": "Et accensus est iracundia Holofernes in Achior, et dixit ei: Si non fueris in civitate hac, ut videam tibi quod iniquitatem in te fecerim, ne unquam adorem te, neque tibi aliquid faciam.",
          "english": "Holofernes became inflamed with anger at Achior and said to him: \"If you are not in this city, so that I may see the evil I will inflict on you, I will never worship you, nor do anything for you.\""
        },
        {
          "number": 22,
          "latin": "Sed si transieris in terram, quam tu dixisti, adora me, et faciam te in filium meum.",
          "english": "\"But if you go into the land you mentioned, worship me, and I will make you my son.\""
        },
        {
          "number": 23,
          "latin": "Et jussit, ut nuntiantes ei Achior, nuntiarent omnia quæ fecerant Achior in civitate.",
          "english": "And he commanded that those who had reported Achior to him should report everything Achior had done in the city."
        },
        {
          "number": 24,
          "latin": "Et misit ad omnem provinciam Assyriorum, ut congregarent exercitum, et ascenderent in Bethuliam, et caperent eam.",
          "english": "He sent word to every province of the Assyrians, commanding them to gather an army and march to Bethulia to capture it."
        },
        {
          "number": 25,
          "latin": "Et congregati sunt omnes, et ascenderunt in Bethuliam, et castraverunt contra eam, et obsederunt eam diebus triginta.",
          "english": "And all were gathered, and they marched to Bethulia, and set up camp against it, besieging it for thirty days."
        },
        {
          "number": 26,
          "latin": "Et defecerunt aquæ, et cibaria eorum in civitate.",
          "english": "During this time, their water and food supplies within the city began to run out."
        },
        {
          "number": 27,
          "latin": "Et cum vidissent filii Israel, quod defecerunt aquæ, et cibaria eorum, et quod multi deficiebant in civitate, et quod mortui erant, quicumque voluerunt bibere de aquis, deficiebant.",
          "english": "When the children of Israel saw that their water and food supplies were failing, and that many in the city were growing weak, and that whoever tried to drink from the waters was dying, they knew the situation was dire."
        },
        {
          "number": 28,
          "latin": "Et omnes mulieres et viri, juvenes et senes, pueri et puellæ, congregati sunt ad Oziam, et ad principes civitatis, et dixerunt:",
          "english": "Then all the women and men, young and old, boys and girls, gathered around Ozias and the leaders of the city and said:"
        },
        {
          "number": 29,
          "latin": "Judicet Dominus inter nos et vos, quia fecistis nobis iniquitatem, non volentes loqui cum Assyriis, sed volentes nos tradere in manibus eorum ad ignominiam, et in mortem.",
          "english": "\"May the Lord judge between us and you, because you have done us wrong! You were unwilling to speak with the Assyrians, preferring to hand us over into their hands for disgrace and death.\""
        },
        {
          "number": 30,
          "latin": "Et nunc perimus fame et siti: et jam non possumus resistere illis.",
          "english": "\"And now we are perishing from hunger and thirst. We can no longer resist them.\""
        },
        {
          "number": 31,
          "latin": "Sed nunc congrega populum, et dic eis, ut exeant ad Holofernem, et tradant se in manibus ejus: et non permittas nos mori.",
          "english": "\"So now, gather the people and tell them to go out to Holofernes and surrender themselves into his hands. Do not allow us to die.\""
        },
        {
          "number": 32,
          "latin": "Et dixit Ozias: Audite, fratres mei, et ego quoque non sum contentus, quod tradamus nos in manibus inimicorum nostrorum: sed non possum facere vobiscum, quod petistis.",
          "english": "Ozias said: \"Listen, my brothers, I am also not pleased that we should surrender ourselves into the hands of our enemies. But I cannot do with you what you have requested.\""
        },
        {
          "number": 33,
          "latin": "Sed si vultis expectare diebus quinque, usque dum Dominus Deus noster miseretur nostri, et mittet nobis auxilium: et si non miseretur nostri, et non mittet nobis auxilium, faciemus vobiscum, quod petistis.",
          "english": "\"But if you are willing to wait five days, until the Lord our God has mercy on us and sends us help: then, if He does not have mercy on us and does not send us help, we will do with you what you have requested.\""
        },
        {
          "number": 34,
          "latin": "Et dixit Ozias: Scio quoniam hæc est causa, quare vos vexat Deus noster: ut probaret vos, si digni estis Deo suo.",
          "english": "And Ozias said: \"I know that this is the reason why our God is troubling you: to test you, to see if you are worthy of your God.\""
        },
        {
          "number": 35,
          "latin": "Sed nolite deficere in tempore tribulationis: sed sperate in Deum, ut perveniat ad vos misericordia ejus.",
          "english": "\"But do not lose heart in this time of tribulation. Instead, hope in God, so that His mercy may reach you.\""
        },
        {
          "number": 36,
          "latin": "Et si vultis, ut in diebus quinque speremus in eo, et si non miseretur nostri, et non mittet nobis auxilium, faciemus vobiscum, quod petistis.",
          "english": "\"And if you wish that we hope in Him for five days, and if He does not have mercy on us and does not send us help, we will do with you what you have requested.\""
        },
        {
          "number": 37,
          "latin": "Et dixit omnis populus: Faciemus vobiscum, quod dixistis: sed non moriamur in via.",
          "english": "And all the people said: \"We will do with you what you have said, but let us not die on the way!\""
        },
        {
          "number": 38,
          "latin": "Et juraverunt Ozias et principes civitatis, et dixerunt: In nomine Domini, et in nomine Dei nostri, et in nomine patrum nostrorum, faciemus vobiscum, quod petistis.",
          "english": "Ozias and the leaders of the city swore an oath and said: \"In the name of the Lord, and in the name of our God, and in the name of our fathers, we will do with you what you have requested.\""
        },
        {
          "number": 39,
          "latin": "Et juraverunt omnis populus, et dixerunt: In nomine Domini, et in nomine Dei nostri, et in nomine patrum nostrorum, faciemus vobiscum, quod petistis.",
          "english": "And all the people swore an oath and said: \"In the name of the Lord, and in the name of our God, and in the name of our fathers, we will do with you what you have requested.\""
        },
        {
          "number": 40,
          "latin": "Et juraverunt Ozias et principes civitatis, et dixerunt: In nomine Domini, et in nomine Dei nostri, et in nomine patrum nostrorum, faciemus vobiscum, quod petistis.",
          "english": "Ozias and the leaders of the city then swore another oath and said: \"In the name of the Lord, and in the name of our God, and in the name of our fathers, we will do with you what you have requested.\""
        }
      ]
    },
    {
      "number": 8,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Audivit autem hæc Judith vidua filia Merari filii Ox filii Joseph filii Oziel filii Elchiæ filii Ananiæ filii Gedeon filii Raphaim filii Achitob filii Melchiæ filii Enan filii Nathaniæ filii Salathiel filii Simeon filii Ruben:",
          "english": "Now, Judith, a widow, heard all these things. She was the daughter of Merari. Merari was the son of Ox, who was the son of Joseph, who was the son of Oziel, who was the son of Elchia, who was the son of Anania, who was the son of Gedeon, who was the son of Raphaim, who was the son of Achitob, who was the son of Melchia, who was the son of Enan, who was the son of Nathania, who was the son of Salathiel, who was the son of Simeon, who was the son of Ruben."
        },
        {
          "number": 2,
          "latin": "Et vir ejus Manasses mortuus est in diebus messis hordei:",
          "english": "And her husband, Manasses, had died during the days of the barley harvest."
        },
        {
          "number": 3,
          "latin": "Erat enim coarctans ligandos fasciculos in agro, et aestus irruit super caput ejus, et in lecto suo mortuus est, et sepultus est cum patribus suis in Bethulia.",
          "english": "He had been binding bundles of grain in the field, when intense heat overcame him. He died in his bed and was buried with his ancestors in Bethulia."
        },
        {
          "number": 4,
          "latin": "Fuerat autem Judith relicta ejus vidua jam annis tribus et mensibus sex.",
          "english": "Now, Judith had been his widow for three years and six months."
        },
        {
          "number": 5,
          "latin": "Et fecerat sibi tabernaculum in superioribus domus suæ, et in eo manebat inclusa cum ancillis suis.",
          "english": "She had made a private tent for herself on the roof of her house, and she lived there in seclusion with her maids."
        },
        {
          "number": 6,
          "latin": "Et cilicio super lumbos suos, et veste viduitatis, jejunabat omnibus diebus vitæ suæ, exceptis sabbatis, et neomeniis, et diebus festis domus Israël.",
          "english": "She wore sackcloth around her waist and the garments of a widow. She fasted every day of her life, except on Sabbaths, New Moon days, and the feast days of the house of Israel."
        },
        {
          "number": 7,
          "latin": "Erat autem valde decora aspectu, et mulier honesta nimis: denique vir ejus Manasses reliquerat illi domum, et substantiam optimam, et agros segetesque frumenti, boves etiam et oves.",
          "english": "She was very beautiful to look at, and a most honorable woman. Indeed, her husband Manasses had left her a house, a very good fortune, fields, and harvests of grain, as well as oxen and sheep."
        },
        {
          "number": 8,
          "latin": "Et hæc omnia conservabat vidua, sic ut non esset qui eam posset reprehendere in ullo verbo.",
          "english": "And the widow carefully managed all these things, so that no one could find fault with her in any way."
        },
        {
          "number": 9,
          "latin": "Omnes enim laudabant eam valde, eo quod timeret Dominum, in tantum ut non esset qui loqueretur de illa verbum malum.",
          "english": "Everyone praised her highly, because she feared the Lord. So much so that there was no one who spoke any evil word about her."
        },
        {
          "number": 10,
          "latin": "At ubi audiit Judith quoniam Holofernes instaret civitati, noluit exire de domo sua, nec de suis tabernaculi secretis non deserere.",
          "english": "But when Judith heard that Holofernes was pressing against the city, she refused to leave her house, nor would she abandon the privacy of her tent."
        },
        {
          "number": 11,
          "latin": "Et hæc omnia loquebantur in populo secundum quod dixerat Ozias. Et jam defecerant omnes aquæ, et condensa erat civitas, et non erat in medio eorum unde aut reficerent animas suas, aut sitim tollerent.",
          "english": "And all these things were being spoken among the people, just as Ozias had said. All the water had now failed, and the city was in great distress. There was nothing left among them to refresh themselves or to quench their thirst."
        },
        {
          "number": 12,
          "latin": "Et convenerunt omnes viri et mulieres et parvuli in conspectum Oziæ, et omnium principum civitatis, et dicentes omnibus:",
          "english": "And all the men, women, and children gathered before Ozias and all the leaders of the city, saying to them all:"
        },
        {
          "number": 13,
          "latin": "Propitius sit vobis Deus, et det pacem.",
          "english": "“May God be merciful to you, and grant us peace.”"
        },
        {
          "number": 14,
          "latin": "Quia jam defecimus, et omnis homo noster mortuus est a siti.",
          "english": "“Because we have now completely failed, and every one of our people is dying from thirst.”"
        },
        {
          "number": 15,
          "latin": "Et nunc congregate omnes viros, qui sunt in civitate: ut percutiamus omnes adversarios nostros, et si potuerimus, interficiamus eos: et si non, moriamur ipsi, et videamus oculos uxorum nostrarum, et infantum nostrorum morientes.",
          "english": "“So now, gather all the men who are in the city, so that we may attack all our adversaries. If we can, we will kill them; if not, we ourselves will die. Let us not see our wives and our children dying before our eyes.”"
        },
        {
          "number": 16,
          "latin": "Obtestamur vos per Deum nostrum, ut faciatis nobis sicut diximus.",
          "english": "“We implore you, by our God, to do for us as we have said.”"
        },
        {
          "number": 17,
          "latin": "Et dixit illis Ozias: Fratres, estote æquanimes, et sustinete adhuc dies quinque, in quibus expectemus a Domino misericordiam.",
          "english": "And Ozias said to them: “Brothers, be of good courage, and bear with us for five more days, during which we will wait for mercy from the Lord.”"
        },
        {
          "number": 18,
          "latin": "Quia in tantum non deserit Dominus, ut si hi dies transierint, et non venerit adjutorium nobis, faciam vobis secundum verbum vestrum.",
          "english": "“For the Lord does not forsake us to such an extent that if these days pass and no help comes to us, I will act according to your word.”"
        },
        {
          "number": 19,
          "latin": "Et cum hæc dixisset, dissolverunt plebem singuli in castra sua: et constituerunt super muros et turres civitatis suæ.",
          "english": "And when he had said these things, they dismissed the people, each one to his camp. And they set guards over the walls and towers of their city."
        },
        {
          "number": 20,
          "latin": "Et miserunt unumquemque in stationem suam. Et cum hæc omnia audisset Judith, misit ancillam suam qua vocaret Oziam, et Chabrin, et Charmin, senes civitatis.",
          "english": "And they sent everyone to his post. And when Judith had heard all these things, she sent her maid to call Ozias, and Chabris, and Charmis, the elders of the city."
        },
        {
          "number": 21,
          "latin": "Veneruntque ad illam, et dixit illis: Quid est istud verbum, in quo consensistis, ut tradatis civitatem nostram Assyriis, si intra quinque dies non venerit vobis auxilium?",
          "english": "And they came to her, and she said to them: “What is this word, to which you have agreed, that you would surrender our city to the Assyrians if help does not come to you within five days?”"
        },
        {
          "number": 22,
          "latin": "Et qui vos estis, qui tentatis Dominum?",
          "english": "“And who are you, that you put the Lord to the test?”"
        },
        {
          "number": 23,
          "latin": "Istud non est verbum quod firmat corda hominum, et dat spiritum: sed quod ad iracundiam provocat, et accendit furorem.",
          "english": "“This is not a word that strengthens the hearts of men and gives spirit, but rather one that provokes to anger and ignites fury.”"
        },
        {
          "number": 24,
          "latin": "Deditis vos ipsos terminum temporis Domino, et posuistis illi diem ex arbitrio vestro.",
          "english": "“You have set a time limit for the Lord yourselves, and you have appointed a day for Him according to your own will.”"
        },
        {
          "number": 25,
          "latin": "Sed quoniam Dominus patientissimus est, ideo vos corripit, et ostendit vobis exemplum iracundiæ suæ: in qua nescitis quid faciat vobis.",
          "english": "“But because the Lord is most patient, He therefore reproves you and shows you an example of His wrath, in which you do not know what He will do to you.”"
        },
        {
          "number": 26,
          "latin": "Sed jam scimus, quia nos vendidimus, ut tradamur in manibus inimicorum nostrorum: quoniam non est nobis adjutor de vobis.",
          "english": "“But we now know that we have sold ourselves, to be handed over into the hands of our enemies, because there is no helper for us from among you.”"
        },
        {
          "number": 27,
          "latin": "Vos autem fratres mei, nolite tentare Dominum Deum nostrum.",
          "english": "“But you, my brothers, do not test the Lord our God.”"
        },
        {
          "number": 28,
          "latin": "Quia si non placuerit illi in quinque diebus auxiliari nobis, habet potestatem, qualem et in quibus diebus voluerit, liberare nos, aut percutere in conspectu inimicorum nostrorum.",
          "english": "“For if it does not please Him to help us within five days, He has the power, in whatever way and on whatever days He wishes, to deliver us or to strike us down in the sight of our enemies.”"
        },
        {
          "number": 29,
          "latin": "Sed ne astringatis consilia Domini Dei nostri: quia non sicut homo, sic et Deus, neque sicut filius hominis, ita et filius hominis.",
          "english": "“But do not bind the counsels of the Lord our God, because God is not like man, nor is the Son of Man like the son of man in wisdom or power.”"
        },
        {
          "number": 30,
          "latin": "Unde cum patientiam expectemus ab eo, et consolationem, nolite irasci contra eum, sed humiliemini sub manum ejus.",
          "english": "“Therefore, since we await patience and consolation from Him, do not be angry against Him, but humble yourselves under His hand.”"
        },
        {
          "number": 31,
          "latin": "Quoniam si non fuerit in diebus quinque auxiliari nobis, et ipse voluerit in tempore quo voluerit: nihilominus eum orabimus ut liberet nos.",
          "english": "“For if He does not choose to help us within five days, and if He Himself wills it at a time when He chooses, nevertheless we will pray to Him that He may deliver us.”"
        },
        {
          "number": 32,
          "latin": "Sed et tu Judith noli tentare Deum: hæc enim omnia opera Dei sunt.",
          "english": "“But also, you, Judith, do not test God. For all these things are the works of God.”"
        },
        {
          "number": 33,
          "latin": "Et cum hæc dixisset Ozias, dixit ad eum Judith: Quæ dixi vobis, non sunt secundum hominem loquens: sed secundum Deum dico vobis.",
          "english": "And when Ozias had said these things, Judith said to him: “What I have said to you, I have not spoken as a human, but I speak to you according to God.”"
        },
        {
          "number": 34,
          "latin": "Nam si vere tentatis eum, et non vult vos adjuvare intra hos quinque dies, ut vultis, non poteritis effugere manum ejus.",
          "english": "“For if you truly test Him, and He does not wish to help you within these five days, as you desire, you will not be able to escape His hand.”"
        },
        {
          "number": 35,
          "latin": "Et omnis domus Israël peribit in os vestrum.",
          "english": "“And the entire house of Israel will perish because of your decisions.”"
        },
        {
          "number": 36,
          "latin": "Aut quis estis vos, qui temptatis Dominum, et non est in vobis sensus?",
          "english": "“Or who are you, who tempt the Lord, and there is no sense in you?”"
        },
        {
          "number": 37,
          "latin": "Nunc autem videte quomodo nos morimur: et universus populus noster moritur, dum nemo sit qui nos adjuvare possit.",
          "english": "“Now, however, you see how we are dying, and our entire people are dying, while there is no one who can help us.”"
        },
        {
          "number": 38,
          "latin": "Et ecce, si non fuerit adjutorium, et nos non venerit super nos, hoc erit in conspectu Domini, ut audiat orationes nostras.",
          "english": "“And behold, if there is no help, and it does not befall us, this situation will be before the Lord, so that He may hear our prayers.”"
        },
        {
          "number": 39,
          "latin": "Et nunc fratres, quia vos estis duces populi, et in vobis est corda eorum:",
          "english": "“And now, brothers, because you are the leaders of the people, and their hearts and courage depend on you:”"
        },
        {
          "number": 40,
          "latin": "Et nunc, si verbum meum fuerit in ore vestro, non erit opus ullum, ut non sit adjutorium vestrum.",
          "english": "“And now, if my word is on your lips and you follow it, no effort will be futile, and your help will certainly be at hand.”"
        }
      ]
    },
    {
      "number": 9,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et clamavit Judith ad Dominum, dicens:",
          "english": "Judith then cried out to the Lord, saying:"
        },
        {
          "number": 2,
          "latin": "Domine Deus meus, exaudi me ancillam tuam, et respice super opera mea: quia cogitavit Holofernes superbiam contra virtutem tuam, et dignitatem templi tui sanctificati, et contra altare tuum, quod erexisti.",
          "english": "My Lord God, hear me, your handmaiden, and look upon my work—my mission to save Israel—because Holofernes has arrogantly thought to challenge your power, and the honor of your holy temple, and against your altar, which you yourself established."
        },
        {
          "number": 3,
          "latin": "Quia dixit, ut contaminaret et subverteret templum tuum, et altare tuum per potentiam suam.",
          "english": "For he openly declared that he would defile and destroy your temple and your altar by his own might."
        },
        {
          "number": 4,
          "latin": "Ecce enim Assyrii multiplicati sunt in virtute sua: gloriantur in equis et equitibus, in virtute peditum, et in clipeis, et in lanceis, et in sagittis, et in fundis.",
          "english": "Look now: the Assyrians have multiplied their forces and their power. They boast in their horses and cavalry, in the strength of their foot soldiers, and in their shields, lances, arrows, and slings."
        },
        {
          "number": 5,
          "latin": "Et nesciunt quoniam tu es Deus omnium, qui conteris bella ab initio, et Dominus est nomen tuum.",
          "english": "And they do not know that you are the God of all creation, who crushes wars from the beginning of time—and Lord is your very Name."
        },
        {
          "number": 6,
          "latin": "Exalta brachium tuum sicut ab initio, et contere virtutem illorum in potestate tua: et cadet virtus illorum in interitu.",
          "english": "Lift up your arm as you have done from the very beginning of Israel's history, and crush their power with your might. Then their strength will fall into complete ruin."
        },
        {
          "number": 7,
          "latin": "Quia dixit Holofernes: Aetatem meam ignorabit, et delebit terram meam.",
          "english": "Because Holofernes declared, 'My generation will not remember their existence'—meaning he intends to wipe out Israel completely—'and I will destroy their land.'"
        },
        {
          "number": 8,
          "latin": "Sed tu, Domine Deus, ne despicias virtutem tuam in his quae sunt per me, et fac quae locutus sum, et dirige propositum meum in consummationem.",
          "english": "But you, Lord God, do not overlook your power in the things I am about to do, but make what I have said come true, and guide my purpose to its completion."
        },
        {
          "number": 9,
          "latin": "Quoniam potentia tua non est in multitudine, neque potestas tua in robustis consistit: sed humilium et mitium es Protector.",
          "english": "For your power is not found in numbers, nor does your strength reside in the mighty. Instead, you are the Protector of the humble and the meek."
        },
        {
          "number": 10,
          "latin": "Tu es adjutor orborum, et susceptor pusillorum, et propugnator infirmorum, et Protector eorum qui sine spe sunt, et Salvator omnium sperantium in te.",
          "english": "You are the helper of orphans, and the supporter of the lowly, and the champion of the weak, and the Protector of those who are without hope, and the Savior of all who hope in you."
        },
        {
          "number": 11,
          "latin": "Memor esto Domine testamenti tui, et juramenti tui, quod jurasti Isaac, et promissionis tuae, quam promisisti Jacob, in multiplicanda semina eorum.",
          "english": "Remember, Lord, your covenant and your oath which you swore to Isaac, and your promise that you made to Jacob, to multiply their descendants."
        },
        {
          "number": 12,
          "latin": "Quia ab initio non fuisti tu qui indiges creaturarum nostrarum: sed qui facis in nobis virtutem tuam in hoc quod es.",
          "english": "For from the beginning of time, you were not one who needed our created beings, but you are the one who works your power within us because of who you are."
        },
        {
          "number": 13,
          "latin": "Et nunc Domine, ecce, Assyrii inflati sunt in virtute sua, et exaltati sunt in equis et equitibus suis: gloriantur in brachio peditum suorum:",
          "english": "And now, Lord, look: the Assyrians are puffed up in their own strength, and they are exalted in their horses and cavalry. They boast in the might of their foot soldiers."
        },
        {
          "number": 14,
          "latin": "spernunt te, et minantur sanctificationem tuam, et gloriam nominis tui. Dejice virtutem illorum in virtute tua, et contere potentiam illorum in furore tuo: quia dicunt: Non est qui resistat mihi. Esto mihi, Domine Deus meus, in adjutorium, et exaudi orationem meam: et da mihi sermonem et dolum in ore meo, ut decipiam eos. Quia in virtute tua est virtus mea, et in fortitudine tua exaltabitur cor meum. Quia in verbis meis decipies eos, et in specie vultus mei dejicies eos. Et cognoscet omnis gens, quia tu es Deus, qui conteris potentes in virtute tua. Amen.",
          "english": "They despise you, and they threaten your holy places, and the glory of your Name. Cast down their strength with your own might, and crush their power with your divine fury, because they say, 'There is no one who can resist me!' Be my helper, Lord my God, and hear my prayer. And grant me words and clever deceit upon my lips, so that I may deceive them. For my strength comes from your power, and my heart will be exalted in your might. Because through my words you will deceive them, and through the appearance of my face you will cast them down. And every nation will know that you are God, who crushes the powerful by your might. Amen."
        },
        {
          "number": 1,
          "latin": "In die illa cecidit Judith in faciem suam, et cinere impexa est caput suum, et vestimento suo cilicino operuit se; et hora qua obtulerunt incensum illud diei in Jerusalem in templo Domini, procidens Judith super terram, aperuit os suum ad Dominum, dicens:",
          "english": "On that specific day, Judith fell to the ground on her face, put ashes on her head, and covered herself with sackcloth. And at the very hour when the daily incense was offered in Jerusalem in the Temple of the Lord, Judith fell prostrate to the ground and opened her mouth to the Lord, praying:"
        },
        {
          "number": 2,
          "latin": "Domine Deus patris mei Simeonis, dedisti illi gladium in defensione alienigenarum, qui violatorum lumborum aperuerunt pudorem in concupiscentiam, et denudaverunt femur in confusionem, et maculaverunt sanguinem in ira, et pollutam naturam imitati sunt.",
          "english": "\"Lord, God of my father Simeon, You gave him a sword to defend against the foreigners who, driven by lust, violated the private parts of women, shamelessly exposed them, stained blood in their anger, and acted against natural law.\""
        },
        {
          "number": 3,
          "latin": "Et dixisti: Non erit ita: et dederunt filiis eorum, ut denudarent se cum ipsis, et fecisti principes eorum ad internecionem, et cubile eorum, quod concupiscentiae maculatum est, in deceptionem.",
          "english": "\"And You said that such acts should not be. Yet they allowed their own sons to expose themselves with them in these acts. So You brought their leaders to utter destruction, and their beds, which were defiled by lust, became a snare for them.\""
        },
        {
          "number": 4,
          "latin": "Et percussisti viros eorum cum mulieribus eorum, et filios eorum in filiabus eorum in deceptionem; et nunc ego, Domine, imploro te, ut adiuves me, ancillam tuam, quae confido in te, et sola in te confido, et nihil aliud in vita mea.",
          "english": "\"And You struck down their men along with their women, and their sons with their daughters, bringing about their ruin. And now, Lord, I beg You to help me, Your handmaid, who trusts in You, and I trust in You alone; I have nothing else in my life.\""
        },
        {
          "number": 5,
          "latin": "Suscitasti enim praeterita, et ea quae postmodum, et quae nunc sunt, et futura, Tu fecisti in unum; et quae eveniunt, tu fecisti, et judicia tua praeparata sunt.",
          "english": "\"For You have called forth the past, and those things that happened afterward, and those things that exist now, and all things yet to come; You made them all into one unified plan. And the events that unfold, You caused them, and Your judgments are already prepared and certain.\""
        },
        {
          "number": 6,
          "latin": "Propter hoc, Domine, qui praeparasti omnia, et in omnibus judicia tua, respice nunc in hoc quod tibi vultum meum adnexo, et deprecationem meam ad te dirigo.",
          "english": "\"Because of this, Lord, You who have prepared all things, and whose judgments are in all things, look now upon this plea, to which I attach myself entirely to You, and I direct my supplication to You.\""
        },
        {
          "number": 7,
          "latin": "Quoniam exercitus Assyriorum crevit, et superbia eorum multiplicata est; et gladium eorum et exercitum eorum et homines eorum non curat ullus, sed in tuo nomine, ut per me, ancillam tuam, destruas eos, qui credunt se habere quod tibi opponant.",
          "english": "\"For the army of the Assyrians has grown vast, and their pride has multiplied. No one worries about their sword, their army, or their men, but in Your Name, I pray that through me, Your handmaid, You will destroy those who believe they have something they can use to oppose You.\""
        },
        {
          "number": 8,
          "latin": "Quoniam Tu es Deus omnipotens, et solus Deus, et non est alius qui tecum resistere possit.",
          "english": "\"For You are the Almighty God, and You alone are God, and there is no other who can stand against You.\""
        },
        {
          "number": 9,
          "latin": "Et respice nunc in castra Assyriorum, sicut respicere dignatus es in castra Aegyptiorum, cum persecuti sunt filios Israel in quadrigis, et in multitudine bellicorum hominum;",
          "english": "\"And look now upon the camp of the Assyrians, just as You deigned to look upon the camp of the Egyptians, when they pursued the children of Israel with their chariots and a multitude of warriors.\""
        },
        {
          "number": 10,
          "latin": "et operuisti agmina eorum, et mare operuit eos, et nomen eorum exstinctum est usque in hodiernum diem.",
          "english": "\"You covered their legions with the sea, and the sea drowned them, and their name has been extinguished even to this very day.\""
        },
        {
          "number": 11,
          "latin": "Ita facias et horum exercitui, Domine, et prostraveris omnem eorum exercitum;",
          "english": "\"Do the same for this army, Lord, and cast down their entire military force.\""
        },
        {
          "number": 12,
          "latin": "et per manum famulae tuae, ut fiat mihi confugium, et superbia eorum frangatur, et contritio eorum et omnes qui superbi sunt in nomine tuo.",
          "english": "\"And by the hand of Your maidservant, may I become a refuge for my people, and may their pride be broken, and their destruction brought upon them, and all who are proud in Your Name.\""
        },
        {
          "number": 13,
          "latin": "Et sciant omnes gentes quia tu es Deus, et non est alius praeter te.",
          "english": "\"And may all nations know that You are God, and there is no other besides You.\""
        },
        {
          "number": 14,
          "latin": "Et clamavit Judith voce magna ad Dominum, dicens: Deus Israel, exaudi me, ancillam tuam.",
          "english": "And Judith cried out with a loud voice to the Lord, saying: \"God of Israel, hear me, Your handmaid.\""
        },
        {
          "number": 1,
          "latin": "Et dixit Judith: Domine, Domine, Deus patris mei Simeon, dedisti gladium in manu ejus in vindictam adversum alienos, qui zelum illius ad iracundiam provocaverant, qui incestum operati sunt in semine suo, et maculaverunt latus Thamar, et maculaverunt eum, qui peperit illos.",
          "english": "Then Judith prayed: \"O Lord, O Lord, God of my father Simeon, you gave a sword into his hand for vengeance against foreigners, who had provoked his zeal to anger, who had committed incest in their seed, and had defiled the side of Thamar, and had defiled him who bore them."
        },
        {
          "number": 2,
          "latin": "Et dedisti mulieres eorum in direptionem, et filias eorum in captivitatem, et omnem prædam eorum divisisti inter filios tuos, qui zelo tui et horrore fornicationis tuæ exarserunt: adjuvisti me peccatricem, Domine Deus meus, ad vindictam adversus eos, qui fecerunt hæc.",
          "english": "And you gave their wives over to plunder, and their daughters into captivity, and you divided all their spoil among your sons, who were inflamed with zeal for you and with horror at their fornication. You have helped me, a sinful woman, O Lord my God, to take vengeance against those who did these things."
        },
        {
          "number": 3,
          "latin": "Ecce enim Assyrii in virtute sua gloriati sunt, et in equis et in equitibus, in virtute peditum, et in fiducia scutorum, et in clypeorum tuorum fiducia, et in sagittis, et in balistis, et in omnis generis armis.",
          "english": "For behold, the Assyrians have boasted in their own strength, and in their horses and horsemen, in the power of their foot soldiers, and in the confidence of their shields, and in the trust they place in their own defenses, and in their arrows, and in their catapults, and in all kinds of weapons."
        },
        {
          "number": 4,
          "latin": "Et dixerunt: Ascendemus in fines terræ, et hereditate accipiemus loca deserta, et universam terram, et capiemus omnes gentes, quæ in ea sunt, et omnes gentes, quæ habitant in ea, et universam terram.",
          "english": "And they said: 'We will go up to the farthest parts of the earth, and we will inherit the desolate places and the entire land, and we will capture all the nations that are in it, and all the peoples who dwell there, and the entire land.'"
        },
        {
          "number": 5,
          "latin": "Nunc ergo, Domine Deus cæli et terræ, creator aquarum, et rex omnis creaturæ, exaudi orationes meas.",
          "english": "Now therefore, O Lord God of heaven and earth, creator of the waters, and King of every creature, hear my prayers."
        },
        {
          "number": 6,
          "latin": "Et fac consilium eorum, ut sciant quoniam tu es Deus omnipotens, et non est alius præter te qui pugnet pro Israël.",
          "english": "And make their counsel come to naught, so that they may know that you are the Almighty God, and there is no other besides you who fights for Israel."
        },
        {
          "number": 7,
          "latin": "Et confunde in virtute tua arrogantiam eorum, et in gladio meo, confunde eos.",
          "english": "And by your power, put their arrogance to confusion, and by my sword, confuse them."
        },
        {
          "number": 8,
          "latin": "Quia non in multitudine virorum est virtus tua, neque in multitudine peditum est fortitudo tua, sed in simplicitate orationis tuæ, et in virtute cordis tui, qui solus es Deus, potes liberare populum tuum.",
          "english": "For your strength is not in a multitude of men, nor is your might in the number of foot soldiers, but in the simplicity of your prayer, and in the strength of your heart; you alone are God, and you can deliver your people."
        },
        {
          "number": 9,
          "latin": "Et fac consilium eorum ut sciant quoniam tu es Deus omnipotens, et non est alius præter te qui pugnet pro Israël.",
          "english": "And make their counsel come to naught, so that they may know that you are the Almighty God, and there is no other besides you who fights for Israel."
        },
        {
          "number": 10,
          "latin": "Et confunde in virtute tua arrogantiam eorum, et in gladio meo, confunde eos.",
          "english": "And by your power, put their arrogance to confusion, and by my sword, confuse them."
        },
        {
          "number": 11,
          "latin": "Quia non in multitudine virorum est virtus tua, neque in multitudine peditum est fortitudo tua, sed in simplicitate orationis tuæ, et in virtute cordis tui, qui solus es Deus, potes liberare populum tuum.",
          "english": "For your strength is not in a multitude of men, nor is your might in the number of foot soldiers, but in the simplicity of your prayer, and in the strength of your heart; you alone are God, and you can deliver your people."
        },
        {
          "number": 12,
          "latin": "Et dixit Judith: Amen. Et cecidit in faciem suam in terram, et adoravit Deum, et dixit: Amen, amen, amen.",
          "english": "And Judith said: 'Amen.' And she fell upon her face to the ground, and adored God, and said: 'Amen, amen, amen.'"
        },
        {
          "number": 13,
          "latin": "Et exclamavit Judith ad Dominum, et dixit: Benedictus es tu, Domine Deus omnipotens, et magnus es tu, et fortis es tu, et misericors es tu, et in te confido, et in te glorior, et in te me laudo.",
          "english": "And Judith cried out to the Lord, and said: 'Blessed are you, O Lord, almighty God, and great are you, and strong are you, and merciful are you, and in you I trust, and in you I glory, and in you I praise myself.'"
        },
        {
          "number": 14,
          "latin": "Et iterum exclamavit Judith ad Dominum, et dixit: Benedictus es tu, Domine Deus omnipotens, et magnus es tu, et fortis es tu, et misericors es tu, et in te confido, et in te glorior, et in te me laudo.",
          "english": "And again Judith cried out to the Lord, and said: 'Blessed are you, O Lord, almighty God, and great are you, and strong are you, and merciful are you, and in you I trust, and in you I glory, and in you I praise myself.'"
        },
        {
          "number": 15,
          "latin": "Et iterum exclamavit Judith ad Dominum, et dixit: Benedictus es tu, Domine Deus omnipotens, et magnus es tu, et fortis es tu, et misericors es tu, et in te confido, et in te glorior, et in te me laudo.",
          "english": "And again Judith cried out to the Lord, and said: 'Blessed are you, O Lord, almighty God, and great are you, and strong are you, and merciful are you, and in you I trust, and in you I glory, and in you I praise myself.'"
        },
        {
          "number": 16,
          "latin": "Et iterum exclamavit Judith ad Dominum, et dixit: Benedictus es tu, Domine Deus omnipotens, et magnus es tu, et fortis es tu, et misericors es tu, et in te confido, et in te glorior, et in te me laudo.",
          "english": "And again Judith cried out to the Lord, and said: 'Blessed are you, O Lord, almighty God, and great are you, and strong are you, and merciful are you, and in you I trust, and in you I glory, and in you I praise myself.'"
        },
        {
          "number": 17,
          "latin": "Et iterum exclamavit Judith ad Dominum, et dixit: Benedictus es tu, Domine Deus omnipotens, et magnus es tu, et fortis es tu, et misericors es tu, et in te confido, et in te glorior, et in te me laudo.",
          "english": "And again Judith cried out to the Lord, and said: 'Blessed are you, O Lord, almighty God, and great are you, and strong are you, and merciful are you, and in you I trust, and in you I glory, and in you I praise myself.'"
        },
        {
          "number": 18,
          "latin": "Et iterum exclamavit Judith ad Dominum, et dixit: Benedictus es tu, Domine Deus omnipotens, et magnus es tu, et fortis es tu, et misericors es tu, et in te confido, et in te glorior, et in te me laudo.",
          "english": "And again Judith cried out to the Lord, and said: 'Blessed are you, O Lord, almighty God, and great are you, and strong are you, and merciful are you, and in you I trust, and in you I glory, and in you I praise myself.'"
        }
      ]
    },
    {
      "number": 10,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Post haec ut cessavit clamor, et fletus in civitate,",
          "english": "After these things, when the crying and the mourning had stopped throughout the city,"
        },
        {
          "number": 2,
          "latin": "surrexit Judith de nocte, et vocavit ancillam suam unam, quae præerat omnibus rebus illius.",
          "english": "Judith rose up in the middle of the night and called her personal maidservant, who was in charge of all her affairs."
        },
        {
          "number": 3,
          "latin": "Et tulit ampullam olei, et unxit se unguento optimo: et compsit crinem capitis sui, et imposuit mitram super comam suam, et ornavit se vestimento jucunditatis suæ.",
          "english": "And she took a small bottle of fine olive oil and anointed herself with the very best perfume. She carefully styled her hair and then placed a decorative headdress over it, adorning herself with her most joyful and festive clothing."
        },
        {
          "number": 4,
          "latin": "Et calceamenta pedum ejus posuit ad pedes suos, et armillas, et virgas, et anulos, et inaures, et omnem ornatum suum composuit.",
          "english": "She put her sandals on her feet, and arranged all her jewelry: her bracelets, her bangles, her rings, her earrings, and every other adornment she possessed."
        },
        {
          "number": 5,
          "latin": "Et nimis bona erat specie, ut falleret oculos omnium virorum qui aspicerent illam.",
          "english": "She was exceedingly beautiful in appearance, designed to captivate and deceive the eyes of all the men who would gaze upon her."
        },
        {
          "number": 6,
          "latin": "Et dedit ancillæ suæ ut omnia vasa sparsi panis acciperet, et vinum, et hydriam aquæ, et ciborum cocti pulveris: et totum victum suum, quem sanctificaverat, imposuit illi ferendum.",
          "english": "And she instructed her maidservant to take all the vessels containing her carefully prepared bread, and her wine, and her water jar, and her pulverized, cooked food. She had set aside all her provisions, which she had sanctified for herself and for her mission, and she loaded them onto the maidservant to carry."
        },
        {
          "number": 7,
          "latin": "Et exierunt ambo simul civitate, ut venirent ad castra Assyriorum.",
          "english": "And they both went out of the city together, so they could travel to the camp of the Assyrians."
        },
        {
          "number": 8,
          "latin": "Cumque pervenissent ad portas civitatis, obviavit illis Ozias, et seniores civitatis Chabris et Charmis.",
          "english": "And when they reached the city gates, Uzziah, and the elders of the city, Chabris and Charmis, met them there."
        },
        {
          "number": 9,
          "latin": "Et videntes eam, mutati sunt in stuporem, et obstupefacti sunt pulchritudinis ejus.",
          "english": "And when they saw her, they were struck with profound astonishment, and they were utterly overwhelmed by her beauty."
        },
        {
          "number": 10,
          "latin": "Nihilominus tamen quod sciebant intentionem ejus, cohortati sunt eam, et dixerunt: Vadat Dominus in virtute sua tecum, et omne quod habes in animo, faciat tibi Dominus, ut gloria sit filiis Israël, et ad exaltationem Jerusalem.",
          "english": "Nevertheless, because they understood her true intention and the mission she was undertaking, they encouraged her, and said: \"May the Lord go with you in His divine strength, and may the Lord accomplish everything you have in your heart and mind to do, so that there may be glory for the children of Israel, and exaltation for Jerusalem.\""
        },
        {
          "number": 11,
          "latin": "Et adorans Judith Dominum, dixit: Amen, amen.",
          "english": "And Judith, adoring the Lord, responded: \"Amen, amen.\""
        },
        {
          "number": 12,
          "latin": "Et permansit in eodem loco, habens caput velatum, et rogabat Dominum.",
          "english": "And she remained in that same place for a moment, keeping her head veiled as was customary for prayer, and she prayed to the Lord."
        },
        {
          "number": 13,
          "latin": "Et profecta est cum ancilla sua per montem, in quo erat aqua.",
          "english": "And she set out with her maidservant, traveling through the mountain area, where there was a spring of fresh water."
        },
        {
          "number": 14,
          "latin": "Et venerunt ad præsidia Assyriorum, et occurrerunt illis custodes.",
          "english": "And they arrived at the Assyrian outposts, where the guards immediately met them."
        },
        {
          "number": 15,
          "latin": "Et comprehendentes eam, interrogabant, Dic, unde es? et unde venis? aut quo vadis?",
          "english": "And seizing her, the guards began to question her: \"Tell us, where are you from? And where are you coming from right now? Or where are you going?\""
        },
        {
          "number": 16,
          "latin": "Et dixit illis: De filiabus sum Chanaan, et fugio a facie mea, quoniam futura est vobis in prædam.",
          "english": "And she said to them: \"I am from the daughters of Canaan—meaning, a Gentile woman from outside Israel—and I am fleeing from a terrible fate, for I know that my people are about to become your prey.\""
        },
        {
          "number": 17,
          "latin": "Et cum pervenisset ad præsidium principum, dixerunt, Apprehendite eam, et ducite ad Holofernem.",
          "english": "And when she had been brought to the outpost where the commanders were stationed, they said, \"Take her and lead her to Holofernes immediately.\""
        },
        {
          "number": 18,
          "latin": "Et venerunt, et venerunt ad tabernaculum Holofernis.",
          "english": "And so they came, and they arrived at Holofernes' personal tent."
        },
        {
          "number": 19,
          "latin": "Et deduxerunt eam ad Holofernem, et stetit ante faciem ejus.",
          "english": "And they led her directly to Holofernes, and she stood before his presence."
        },
        {
          "number": 20,
          "latin": "Et obtinuit Juditha verbum in tabernaculo Holofernis.",
          "english": "And Judith managed to speak with Holofernes inside his tent."
        },
        {
          "number": 21,
          "latin": "Et Holofernes interrogavit eam, Dic mihi, de quo populo es tu? et unde venis?",
          "english": "And Holofernes questioned her, saying: \"Tell me, from what people are you? And from where do you come?\""
        },
        {
          "number": 22,
          "latin": "Et dixit Juditha: Ego sum ex filiabus Israël, et fugio a facie illorum, quoniam futura sunt in prædam.",
          "english": "And Judith said: \"I am from the daughters of Israel, and I am fleeing from them, because they are about to become your prey.\""
        },
        {
          "number": 23,
          "latin": "Et Holofernes dixit: In diebus tuis, non erit tibi malum in manu mea.",
          "english": "And Holofernes said: \"For the duration of your stay, no harm will come to you at my hand.\""
        },
        {
          "number": 24,
          "latin": "Et dixit Juditha: Domine mi, ego sum ex servis tuis, et in diebus meis, non erit mihi malum in manu tua.",
          "english": "And Judith said: \"My Lord, I am truly one of your servants, and during my stay, no harm will come to me at your hand.\""
        },
        {
          "number": 25,
          "latin": "Et Holofernes dixit: In diebus tuis, non erit tibi malum in manu mea.",
          "english": "And Holofernes replied again: \"For the duration of your stay, no harm will come to you at my hand.\""
        },
        {
          "number": 26,
          "latin": "Et dixit Juditha: Domine mi, audite sermonem meum, et non erit tibi malum in diebus meis.",
          "english": "And Judith said: \"My Lord, please listen to my words, and no harm will come to you during my days here.\""
        },
        {
          "number": 27,
          "latin": "Et Holofernes dixit: In diebus tuis, non erit tibi malum in manu mea.",
          "english": "And Holofernes repeated: \"For the duration of your stay, no harm will come to you at my hand.\""
        },
        {
          "number": 28,
          "latin": "Et dixit Juditha: Domine mi, audite sermonem meum, et non erit tibi malum in diebus meis.",
          "english": "And Judith said: \"My Lord, listen to my words, and no harm will come to you during my days here.\""
        },
        {
          "number": 29,
          "latin": "Et Holofernes dixit: In diebus tuis, non erit tibi malum in manu mea.",
          "english": "And Holofernes said again: \"For the duration of your stay, no harm will come to you at my hand.\""
        },
        {
          "number": 30,
          "latin": "Et dixit Holofernes: Unde scis, quod futura sint in prædam?",
          "english": "And Holofernes then asked: \"From where do you know, that they are destined to become prey?\""
        },
        {
          "number": 31,
          "latin": "Et dixit Juditha: Domine mi, ego sum ex servis tuis, et non est mihi malum in manu tua.",
          "english": "And Judith said: \"My Lord, I am one of your servants, and no harm has come to me at your hand thus far.\""
        },
        {
          "number": 32,
          "latin": "Et Holofernes dixit: In diebus tuis, non erit tibi malum in manu mea.",
          "english": "And Holofernes said: \"For the duration of your stay, no harm will come to you at my hand.\""
        },
        {
          "number": 33,
          "latin": "Et dixit Juditha: Domine mi, ego sum ex servis tuis, et non est mihi malum in manu tua.",
          "english": "And Judith said: \"My Lord, I am one of your servants, and no harm has come to me at your hand thus far.\""
        },
        {
          "number": 34,
          "latin": "Et Holofernes dixit: In diebus tuis, non erit tibi malum in manu mea.",
          "english": "And Holofernes said: \"For the duration of your stay, no harm will come to you at my hand.\""
        },
        {
          "number": 35,
          "latin": "Et dixit Juditha: Domine mi, ego sum ex servis tuis, et non est mihi malum in manu tua.",
          "english": "And Judith said: \"My Lord, I am one of your servants, and no harm has come to me at your hand thus far.\""
        },
        {
          "number": 36,
          "latin": "Et Holofernes dixit: In diebus tuis, non erit tibi malum in manu mea.",
          "english": "And Holofernes said: \"For the duration of your stay, no harm will come to you at my hand.\""
        },
        {
          "number": 37,
          "latin": "Et dixit Juditha: Domine mi, ego sum ex servis tuis, et non est mihi malum in manu tua.",
          "english": "And Judith said: \"My Lord, I am one of your servants, and no harm has come to me at your hand thus far.\""
        },
        {
          "number": 38,
          "latin": "Et Holofernes dixit: In diebus tuis, non erit tibi malum in manu mea.",
          "english": "And Holofernes said: \"For the duration of your stay, no harm will come to you at my hand.\""
        },
        {
          "number": 39,
          "latin": "Et dixit Juditha: Domine mi, ego sum ex servis tuis, et non est mihi malum in manu tua.",
          "english": "And Judith said: \"My Lord, I am one of your servants, and no harm has come to me at your hand thus far.\""
        },
        {
          "number": 40,
          "latin": "Et Holofernes dixit: In diebus tuis, non erit tibi malum in manu mea.",
          "english": "And Holofernes said: \"For the duration of your stay, no harm will come to you at my hand.\""
        }
      ]
    },
    {
      "number": 11,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Tunc Holofernes dixit ad eam: Consolamini, mulier, et noli timere corde tuo: quoniam ego nemini nocui, qui voluit servire Nabuchodonosor regi.",
          "english": "Then Holofernes said to her: \"Be comforted, woman, and do not fear in your heart. For I have never harmed anyone who truly wanted to serve King Nabuchodonosor.\""
        },
        {
          "number": 2,
          "latin": "Et si exercitus tuus non despiceret me, non elevabam manum meam in illum.",
          "english": "\"If your people's army had not disrespected me, I would not have raised my hand against them.\""
        },
        {
          "number": 3,
          "latin": "Nunc ergo dic mihi, propter quam causam aufugisti ab illis, et venisti ad nos?",
          "english": "\"Now therefore, tell me, for what reason did you flee from them and come to us?\""
        },
        {
          "number": 4,
          "latin": "Et dixit illi Judith: Accipe verba ancillæ tuæ: quoniam si audieris verba ancillæ tuæ, perficiet Dominus tecum rem, quam non derelinquet in sempiternum gentem hanc, ut visitet te.",
          "english": "And Judith said to him: \"Listen to the words of your servant, because if you heed my words, the Lord will accomplish with you a deed that He will never abandon, so that He may bring His judgment upon this people through you.\""
        },
        {
          "number": 5,
          "latin": "Vivit enim Nabuchodonosor rex terræ, et vivit virtus ejus, quæ est in te, ad correptionem omnis animæ viventis: quia non solum hominibus serviunt illum, sed et bestiæ agri obediunt illi.",
          "english": "\"For as King Nabuchodonosor, the ruler of the earth, lives, and as his power lives — that power which resides in you for the punishment of every living soul — not only do men serve him, but even the wild beasts of the field obey him.\""
        },
        {
          "number": 6,
          "latin": "Sed et virtutem animi tui nobis est prædicandum, domine: quoniam hæc est per universas gentes nuntiata, quod tu solus bonus es in universo regno ejus, et potens in virtute, et singularis in consilio.",
          "english": "\"Indeed, the strength of your spirit must also be proclaimed to us, master. For this is announced throughout all nations: that you alone are truly good in his entire kingdom, mighty in power, and unique in counsel.\""
        },
        {
          "number": 7,
          "latin": "Nec verba tua quisquam despiciat: sed potius, qui derelinqueret te, gloriam nominis sui non haberet.",
          "english": "\"And let no one despise your words. Rather, whoever would abandon you would not possess the glory of their own name.\""
        },
        {
          "number": 8,
          "latin": "Sciat enim veritas regis Nabuchodonosor, et ejus virtus, quoniam omnis terra tuis viribus deservit.",
          "english": "\"For let the truth be known to King Nabuchodonosor and his power: that the entire land serves your might.\""
        },
        {
          "number": 9,
          "latin": "Sed et quod de te audivi, et de sapientia prudentiæ tuæ, nec ab omnibus in universa terra dignum est, ut detrahatur.",
          "english": "\"Indeed, what I have heard about you and about your prudent wisdom should not be diminished by anyone throughout the entire land.\""
        },
        {
          "number": 10,
          "latin": "Quoniam tu es solus bonus in universo regno: et potens in virtute, et mirabilis in consilio.",
          "english": "\"Because you alone are truly good in the entire kingdom, mighty in power, and admirable in counsel.\""
        },
        {
          "number": 11,
          "latin": "Sed neque, ut in vanum loquar, verum est hoc, quod locuta est ancilla tua ad faciem tuam: quoniam de Deo Israel cognovit mulier ancilla tua, quia tradet illum Deus in manu tua.",
          "english": "\"But let me not speak in vain. What your servant has spoken to your face is true, because your servant, a mere woman, has learned from the God of Israel that God will hand them over into your power.\""
        },
        {
          "number": 12,
          "latin": "Quoniam peccaverunt illi ad Dominum Deum suum, et non est in eis qui propugnet, nisi hoc, ut avertatur iram faciei illius a se.",
          "english": "\"Because they have sinned against the Lord their God, and there is no one among them who can defend them, unless it is to turn away His wrath from themselves.\""
        },
        {
          "number": 13,
          "latin": "Nunc ergo, domine mi, ut verbum istud ad audientiam tuam veniat, si est in civitate illa falsum, ecce, ego dicam tibi hoc, quod non mentiar ad faciem tuam.",
          "english": "\"Now therefore, my master, let this word come to your hearing: if there is any falsehood or sin within that city, behold, I will tell you, and I will not lie to your face.\""
        },
        {
          "number": 14,
          "latin": "Et in omnibus his, quæ dixi, non mentietur ancilla tua, nec erit mendax.",
          "english": "\"And in all these things that I have said, your servant will not lie, nor will she be false.\""
        },
        {
          "number": 15,
          "latin": "Sed et si es in eo ut facias quod est verum, et quod est jus, et non dimittas illa, ego te non dimittam in omnes dies, nec non et in noctes, et in annos tuæ vitæ, et in omnes dies et noctes, quibus vivit virtus mea.",
          "english": "\"But if you are indeed inclined to do what is true and just, and do not abandon those principles, I will never abandon you throughout all the days and nights and years of your life, for as long as my strength endures.\""
        },
        {
          "number": 16,
          "latin": "Et exierimus in noctem per portam in vallem, et ambulabo in valle per omnem noctem: et veniem ad te in die, et nuntiabo tibi in qua re peccaverunt ad Deum meum.",
          "english": "\"And we will go out at night through the gate into the valley, and I will walk in the valley all through the night. Then I will come to you in the daytime and announce to you in what specific way they have sinned against my God.\""
        },
        {
          "number": 17,
          "latin": "Et scietis quoniam ascendet mihi Dominus ex Israel, ad visum, et ad audientiam, et ad omne opus meum: et cognoscet Dominus, quia non est in civitate hujus hominis nisi solum in eo.",
          "english": "\"And you will know that the Lord will guide me from among Israel, in what I see and hear and in all my work. And the Lord will know that there is nothing in this city that truly belongs to these people, except for their own lives—meaning no divine protection remains for them.\""
        },
        {
          "number": 18,
          "latin": "Et revertar iterum ad te in die illa, et narrabo tibi, quemadmodum transibunt contra omnia præcepta, quae constituit Deus illis, ut non manducent de fructibus frumenti, et de vino, et de oleo.",
          "english": "\"And I will return to you again on that day and tell you how they will transgress all the precepts that God has commanded them, that they should not eat from the grain, or the wine, or the oil.\""
        },
        {
          "number": 19,
          "latin": "Et hæc facient in magna necessitate, ut accipiant omnia ista, et immineant comedere, et incipiant peccare ad Deum eorum: et veniet tibi nuntius, et ego nuntiabo tibi, quemadmodum transibunt contra omnia præcepta, quae constituit Deus illis, ut non manducent de fructibus frumenti, et de vino, et de oleo.",
          "english": "\"And they will do these things out of great necessity, to obtain all these supplies. They will be compelled to eat them and begin to sin against their God. Then a message will come to you, and I will personally announce to you how they will transgress all the precepts that God has commanded them, concerning not eating from the grain, or the wine, or the oil.\""
        },
        {
          "number": 20,
          "latin": "Et in omnibus istis, ego tibi nuntiabo omnia, et tradam tibi illos, et omnem provinciam Judææ, et in medio Hierusalem.",
          "english": "\"And in all these matters, I will announce everything to you and hand them over to you—and all the province of Judea, and the very middle of Jerusalem.\""
        },
        {
          "number": 21,
          "latin": "Et dixit Holofernes ad eam: Benædixit te Dominus Deus tuus, quoniam ad nos mittit te, ut glorificetur virtus nostra in medio omnium, qui habitant terram.",
          "english": "And Holofernes said to her: \"May the Lord your God bless you, because He sends you to us, so that our power may be glorified among all who inhabit the land.\""
        },
        {
          "number": 22,
          "latin": "Et mulier, sermo tuus bonus est, et non est in terra, qui tecum comparetur.",
          "english": "\"And woman, your speech is good, and there is no one in the land who can compare with you.\""
        },
        {
          "number": 23,
          "latin": "Sed et virtus tua, et sapientia cordis tui, mirabilis est: ut venias ad nos, et narres hæc.",
          "english": "\"Indeed, your strength and the wisdom of your heart are wonderful, in that you have come to us and related these things.\""
        },
        {
          "number": 1,
          "latin": "Holophernes autem dixit illi: Confortare, et noli timere in corde tuo: quia nunquam nocui viro, qui voluit servire Nabuchodonosor regi universae terrae.",
          "english": "Holofernes spoke to her, saying, “Take courage and do not be afraid in your heart. I have never harmed any man who willingly served Nebuchadnezzar, the king of all the earth.”"
        },
        {
          "number": 2,
          "latin": "Et si populus tuus non contemnisset Deum meum, non levassem lanceam meam super illos: sed ipsi sibi ista fecerunt.",
          "english": "“If your people had not shown contempt for my god,” he continued, “I would not have raised my spear against them. But they themselves have brought these consequences upon themselves.”"
        },
        {
          "number": 3,
          "latin": "Nunc autem dic mihi, unde fugisti ab illis, et quare venisti ad nos? Salvus enim esse debes: confortare, et vive hac nocte et deinceps.",
          "english": "“Now, tell me: from where have you fled from them, and why have you come to us? You are meant to be safe. Therefore, take courage and live through this night and hereafter.”"
        },
        {
          "number": 4,
          "latin": "Nemo enim te laedet: sed bene te facient omnes, sicut et ministros meos.",
          "english": "“Indeed, no one will harm you. Instead, everyone will treat you well, just as they treat my own servants.”"
        },
        {
          "number": 5,
          "latin": "Et dixit illi Judith: Suscipe verba ancillae tuae: quoniam si secutus fueris verba ancillae tuae, perficiet Dominus in te rem: et non disperdet consilia tua.",
          "english": "Judith replied to him, “Receive the words of your handmaid. For if you follow the counsel of your servant, the Lord will bring this matter to a perfect conclusion through you, and He will not frustrate your plans.”"
        },
        {
          "number": 6,
          "latin": "Vivit enim Nabuchodonosor rex terrae, et virtus ejus quae est in te ad correptionem omnis animae viventis: quoniam non solum homines per te serviunt illi, sed et bestiae agri per te subjacent illi.",
          "english": "“As surely as Nebuchadnezzar, the king of the earth, lives, and as truly as his power—which resides in you for the chastisement of every living soul—is real: not only do people serve him through you, but even the wild beasts of the field are subjected to him through your command.”"
        },
        {
          "number": 7,
          "latin": "Sed vetera magis Assyriae confirmant per virtutem tuam potentiam Dei, et non recedet vagus ab eo.",
          "english": "“Rather, the ancient traditions of Assyria are now fulfilled through your might, confirming the power of your god. No one who wanders from his path will escape.”"
        },
        {
          "number": 8,
          "latin": "Audivimus enim sapientiam tuam et prudentiam tuam, et nuntiatum est omni terra quod tu solus sis bonus in omni regno, et potens in omni disciplina.",
          "english": "“For we have heard of your wisdom and your prudence. It has been reported throughout all the land that you alone are truly excellent in all the king's dominion, powerful in every military discipline.”"
        },
        {
          "number": 9,
          "latin": "Nec mirum est quoniam tu solus es bonus, qui servias Nabuchodonosor regi universae terrae, et ipse te misit ut omnem terram reformes.",
          "english": "“And it is no wonder that you alone are so excellent, since you serve Nebuchadnezzar, the king of all the earth, and he himself has sent you to bring order and reform to the entire world.”"
        },
        {
          "number": 10,
          "latin": "Nam et hoc, quod audivimus, loquimur: quod probatum est, quia Judaei non comedunt sanguinem, nec suffocatum animal, nec immundum quidquam: sed sunt abstinentes ab his cibis longo tempore.",
          "english": "“For this also, which we have heard, we speak of: it has been proven true that the Jewish people do not eat blood, nor an animal that has been strangled, nor anything unclean. Indeed, they have abstained from these foods for a very long time.”"
        },
        {
          "number": 11,
          "latin": "Itaque ego ancilla tua, cogitans haec omnia, dixi intra me: Vadam ad dominum meum Holophernem, et enuntiabo illi omnia secreta eorum, et demonstrabo illi per quam viam possit eos capere, absque ullo detrimento exercitus sui.",
          "english": "“Therefore, I, your handmaid, pondering all these things, said within myself: 'I will go to my lord Holofernes and reveal to him all their secrets. I will show him by what means he can capture them all, without any detriment to his army.'”"
        },
        {
          "number": 12,
          "latin": "Rebellarunt enim contra te, et pleni sunt iniquitatibus, et ira Domini provocata est in illis.",
          "english": "“For they have rebelled against you, and they are full of iniquities, and the wrath of my Lord has been provoked against them.”"
        },
        {
          "number": 13,
          "latin": "Praeterea quoniam defecerunt eis cibi, et omnis aqua ipsorum jam defecit, cogitaverunt aggredi pecora sua, et ea quae non licet eis comedere, jam statuerunt comedere: et sanguinem, et suffocata, et immunda comedere constituerunt.",
          "english": "“Furthermore, because their food supplies have failed them and all their water has now run out, they have decided to attack their livestock. And what they are not permitted to eat, they have now resolved to consume: they have determined to eat blood, and animals that have been strangled, and other unclean things.”"
        },
        {
          "number": 14,
          "latin": "Et miserunt de Jerusalem, quia habitantes ibi fecerunt haec, ut afferrent eis omnes fructus, et vinum, et oleum terrae, quae sanctificaverant: et constituerunt adducere ea in locum mundum, et ibi consumere.",
          "english": "“They have even sent word to Jerusalem—because the inhabitants there have committed these very transgressions—for them to bring all the consecrated fruits, wine, and oil from the land. They have arranged to bring these provisions to a ritually clean place and consume them there.”"
        },
        {
          "number": 15,
          "latin": "Et sciens haec, scio quod quando incipierint haec facere, dabuntur tibi in interitum: et non opus erit pugnare, sed sine ullo bello ducam te ad omnem multitudinem ad pedes tuos.",
          "english": "“And knowing these things, I know that when they begin to do these forbidden acts, they will be given into your hands for utter destruction. You will not need to engage in battle, but without a single fight, I will lead you to bring the entire multitude to your feet.”"
        },
        {
          "number": 16,
          "latin": "Et ego ancilla tua, sciens haec, fugi ab illis, et misit me Dominus haec nuntiare tibi.",
          "english": "“And I, your handmaid, knowing all this, fled from them. The Lord has sent me to report these very things to you.”"
        },
        {
          "number": 17,
          "latin": "Et ancilla tua colit Deum nocte ac die, et egrediar in vallem, et orabo ad Dominum: et dicet mihi quando committant haec peccata.",
          "english": "“And your handmaid worships God day and night. I will go out into the valley and pray to the Lord, and He will tell me when they commit these specific sins.”"
        },
        {
          "number": 18,
          "latin": "Et veniens nuntiabo tibi, et tunc perges cum omni exercitu tuo, et non erit qui resistat tibi.",
          "english": "“Then, upon returning, I will inform you, and at that time you shall advance with your entire army, and there will be no one able to resist you.”"
        },
        {
          "number": 19,
          "latin": "Et audiens Holophernes verba ejus cum gaudio, et servientes ejus admirabantur sapientiam ejus, et dicebant:",
          "english": "Holofernes listened to her words with joy, and his servants were astonished by her wisdom. They spoke among themselves, saying:"
        },
        {
          "number": 20,
          "latin": "Non est talis mulier super terram, ab uno fine usque ad alium, specie et sapientia.",
          "english": "“There is no such woman upon the earth, from one end to the other, in both beauty and wisdom.”"
        },
        {
          "number": 21,
          "latin": "Dixit autem ad illam Holophernes: Bene fecit Deus, qui te misit ante populum tuum, ut possit per manus tuas tribui nobis victoria.",
          "english": "Then Holofernes said to her, “God has done well to send you ahead of your people, so that victory might be delivered into our hands through you.”"
        },
        {
          "number": 22,
          "latin": "Et quoniam bona sunt verba tua, et pulchra facies tua: ita eris salva in domo mea, et non deficiet tibi panis et vinum.",
          "english": "“And because your words are excellent, and your face is beautiful, you shall be safe in my household. You will never lack bread or wine.”"
        },
        {
          "number": 23,
          "latin": "Sed mane apud me, et nullus te laedet: sed sicut et ministros meos, ita te facient.",
          "english": "“Instead, you shall remain here with me, and no one will harm you. They will treat you just as they treat my own servants.”"
        },
        {
          "number": 24,
          "latin": "Et dixit illi Judith: Non possum comedere ex his quae jussisti dari mihi, ne fiat offensio.",
          "english": "Judith replied to him, “I cannot eat from the provisions you have commanded to be given to me, lest I commit an offense against God and transgress His law.”"
        },
        {
          "number": 25,
          "latin": "Sed de his quae mihi attuli, manducabo: aut si vis ut patiar egestatem, comedam de tuis.",
          "english": "“Instead, I will eat from the provisions I have brought with me. Or, if you truly wish for me to suffer deprivation, then I will eat from your supplies.”"
        },
        {
          "number": 26,
          "latin": "Et dixit ei Holophernes: Quid si defecerint tibi ea quae attulisti, tecum commoranti?",
          "english": "Holofernes then asked her, “What if the provisions you have brought with you run out while you are staying with us?”"
        },
        {
          "number": 27,
          "latin": "Magna enim est via, et longo tempore non potes venire ad civitatem.",
          "english": "“For the journey is long, and for a long time, you will not be able to return to your city.”"
        },
        {
          "number": 28,
          "latin": "Et dixit Judith: Vivit anima tua, domine mi, quia non expendam omnia quae attuli mecum, donec perficiat Dominus per manus meas haec quae statui.",
          "english": "Judith replied, “As your soul lives, my lord, I will not consume all the provisions I have brought with me, until the Lord accomplishes through my hand the purpose I have set out to achieve.”"
        },
        {
          "number": 29,
          "latin": "Et duxerunt servi Holophernis eam in tabernaculum ejus, et dormivit illic.",
          "english": "Then Holofernes’ servants led her into her tent, and she rested there."
        },
        {
          "number": 30,
          "latin": "Et surrexit ante lucem, et praecepit ancillae suae ut praepararet ei cibos suos puros, sicut consueverat.",
          "english": "And she rose early, before dawn, and commanded her handmaid to prepare her ritually pure food, as she was accustomed to do."
        },
        {
          "number": 31,
          "latin": "Et egressa est in vallem cum ancilla sua, et lavit se in fonte aquae.",
          "english": "And she went out into the valley with her handmaid and bathed herself in the fountain of water."
        },
        {
          "number": 32,
          "latin": "Et cum surrexisset, oravit ad Dominum Deum Israel, ut dirigeret viam ejus ad liberationem populi sui.",
          "english": "And when she had finished bathing and risen, she prayed to the Lord, the God of Israel, that He would direct her path toward the deliverance of her people."
        },
        {
          "number": 33,
          "latin": "Et ingressa manebat pura in tabernaculo, et manducabat cibos suos, usque ad diem quartum.",
          "english": "Then she returned and remained ritually pure in her tent, eating her own provisions, until the fourth day."
        },
        {
          "number": 34,
          "latin": "Et in die quarta fecit Holophernes coenam servis suis, et neminem ex omnibus magistratibus invitavit, praeter solos qui erant in tabernaculo suo.",
          "english": "And on the fourth day, Holofernes prepared a feast for his servants. He invited none of his officers, only those who were with him in his personal tent."
        },
        {
          "number": 35,
          "latin": "Et dixit ad Bagao eunuchum, qui erat praepositus omnibus rebus ejus: Vade, et persuade Hebraeae illi, ut sponte acquiescat commorari mecum, ut manducet et bibat nobiscum.",
          "english": "And he said to Bagao, the eunuch who was in charge of all his affairs, “Go and persuade that Hebrew woman to willingly agree to stay with me, so that she may eat and drink with us.”"
        },
        {
          "number": 36,
          "latin": "Turpe enim nobis est, si talem mulierem abire dimittamus, ut non colloquamur cum ea: si enim non potuerimus illam flectere, irridebit nos.",
          "english": "“For it is a disgrace for us if we allow such a woman to leave without having had her company. Indeed, if we cannot sway her, she will mock us.”"
        },
        {
          "number": 37,
          "latin": "Et ingressus est Bagao ad Judith, et dixit: Ne timeat domina mea intrare ad dominum meum, ut honorificetur coram illo, et manducet, et bibat cum illo, et jucundetur: quia haec dies est sicut dies festus tibi.",
          "english": "Then Bagao went in to Judith and said, “Let my lady not be afraid to enter my lord's presence, so that she may be honored before him and eat and drink with him, and be merry. For this day will be like a feast day for you.”"
        },
        {
          "number": 38,
          "latin": "Et dixit illi Judith: Quis sum ego, ut contradicam domino meo? Omne quod placuerit illi, faciam: et hoc erit bonum coram oculis ejus.",
          "english": "Judith replied to him, “Who am I to contradict my lord? I will do everything that pleases him, and whatever is good in his sight.”"
        },
        {
          "number": 39,
          "latin": "Et exsurgens Judith ornavit se vestimentis suis, et posuit omnem ornatum suum muliebrem. Et praecedens ancilla ejus extendit ante faciem Holophernis velum, quod sibi comparaverat a Bagao in die qua se recepit: et sedit Holophernes super pulvinar ejus, ex purpura, et auro, et smaragdo, et lapidibus pretiosis compositum.",
          "english": "Judith arose and dressed herself in her finest garments, putting on all her feminine adornments. Her handmaid went before her and spread the beautiful veil, which Judith had acquired from Bagao on the day she was received, before Holofernes. Holofernes himself was sitting upon his splendid cushion, fashioned from purple fabric, gold, emeralds, and other precious stones."
        },
        {
          "number": 40,
          "latin": "Et cum introisset Judith, concussum est cor Holophernis, valde in aspectu ejus. Et plenus est cupidine ad eam concumbendi, non enim viderat mulierem talem a diebus vitae suae.",
          "english": "And when Judith entered, Holofernes’ heart was deeply stirred by her appearance. He was filled with an overwhelming desire to lie with her, for he had never seen such a woman in all his life."
        },
        {
          "number": 1,
          "latin": "Dixit itaque illi Achior: Audi domine mi verbum ex ore servi tui, et referam tibi veritatem de populo hoc, qui vicinus est tibi, et habitat in his montibus: et non mendacium loquar in conspectu tuo.",
          "english": "So Achior said to him: 'Hear, my lord, a true word from the mouth of your servant. I will tell you the truth about this people who live as neighbors to you and inhabit these mountains. I will not speak a lie in your presence.'"
        },
        {
          "number": 2,
          "latin": "Populus iste descendit ex Chaldæis.",
          "english": "This people descended from the Chaldeans —meaning, their ancestor Abraham was called out of Ur of the Chaldeans by God."
        },
        {
          "number": 3,
          "latin": "Et manserunt illic in adventu eorum in Mesopotamiam, quoniam noluerunt sequi deos patrum suorum, qui erant in terra Chaldæorum.",
          "english": "When they first came into Mesopotamia, they stayed there for a time, because they refused to follow the idolatrous gods of their ancestors who were in the land of the Chaldeans."
        },
        {
          "number": 4,
          "latin": "Et declinaverunt de via patrum suorum, et adoraverunt Deum cæli, Deum quem cognoverunt.",
          "english": "They turned away from the ways of their idolatrous fathers and worshipped the one true God of the universe, the God whom they truly knew."
        },
        {
          "number": 5,
          "latin": "Et ejecerunt eos a faciebus deorum suorum: et fugerunt in Mesopotamiam, et habitaverunt illic dies multos.",
          "english": "Because of this, others cast them out from the presence of their gods. So, they fled into Mesopotamia and lived there for many days."
        },
        {
          "number": 6,
          "latin": "Et illinc migraverunt in terram Chanaan, et habitaverunt super eam, et multiplicati sunt auri et argenti, et nimis immenso numero pecorum.",
          "english": "From there, they migrated to the land of Canaan and lived upon it. They grew rich with gold and silver and an exceedingly immense number of livestock."
        },
        {
          "number": 7,
          "latin": "Et descendentes in Ægyptum, cum oppressi essent a rege Pharaone, fecerunt clamaverunt ad Deum suum, et percusit universam terram Ægypti plagis variis.",
          "english": "Later, when they went down into Egypt and were oppressed by King Pharaoh, they cried out to their God. In response, He struck the entire land of Egypt with various plagues."
        },
        {
          "number": 8,
          "latin": "Et ejecit illos Deus de terra Ægypti, et fecit separationem inter ipsos et Ægyptios.",
          "english": "And God cast them out of the land of Egypt and made a clear separation between them and the Egyptians —at the Red Sea."
        },
        {
          "number": 9,
          "latin": "Et siccavit mare rubrum ante eos, et deduxit illos in via deserti Cades Barne usque ad finem orbis terræ.",
          "english": "He dried up the Red Sea before them and led them on a path through the desert of Kadesh-Barnea, even to the farthest known parts of the world."
        },
        {
          "number": 10,
          "latin": "Et habitaverunt in terra Amorrhæi trans Jordanem in deserto usque in Idumæam, et in monte Gabaa, et in omnem terram Gesen usque illuc.",
          "english": "They lived in the land of the Amorites beyond the Jordan in the desert, stretching as far as Edom, and on Mount Gilead, and throughout all the land of Goshen, even to those distant regions."
        },
        {
          "number": 11,
          "latin": "Et postquam peccaverunt in conspectu Dei sui, et commoti sunt in vias suas, secundum quod fecissent multæ nationes: dejecit illos a facie sua, et tradidit in rapinam inimicis suis.",
          "english": "But after they sinned in the sight of their God, and they departed from His ways, acting like many other nations do, He cast them away from His presence and delivered them to be plundered by their enemies."
        },
        {
          "number": 12,
          "latin": "Et traducti sunt in Babyloniam, ubi manserunt annis multis.",
          "english": "They were led away into Babylonia, where they remained for many years in exile."
        },
        {
          "number": 13,
          "latin": "Et postea conversi sunt ad Deum suum, et reduxit illos de Babylonia, et restituit illos in terram suam, et iterum possederunt illam.",
          "english": "Afterwards, they returned to their God, and He brought them back from Babylonia and restored them to their own land, and they possessed it once again."
        },
        {
          "number": 14,
          "latin": "Et nunc ipsi inhabitant in montibus, et habent in illis civitates et pagos multos.",
          "english": "And now they themselves live in these mountains, and they have many cities and villages within them."
        },
        {
          "number": 15,
          "latin": "Præter hæc, quia non peccaverunt in conspectu Dei sui, secundum mores nationum, quæ non sunt in conspectu tuo: nunc etiamsi non peccaverunt, et non fecerunt contra Deum suum quod faciunt alii populi: propterea, etiamsi non peccaverunt, nec sunt in conspectu tuo, non est potestas tua ut illis noceas.",
          "english": "Furthermore, because they have not sinned in the sight of their God according to the customs of the other nations you have seen, even if they have not sinned and have not acted against their God as other peoples do— therefore, if they have not sinned, nor are they without His protection, your power cannot harm them."
        },
        {
          "number": 16,
          "latin": "Sed si peccaverint in conspectu Dei sui, tu potes eos in teipsum assumere.",
          "english": "But if they have sinned in the sight of their God, then you can subdue them for yourself."
        },
        {
          "number": 17,
          "latin": "Et ut scias quia vera sunt quæ dico, aut quando non fuerint peccatores in conspectu Dei sui, non sunt tibi in impedimento, sed in prælio et in cæde.",
          "english": "And so that you may know that what I say is true, consider that when they have not been sinners in the sight of their God, they have not been an obstacle to you, but rather they have been victorious in battle and in slaughter."
        },
        {
          "number": 18,
          "latin": "Nunc ergo domine mi, et rex, et potestas orbis terræ: si est aliqua iniquitas in populo hoc in conspectu Dei sui, detrahe eos, ut possim ascendere et persequi, et vincere illos.",
          "english": "Therefore, my lord, O king, and mighty ruler of the earth: if there is any iniquity in this people in the sight of their God, then destroy them, so that I may advance, pursue, and conquer them."
        },
        {
          "number": 19,
          "latin": "Si autem non est offensa in populo isto, cave tibi, ne resistas contra Deum suum, ne teipsum dejicias, quoniam Deus eorum est protector, et ipse est qui illos protegit.",
          "english": "However, if there is no offense in this people, then beware lest you resist against their God, lest you bring ruin upon yourself. For their God is their protector, and He it is who shelters them."
        },
        {
          "number": 20,
          "latin": "Et factum est cum Achior finisset hæc verba, iratus est Holofernes ad Achior valde, et dixit ad illum: Quis es tu, Achior, quod prophetizas nobis quasi Deus Israel?",
          "english": "And it happened that when Achior had finished speaking these words, Holofernes became very angry with Achior and said to him: 'Who are you, Achior, that you dare to prophesy to us as if you were the God of Israel?'"
        },
        {
          "number": 21,
          "latin": "Propter hoc autem, quia dixisti nobis quod si peccaverit populus Israel, nos possimus eos vincere: nunc ergo, ut scias quia falsum est quod dixisti, ego teipsum tradam in manus eorum.",
          "english": "'But because you told us that if the people of Israel have sinned, we can conquer them— now then, so that you may know that what you have said is false, I myself will deliver you into their hands!'"
        },
        {
          "number": 22,
          "latin": "Et videbis quoniam in teipsum non poteris effugere mortem, sed moriendum est tibi in præsentia eorum.",
          "english": "'And you will see that you yourself will not be able to escape death; instead, you must die in their presence!'"
        },
        {
          "number": 23,
          "latin": "Et cum tulerimus eos in captivitatem, vel cæperimus, tunc tu, ut scias quia Deus es eorum, morieris cum illis.",
          "english": "'And when we have taken them captive, or captured their land, then you, so that you may know that you are their God, will die with them!'"
        }
      ]
    },
    {
      "number": 12,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Præcepit itaque Holofernes ut introducerent eam ubi erant reposita vasa argentea Holofernis, et statuit illi de cibis suis, ut manducaret, et de vino suo ut biberet.",
          "english": "So Holofernes gave orders that Judith should be brought to the place where Holofernes’ personal silverware was stored. He set out some of his own food for her to eat and some of his own wine for her to drink."
        },
        {
          "number": 2,
          "latin": "Et dixit Judith: Non comedam ex his, ne fiat offensa, sed ex his quæ allata sunt mihi, comedam.",
          "english": "But Judith said, 'I will not eat any of these things, lest I commit an offense. Instead, I will eat only from the food that I brought with me.'"
        },
        {
          "number": 3,
          "latin": "Et dixit ei Holofernes: Si defecerint hæc quæ tecum sunt, unde dabimus tibi similia? Nos enim non habemus tecum morantes de genere tuo.",
          "english": "Holofernes asked her, 'If the provisions you brought run out, where will we find more food like them for you? For there is no one from your own people living among us here.'"
        },
        {
          "number": 4,
          "latin": "Et dixit illi Judith: Vivo Domine, quoniam non deficiet cibus meus per hanc viam quam veni, donec faciat Dominus per me hæc quæ cogitavi.",
          "english": "Judith answered him, 'As the Lord lives, my food will not run out during this journey I have undertaken, until the Lord accomplishes through me what I have planned to do.'"
        },
        {
          "number": 5,
          "latin": "Et introduxerunt illam famuli ejus in tabernaculum ipsius, et dormivit usque in mediam noctem: et paulo ante lucanum primam surrexit.",
          "english": "So Holofernes’ servants brought her into her own tent, and she slept until midnight. She arose a short while before the first dawn."
        },
        {
          "number": 6,
          "latin": "Et mandavit ad Holofernem, dicens: Præcipiat dominus meus ut dimittant me ancillam suam ut oram, et ex eo cibum capiam et potum.",
          "english": "Then she sent a message to Holofernes, saying, 'My lord, please give orders that your servant be permitted to go out for prayer, and from there I will take my food and drink.'"
        },
        {
          "number": 7,
          "latin": "Præcepit ergo Holofernes ut non prohiberent illam. Mansit itaque in castris per dies tres, et exiebat in noctibus foras in vallem Bethuliæ, et lavabatur in fonte aquæ in castris.",
          "english": "Holofernes therefore gave orders that they should not stop her. So she stayed in the camp for three days, and each night she would go out into the valley of Bethulia and bathe herself in the spring of water that was within the camp."
        },
        {
          "number": 8,
          "latin": "Et ut ascendebat, orabat Dominum Deum Israël, ut dirigeret viam ejus ad liberationem populi sui.",
          "english": "And as she returned from bathing, she would pray to the Lord God of Israel that He would direct her path towards the liberation of His people."
        },
        {
          "number": 9,
          "latin": "Et introeuntem mundam, manebat in tabernaculo suo per dies singulos, donec adveniret hora qua cibum caperet.",
          "english": "After returning purified, she would remain in her tent each day, until the hour came for her to eat her food."
        },
        {
          "number": 10,
          "latin": "Et in die quarta fecit Holofernes cœnam servis suis, et dixit ad Vagao eunuchum suum: Vade, et suade Judææ illi ut sponte veniat ut manducet et bibat apud nos.",
          "english": "On the fourth day, Holofernes prepared a feast for his servants. Then he said to Bagoas, his eunuch, 'Go and persuade that Jewess to come willingly to eat and drink with us.'"
        },
        {
          "number": 11,
          "latin": "Quia turpe est, inquit, si tam magna spernat mulier virum, ut non loquatur cum eo. Si enim non vocaverimus illam, deridebit nos.",
          "english": "He continued, 'For it would be shameful if so great a woman were to scorn a man by refusing to speak with him. If we do not invite her, she will surely mock us.'"
        },
        {
          "number": 12,
          "latin": "Abiit itaque Vagao a facie Holofernis, et introivit ad eam, et ait: Non pigeat bonam puellam intrare ad dominum nostrum, ut honorificetur coram illo, et bibat nobiscum vinum in jucunditate.",
          "english": "So Bagoas went from Holofernes' presence and entered Judith’s tent. He said, 'Do not hesitate, my good lady, to come before our master, so that you may be honored in his presence and drink wine with us in merriment.'"
        },
        {
          "number": 13,
          "latin": "Et dixit ad eum Judith: Quæ sum ego, ut contradicam domino meo? Quicquid utile est ante oculos ejus, hoc faciam velociter.",
          "english": "Judith answered him, 'Who am I to contradict my master? Whatever is pleasing in his sight, I will do it quickly.'"
        },
        {
          "number": 14,
          "latin": "Et exsurgens ornavit se vestimento suo, et omnibus mundis muliebribus, et praecessit eam ancilla ejus ut ostenderet Holoferni, quemadmodum introeuntem ad se suscipere deberet.",
          "english": "And rising, she adorned herself with her finest garments and all her feminine ornaments. Her maidservant went ahead of her to show Holofernes how he should receive her as she entered his presence."
        },
        {
          "number": 15,
          "latin": "Cumque introisset Judith, et recubuisset, Holofernes conturbatus est in anima sua, et concitatus in spiritu, factus est cupidus valde ejus, concupiscens eam ex tempore quo primum vidit illam.",
          "english": "When Judith entered and reclined at the table, Holofernes was deeply troubled in his spirit and stirred with strong desire. He became exceedingly lustful for her, coveting her from the very first moment he saw her."
        },
        {
          "number": 16,
          "latin": "Et dixit ad eam Holofernes: Bibe, et jocundare nobiscum.",
          "english": "Then Holofernes said to her, 'Drink, and be merry with us!'"
        },
        {
          "number": 17,
          "latin": "Et dixit Judith: Bibam, domine mi, quoniam magnificata est anima mea hodie præ omnibus diebus meis.",
          "english": "Judith replied, 'I will drink, my lord, for my spirit is exalted this day above all my previous days.'"
        },
        {
          "number": 18,
          "latin": "Et accepit et manducavit et bibit coram illo, quæ paraverat ancilla ejus.",
          "english": "And she took the food and drink her maidservant had prepared for her, and she ate and drank in his presence."
        },
        {
          "number": 19,
          "latin": "Et jucundatus est Holofernes ad eam, et bibit vinum multum nimis, quantum nunquam biberat in vita sua.",
          "english": "Holofernes was greatly delighted with her, and he drank an excessive amount of wine, more than he had ever drunk in his entire life."
        },
        {
          "number": 1,
          "latin": "Et jussit Holofernes ut introducerent eam quo erat thesaurus ejus, et jussit ut cibos de suis et vinum biberet.",
          "english": "Then Holofernes commanded that Judith be led to the place where his treasures were kept, and he also ordered that she should eat his own food and drink his own wine."
        },
        {
          "number": 2,
          "latin": "Et respondit Judith: Non comedam ex his, ne fiat mihi offensa: sed ex his quae adlata sunt mihi ex Judæa, comedam.",
          "english": "And Judith answered him: \"I will not eat any of these things, so that I may not commit a sin against God. Instead, I will eat from the provisions that I brought with me from Judea.\""
        },
        {
          "number": 3,
          "latin": "Et dixit Holofernes ad illam: Si defecerint tibi hæc quæ tecum adlata sunt, quid faciemus tibi?",
          "english": "Holofernes then said to her: \"If these provisions that you brought with you run out, what will we do for you then?\""
        },
        {
          "number": 4,
          "latin": "Et dixit Judith: Vivit anima tua, domine mi, quoniam non expendet ancilla tua omnia hæc, donec faciat Deus in manu mea hæc quæ cogitavi. Et locuti sunt ad illam ministri Holofernis de nocte.",
          "english": "Judith replied: \"As your soul lives, my lord, your handmaid will not use up all of these provisions until God accomplishes through me what I have planned.\" After she said this, Holofernes's servants spoke to her about this matter throughout the night."
        },
        {
          "number": 5,
          "latin": "Et introivit ad cubiculum suum.",
          "english": "Then Judith went into her own private chamber."
        },
        {
          "number": 6,
          "latin": "Et mansit in illis tribus diebus in castris, et in noctibus exiebat in vallem Bethuliæ, et lavabat se in fonte aquæ in castris.",
          "english": "She stayed in the camp for three days. During the nights, she would go out into the valley of Bethulia and wash herself at a spring of water located within the camp."
        },
        {
          "number": 7,
          "latin": "Et cum ascendisset, orabat Dominum Deum Israël, ut dirigeret viam ejus ad liberationem populi sui.",
          "english": "And when she returned, she would pray to the Lord, the God of Israel, asking Him to direct her path for the liberation of His people."
        },
        {
          "number": 8,
          "latin": "Et intrabat munda, et sic manebat in cubiculo suo, donec sumeret cibum ad vesperam.",
          "english": "She would re-enter her chamber in a state of ritual cleanliness and would remain there until she ate her meal in the evening."
        },
        {
          "number": 9,
          "latin": "Et in quarta die Holofernes fecit convivium servis suis, et dixit ad Vagao eunuchum suum: Vade, et suade Hebrææ illi ut sponte veniat, et manducet et bibat mecum.",
          "english": "On the fourth day, Holofernes prepared a feast for his servants. He then said to Bagoas, his chief eunuch: \"Go and persuade that Hebrew woman to come of her own free will and eat and drink with me.\""
        },
        {
          "number": 10,
          "latin": "Dixit enim indignum esse, si talem fœminam haberet, ut non frueretur ea: quinimo si non adhibuisset eam, derisui esset Hebræis.",
          "english": "For Holofernes believed it would be shameful for him to have such a woman in his camp and not enjoy her company. In fact, he thought that if he did not invite her, he would be ridiculed by the Hebrews themselves."
        },
        {
          "number": 11,
          "latin": "Et intravit Vagao ad Judith, et dixit: Non verearis, bona puella, intrare ad dominum meum, ut honoreris coram illo, ut manduces cum illo, et bibas vinum in lætitia.",
          "english": "So Bagoas went to Judith and said: \"Do not be afraid, good lady, to come to my lord. You will be honored in his presence, and you will eat with him and drink wine with joy.\""
        },
        {
          "number": 12,
          "latin": "Et dixit Judith: Quis sum ego, ut contradicam domino meo? Quidquid utile est in oculis ejus, hoc faciam statim: et erit mihi gaudium usque in diem mortis meæ.",
          "english": "And Judith responded: \"Who am I to contradict my lord? Whatever is pleasing in his eyes, I will do immediately. This will be a joy for me until the day of my death.\""
        },
        {
          "number": 13,
          "latin": "Et surrexit, et ornavit se vestimentis suis, et ingressa est, et stetit ante faciem ejus.",
          "english": "So she rose and adorned herself in her finest garments. Then she entered and stood before Holofernes."
        },
        {
          "number": 14,
          "latin": "Et immittens Holofernes eam in cubile suum, ait illi: Bibe nunc, et epulare mecum, et jucundare.",
          "english": "Holofernes had her brought onto his couch and said to her: \"Drink now, and feast with me, and enjoy yourself.\""
        },
        {
          "number": 15,
          "latin": "Et dixit Judith: Bibam, domine, quoniam amplificata est anima mea in hac die super omnes dies meos.",
          "english": "Judith replied: \"I will drink, my lord, because my spirit has been lifted this day more than on any previous day of my life.\""
        },
        {
          "number": 16,
          "latin": "Et accepit, et manducavit et bibit coram illo, quæ præparaverat ancilla ejus ei.",
          "english": "And she took the food and ate and drank before him from what her maidservant had prepared for her."
        },
        {
          "number": 17,
          "latin": "Et jucundatus est Holofernes in ea, et bibit vinum multum nimis, quantum nunquam biberat in vita sua.",
          "english": "Holofernes was greatly pleased with her, and he drank an excessive amount of wine, more than he had ever drunk in his entire life."
        },
        {
          "number": 18,
          "latin": "Et cum sero esset factum, surrexit unusquisque de servis illius, et festinavit in hospitia sua: et clausit Vagao ostia cubiculi, et abiit.",
          "english": "When evening arrived, each of his servants got up and hurried to their quarters. Then Bagoas closed the doors of the bedroom and left."
        },
        {
          "number": 19,
          "latin": "Et erant omnes fatigati a convivio, admodum Holofernes, et Judith sola erat in cubiculo.",
          "english": "Everyone was exhausted from the feast, especially Holofernes. Only Judith remained alone in the bedroom with him."
        },
        {
          "number": 20,
          "latin": "Et cum esset Holofernes vino gravis, recubuit in lecto suo.",
          "english": "When Holofernes was heavily intoxicated with wine, he lay down on his bed."
        },
        {
          "number": 21,
          "latin": "Et misit Judith ad ancillam suam ut staret foras ante cubiculum, et expectaret, donec exiret sicut consueverat in oratione sua.",
          "english": "Judith sent word to her maidservant to stand outside the bedroom and wait until she came out, as she usually did for her prayers."
        },
        {
          "number": 22,
          "latin": "Dixit enim Judith, quod egredietur ad orationem suam, et nuntiavit Vagao.",
          "english": "Judith had previously told Bagoas that she would go out for her prayers, and he had been informed."
        },
        {
          "number": 23,
          "latin": "Et cum abiissent omnes, et nemo esset a secreto usque ad minorem, stetit Judith juxta caput ejus orans cum lacrymis, et movens labia in silentio.",
          "english": "After everyone had left and there was no one present, from the most trusted to the least important servant, Judith stood by Holofernes's head, praying with tears and moving her lips in silence."
        },
        {
          "number": 24,
          "latin": "Et dicens: Confirma me Domine Deus Israël, et respice in opera manuum mearum, ut sicut promisisti, possim perficere.",
          "english": "And she said: \"Strengthen me, Lord God of Israel, and look upon the work of my hands. Grant that I may accomplish what you have promised, just as you promised.\""
        },
        {
          "number": 25,
          "latin": "Et extraxit gladium Holofernis, qui erat sub cervicali ejus.",
          "english": "Then she drew out Holofernes's sword, which was lying beneath his pillow."
        },
        {
          "number": 26,
          "latin": "Et apprehendens comam capitis ejus, dixit: Confirma me Domine Deus in hac hora.",
          "english": "And grasping the hair of his head, she said: \"Strengthen me, Lord God, in this very hour.\""
        },
        {
          "number": 27,
          "latin": "Et percussit bis in cervicem ejus, et abscidit caput ejus, et avulsit totum corpus ejus a capite, et abscondit illud sub conopeo.",
          "english": "And she struck him twice on his neck, severing his head. She completely separated his body from his head and then concealed the head beneath his mosquito netting, which covered his bed."
        },
        {
          "number": 28,
          "latin": "Et exivit, et tradidit caput Holofernis ancillæ suæ, et jussit ut in sportam suam mitteret.",
          "english": "She then went out and handed Holofernes's head to her maidservant, instructing her to put it into her provision basket."
        },
        {
          "number": 29,
          "latin": "Et exierunt ambo secundum consuetudinem suam, quasi ad orationem, et transierunt castra, et circuierunt vallem, et venerunt ad portam civitatis.",
          "english": "Then both of them left the tent according to their usual routine, as if going out for prayer. They passed through the camp, circled the valley, and finally arrived at the gate of the city of Bethulia."
        },
        {
          "number": 30,
          "latin": "Et dixit Judith in longinquo custodibus murorum: Aperite portas, quoniam nobiscum est Deus, qui fecit virtutem in Israël.",
          "english": "From a distance, Judith called out to the guards on the walls: \"Open the gates, for God is with us, He who has shown great strength in Israel!\""
        },
        {
          "number": 31,
          "latin": "Et cum audissent homines vocem ejus, festinaverunt ad portas civitatis, et vocaverunt majores natu civitatis.",
          "english": "When the people heard her voice, they rushed to the city gates and summoned the elders of the city."
        },
        {
          "number": 32,
          "latin": "Et concurrerunt omnes a minimo usque ad maximum, quoniam sperabant eam jam non esse venturam.",
          "english": "Everyone gathered, from the least to the greatest, because they had given up hope that she would ever return."
        },
        {
          "number": 33,
          "latin": "Et accendentes luminaria, aperuerunt eis: et susceperunt eos, et fecerunt lumen magnum in lætitia.",
          "english": "And lighting their lamps, they opened the gates for them. They welcomed Judith and her maidservant, and a great light of joy shone forth."
        },
        {
          "number": 34,
          "latin": "Et dixit eis Judith: Laudate Dominum Deum nostrum, qui non deseruit sperantes in se.",
          "english": "Then Judith said to them: \"Praise the Lord our God, who has not abandoned those who hope in Him!\""
        },
        {
          "number": 35,
          "latin": "Et in me ancilla sua adimplevit misericordiam suam, quam pollicitus est domui Israël, et per manum meam occidit principem inimicorum vestrorum.",
          "english": "And through me, His handmaid, He has fulfilled His mercy, which He promised to the house of Israel. Through my hand, He has killed the leader of your enemies!"
        },
        {
          "number": 36,
          "latin": "Et proferens de sporta caput Holofernis, ostendit illis, dicens: Ecce caput Holofernis principis militiæ Assyriorum, et ecce conopeum ejus, in quo recumbebat in ebrietate sua, ubi percussit illum Dominus Deus noster.",
          "english": "Then, drawing Holofernes's head from her basket, she showed it to them, saying: \"Behold, the head of Holofernes, the commander of the Assyrian army! And behold his own mosquito netting, where he lay in his drunkenness, and where the Lord our God struck him down!\""
        },
        {
          "number": 37,
          "latin": "Et humiliatum est os Altissimi, in manu fœminæ.",
          "english": "And the mouth of the Most High God was humbled, by being defeated by the hand of a woman."
        },
        {
          "number": 38,
          "latin": "Tunc adorans omnis populus, Deum, et dicens: Benedictus es tu Domine, qui exterminasti inimicos tuos in hac die.",
          "english": "Then all the people worshipped God, saying: \"Blessed are You, O Lord, who have utterly destroyed your enemies on this very day!\""
        },
        {
          "number": 39,
          "latin": "Et dixit Ozias princeps populi Israël ad Judith: Benedicta es tu, filia, a Domino Deo excelso super omnes mulieres super terram.",
          "english": "And Ozias, the leader of the people of Israel, said to Judith: \"Blessed are you, daughter, by the Lord, the most high God, above all women on the earth.\""
        },
        {
          "number": 40,
          "latin": "Benedictus Deus qui creavit cælum et terram, qui te direxit in vulnera capitis principis inimicorum nostrorum: quia hodie nomen tuum ita magnificavit, ut non recedat laus tua de ore hominum, qui memoriam fuerint virtutis Dei in æternum. Amen, amen.",
          "english": "Blessed be God, who created the universe and the earth, who guided you in striking down the head of the leader of our enemies! For today, He has so magnified your name that your praise will never depart from the mouths of men, who will forever remember the power of God. Amen, amen."
        }
      ]
    },
    {
      "number": 13,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Ut autem silentium factum est in castris, et Holofernes vino nimiæ crapulæ pondere oppressus, jacebat in lecto suo:",
          "english": "When silence finally settled in the camp, Holofernes was weighed down by excessive wine and drunkenness, and he lay passed out on his bed."
        },
        {
          "number": 2,
          "latin": "vocavit Judith abram suam, et exivit de cubiculo, sicut in diebus singulis faciebat. Credens enim Bagoas Judæam dormire, et ad Holofernis non esse.",
          "english": "Judith called her maidservant and went out of the bedroom, just as she did every other day. This was because Bagoas believed the Jewish woman was asleep and not with Holofernes."
        },
        {
          "number": 3,
          "latin": "Et clausit Judith ostium cubiculi sui, et stans ante faciem illius, oravit voce magna, dicens: Domine Deus omnis virtutis, respice in hanc horam, et adimple illam.",
          "english": "Judith closed the door of her private room, and standing before God, she prayed with a loud voice, saying, \"Lord God, You who possess all power, look upon this very hour and bring about my purpose.\""
        },
        {
          "number": 4,
          "latin": "Et confregit virtutem inimicorum meorum, et adimple propositum meum: quoniam in te est omnis virtus mea, et in tuis dispositionibus omnis potestas mea.",
          "english": "\"Break the power of my enemies, and fulfill my plan. For all my strength is in You, and all my authority depends on Your arrangements.\""
        },
        {
          "number": 5,
          "latin": "Et cum orasset haec, venit ad tentorium Holofernis, et accepit gladium ejus, qui pendebat super lectum ejus:",
          "english": "After she had prayed these things, she came to Holofernes’ tent and took his sword, which was hanging over his bed."
        },
        {
          "number": 6,
          "latin": "et stans super caput ejus, detexit caput illius, et accepit gladium suum,",
          "english": "And standing over his head, she uncovered his head, and she took her sword—meaning, she firmly grasped his sword, which was now her instrument."
        },
        {
          "number": 7,
          "latin": "et percussit eum in cervicem suam bis, et amputavit caput ejus. Et accepit caput ejus, et dedit illud abræ suae:",
          "english": "And she struck him twice in his neck, severing his head. She then took his head and gave it to her maidservant."
        },
        {
          "number": 8,
          "latin": "et illa posuit illud in pera sua: et exierunt secundum morem suum, ut essent in orationibus. Et transierunt castra, et ascenderunt in montem.",
          "english": "The maidservant put the head into her bag. Then they both exited according to their custom, as if they were going out for prayers. They passed through the camp and ascended the mountain."
        },
        {
          "number": 9,
          "latin": "Cumque essent in castris, venerunt ad portam civitatis. Et dixit Judith portariis: Aperite mihi portas civitatis, et ego ostendam vobis caput Holofernis, principis omnis exercitus Assyriorum.",
          "english": "When they were still in the camp but had reached the city gate, Judith said to the gatekeepers, \"Open the city gates for me, and I will show you the head of Holofernes, the commander of the entire Assyrian army.\""
        },
        {
          "number": 10,
          "latin": "Et cum aperuissent portae, et intrassent civitatem, vocavit Judith omnem plebem, et ostendit illis caput Holofernis, dicens:",
          "english": "After the gates were opened and they had entered the city, Judith called all the people together and showed them Holofernes' head, saying:"
        },
        {
          "number": 11,
          "latin": "Ecce caput Holofernis, ducis omnis exercitus Assyriorum, et ecce vela ejus, in quibus jacebat in ebrietate sua, et ecce me percussit illum in cervicem suam, et amputavit caput ejus.",
          "english": "\"Behold, the head of Holofernes, the leader of the entire Assyrian army! And look at his canopy, under which he lay in his drunkenness! And behold, I myself struck him in his neck and severed his head!\""
        },
        {
          "number": 12,
          "latin": "Et dixit illis: Gratias agite Domino Deo vestro, qui vos hodie salvavit de manu inimicorum vestrorum, et dedit mihi in manus Holofernis.",
          "english": "And she said to them, \"Give thanks to the Lord your God, who has saved you today from the hand of your enemies, and who gave Holofernes into my hands.\""
        },
        {
          "number": 13,
          "latin": "Et omnis populus qui erat in Jerusalem, laudavit Dominum Deum suum, dicens: Benedictus es, Domine Deus noster, qui nos hodie salvasti de manu inimicorum nostrorum.",
          "english": "And all the people who were in Jerusalem praised the Lord their God, saying, \"Blessed are You, Lord our God, who has saved us today from the hand of our enemies.\""
        },
        {
          "number": 14,
          "latin": "Et omnis plebs laudavit Dominum, et adoravit Deum, dicens: Amen, Amen.",
          "english": "And all the people praised the Lord and adored God, saying, \"Amen, Amen.\""
        }
      ]
    },
    {
      "number": 14,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Dixit autem Judith ad omnes: Audite me, fratres: suspendite caput Holofernis super muros nostros.",
          "english": "Judith then said to all of them, \"Listen to me, brothers! We will hang Holofernes' head on our city walls.\""
        },
        {
          "number": 2,
          "latin": "Et erit omnis vir qui assumpserit arma, et omnis inhabitans civitatem, conveniat in unum, et simul exeat quasi ad hostes a filiis Israël profecturus.",
          "english": "\"Then, every man who takes up weapons, and every person living in our city, should gather together. And you must all go out as if you are about to attack the enemies of the sons of Israel.\""
        },
        {
          "number": 3,
          "latin": "Ut fugiant hostes, ad comprehendendum principes Assyriorum, et tendant ad castra Assyriorum.",
          "english": "\"The goal is for the enemy to flee, so that we can capture the leaders of the Assyrians and advance towards their camps.\""
        },
        {
          "number": 4,
          "latin": "Et erit cum duces eorum viderint caput Holofernis, in fugam se convertent, et per aquas et pedes fugientes, vosque insequentes.",
          "english": "\"When their commanders see Holofernes' head, they will instantly turn and flee. They will try to escape by any means, over land and across the waters, and you must pursue them.\""
        },
        {
          "number": 5,
          "latin": "Haec autem cum docuisset eos, præcepit ut facerent quæ locuta est.",
          "english": "After Judith had taught them these things, she commanded them to do exactly what she had told them."
        },
        {
          "number": 6,
          "latin": "Ascendit itaque Judith super muros, et suspendit caput Holofernis in murum. Et omnis vir assumpsit arma, et convenerunt secundum quod locuta fuerat ei.",
          "english": "So Judith went up onto the city walls and hung Holofernes' head there. Then, every man took up his weapons, and they gathered just as she had instructed them."
        },
        {
          "number": 7,
          "latin": "Et factum est cum mane illuxisset, suspenderunt in murum arma sua, et exierunt omnes in unum, quasi impetum facientes in castra Assyriorum.",
          "english": "And it happened that when the morning light appeared, they displayed their weapons on the wall, and all of them went out together, making it seem as if they were launching an attack on the Assyrian camps."
        },
        {
          "number": 8,
          "latin": "Et speculatores videntes eos, cucurrerunt ad præpositos suos, et annuntiaverunt eis.",
          "english": "The Assyrian scouts saw them and immediately ran to their superiors, announcing what they had observed."
        },
        {
          "number": 9,
          "latin": "Qui cum perrexissent ad tabernaculum Holofernis, et non invenissent eum, nuntiaverunt principibus eorum:",
          "english": "When these superiors went to Holofernes' tent and did not find him, they reported it to their commanders."
        },
        {
          "number": 10,
          "latin": "Qui perrexerunt ad tabernaculum ejus, et steterunt circumstantes, et clamaverunt ad ostiarium, qui jacebat ante cortinam tabernaculi, dicentes: Aperi, et ingredere, et nuntia domino tuo:",
          "english": "So the commanders went to Holofernes' tent. They stood around it and called out to the doorkeeper, who was lying before the tent's curtain, saying, \"Open the tent, go inside, and tell your master:\""
        },
        {
          "number": 11,
          "latin": "Suscitavit enim te inimicus, et egressus est in insultationem tui, sicut mulieres fornicatrices.",
          "english": "\"Your enemy has woken you up, and he has gone out to insult you, behaving like a loose woman.\""
        },
        {
          "number": 12,
          "latin": "Et non est qui moveat, aut aperiat, sed dormiunt in uno. Erat enim Bacuæ inebriatus, et omnes ministri ejus.",
          "english": "No one could stir him or open the tent, for they were all asleep together. Holofernes' eunuch, Bagoas, was drunk, as were all of his servants."
        },
        {
          "number": 13,
          "latin": "Et exierunt cum Bacuæ, et intraverunt in tabernaculum, et invenerunt eum jacentem super torum, cadaver putre.",
          "english": "So the commanders went with Bagoas and entered the tent. They found Holofernes lying on his bed, a decaying corpse."
        },
        {
          "number": 14,
          "latin": "Et statim exclamaverunt, et scissa veste sua, exierunt ad principem et omnes duces ejus.",
          "english": "And immediately, they cried out in alarm. Tearing their clothes, they rushed out to their general and all his commanders."
        },
        {
          "number": 15,
          "latin": "Et annuntiaverunt eis quod jacebat Holofernes mortuus, et caput ejus amputatum.",
          "english": "They announced to them that Holofernes was lying dead, and his head had been cut off."
        },
        {
          "number": 16,
          "latin": "Et exclamavit omnis dux et universi principes Assyriorum, et timuerunt valde, et tremuerunt, et scissa veste sua, exierunt ad omnes castrorum suorum.",
          "english": "Every general and all the leaders of the Assyrians cried out in dismay. They were terrified and trembled with fear. Tearing their clothes, they rushed out to every part of their camps."
        },
        {
          "number": 17,
          "latin": "Et nuntiaverunt quod Holofernes occisus est, et duces eorum mortui, et scissæ vestes eorum. Et omnes in unum, timuerunt valde, et tremuerunt, et contremuerunt, et parati sunt ad fugam, et non audentes se mutuo ad loquendum.",
          "english": "They announced that Holofernes had been killed, and their leaders were dead, and their clothes were torn in lament. All of them together were extremely afraid, and they trembled and quaked with terror. They prepared to flee, not daring to speak to one another."
        },
        {
          "number": 18,
          "latin": "Sed omnes simul, sicut uno impetu, quasi ad fugam, et dimittentes omnia quæ in castris erant, quasi ad fugam.",
          "english": "Instead, everyone, as if in a single rush, prepared for flight. They abandoned everything that was in their camps as if they were fleeing for their lives."
        },
        {
          "number": 19,
          "latin": "Et cum scirent, quod Holofernes occisus est, fugerunt per vias, et per montes, et per omnes valles, et per omnes semitas, et per omnes castrorum suorum. Et omnes qui fugerunt, salvati sunt. Et illi qui remanserant in castris, cæsi sunt ab illis qui fugerant.",
          "english": "And when they knew that Holofernes was killed, they fled by the roads and through the mountains, and through all the valleys, and along all the paths, abandoning all their camps. All who fled were saved. But those who had remained in the camps were killed by the very ones who had fled, in the chaos of their desperate rout."
        }
      ]
    },
    {
      "number": 15,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Haec audientes, inimici nostri fugerunt, et coeperunt currere in omnes vias campestres et montanas. Illi quoque qui erant in castris, audientes exercitum Judæorum capto et occiso Holoferne, fugerunt.",
          "english": "Upon hearing the news of Holofernes’ death, our enemies immediately fled. They began to run in every direction across the plains and into the mountains. Those who were still in the Assyrian battle-camps, upon hearing that the Judean forces had captured and killed Holofernes, also fled in a panic."
        },
        {
          "number": 2,
          "latin": "Et egressi sunt omnes qui erant per colles et per montes, ab Assyriorum castris ad bellum. Tunc filii Israel, omnes qui poterant invenire arma, fugerunt in eos.",
          "english": "All who were scattered among the hills and mountains from the Assyrian camps, abandoning their war effort, continued to flee. Then the children of Israel, all who could find weapons, rushed against them, pursuing the retreating army."
        },
        {
          "number": 3,
          "latin": "Et Olophernes cecidit in domo sua; et omnes exercitus ejus, qui ad portam civitatis Bethulia erant, fugerunt.",
          "english": "Holofernes had fallen in his own tent. And all of his army who had been besieging the gate of the city of Bethulia fled at once."
        },
        {
          "number": 4,
          "latin": "Tunc Joacim sacerdos magnus, et seniores Israelis, qui habitabant in Jerusalem, venerunt ad Bethuliam, ut viderent Judit et salutarent eam.",
          "english": "Then Joakim, the High Priest, and the elders of Israel who lived in Jerusalem came to Bethulia to see Judith and greet her with honor."
        },
        {
          "number": 5,
          "latin": "Et omnes viri ejus, et omnes mulieres civitatis suæ, venerunt ad eam. Et cum venisset ad eam, benedixerunt eam omnes unanimiter, dicentes: Tu es gloria Jerusalem, tu es lætitia Israel, tu es honor populi nostri.",
          "english": "All the men and all the women of her city, Bethulia, came to her. When they had gathered, they all blessed her with one voice, saying: “You are the glory of Jerusalem! You are the joy of Israel! You are the honor of our people!”"
        },
        {
          "number": 6,
          "latin": "Quia fecisti hæc omnia manu tua, et cum omnibus bonis fecisti Israel. Et hæc omnia fecisti in cordibus eorum, et in cordibus nostris: sit tibi in æternum benedictio.",
          "english": "Because you did all these things by your own hand, you have brought great good to Israel. And you have stirred courage in their hearts and in our hearts with all these deeds. May a blessing be upon you forever."
        },
        {
          "number": 7,
          "latin": "Et clamavit omnis populus: Amen.",
          "english": "And all the people cried out, “Amen!”"
        },
        {
          "number": 8,
          "latin": "Et omnes mulieres Israel convenerunt in unum ad eam, et benedixerunt eam. Et post dies aliquot venit Ozias princeps civitatis ad eam, et dixit ei:",
          "english": "All the women of Israel gathered together around her and blessed her. After several days, Ozias, the ruler of the city, came to her and said to her:"
        },
        {
          "number": 9,
          "latin": "Domina, benedicta tu a Domino Deo Israel, quia per te factum est hoc.",
          "english": "“Lady, may you be blessed by the Lord God of Israel, because this great thing has been accomplished through you.”"
        },
        {
          "number": 10,
          "latin": "Et respondit Judith ad eum: Vivit Dominus, quia per manum meam facta est victoria in Israel.",
          "english": "And Judith responded to him: “As the Lord lives, victory has been achieved in Israel through my hand.”"
        },
        {
          "number": 11,
          "latin": "Et dixit Ozias ad eam: Benedicta tu, filia, a Domino Deo Israel, quia fecisti hæc, et Dominus fecit in te virtutem, et exaltavit te, ut omnes homines te glorificent.",
          "english": "And Ozias said to her: “Blessed are you, daughter, by the Lord God of Israel, because you did these things. The Lord empowered you and exalted your name, so that all people may glorify you.”"
        },
        {
          "number": 12,
          "latin": "Et omnis populus dixit: Amen.",
          "english": "And all the people said, “Amen!”"
        },
        {
          "number": 13,
          "latin": "Et iterum dixit Ozias: Benedicta tu, filia, a Domino Deo Israel, quia per te facta est victoria in Israel.",
          "english": "And again Ozias said: “Blessed are you, daughter, by the Lord God of Israel, because through you victory has been accomplished in Israel.”"
        },
        {
          "number": 14,
          "latin": "Et post dies triginta reversa est ad domum suam, et non cognovit virum in omnibus diebus vitæ suæ, a die qua mortuus est Manasses vir ejus.",
          "english": "After thirty days, she returned to her home. And she did not have a man intimately in all the days of her life, from the day her husband Manasses died."
        },
        {
          "number": 15,
          "latin": "Et facta est in dierum illorum, usque ad mortem. Et facta est in domo sua, usque ad centum quinque annos.",
          "english": "She lived a life of honor and purity throughout those days, until her death. And she remained in her home until she was one hundred and five years old."
        },
        {
          "number": 16,
          "latin": "Et sepelierunt eam in sepulchro Manasses viri sui, et luctum fecerunt super eam dies septem.",
          "english": "They buried her in the tomb of Manasses, her husband. And they observed a seven-day mourning period for her."
        },
        {
          "number": 17,
          "latin": "Et nemo conturbavit Israel in omnibus diebus vitæ Judith, et post mortem ejus, multis diebus.",
          "english": "And no enemy attacked or troubled Israel in all the days of Judith’s life, and for a long time after her death."
        },
        {
          "number": 1,
          "latin": "Quod cum audissent omnes incola Judææ, quæ juxta erant, facta sunt eis quasi una mente, ut ad eos pergerent.",
          "english": "When all the inhabitants of Judea who were in the vicinity heard about the victory, they became as one mind.\nThey went out to meet the returning people."
        },
        {
          "number": 2,
          "latin": "Et exierunt universi de Bethlehem, et Bethmestim, et Bethoron, et Beli, et Cholæ, et Cades, et fluminis torrentis, et de civitate Magdeddi, et de campis, et convallibus, et ut simul occurrerent eis ad diem tertium in Bethuliam.",
          "english": "Everyone came out from Bethlehem, Bethmestim, Bethoron, Beli, Chola, Cades, the torrent stream, the city of Magdeddi, and from the fields and valleys.\nThey all went to meet them together, arriving in Bethulia on the third day."
        },
        {
          "number": 3,
          "latin": "Et omnes accipientes stolam, et viri, et mulieres, et parvuli Judæi in Bethuliam, ut benedicerent Judit, et visum facerent ei.",
          "english": "And all the Jews in Bethulia—men, women, and children—came out, each one wearing their best cloak.\nThey wanted to bless Judith and see her."
        },
        {
          "number": 4,
          "latin": "Et venerunt omnes et benedixerunt eam una voce, dicentes: Tu gloria Jerusalem, tu lætitia Israël, tu honorificentia populi nostri:",
          "english": "And all of them came, and with one voice they blessed her, saying:\n'You are the glory of Jerusalem! You are the joy of Israel! You are the honor of our people!'"
        },
        {
          "number": 5,
          "latin": "quia fecisti hæc omnia manu tua, sicut bona opera fecit Israël: benedicaris tu in æternum.",
          "english": "'For you have done all these things by your own hand, just as Israel has performed great deeds.\nMay you be blessed forever!'"
        },
        {
          "number": 6,
          "latin": "In diebus illis, omnes populi in Bethulia, benedicebant eam, cum gaudio, et lætitia, et tripudio.",
          "english": "In those days, all the people in Bethulia blessed her with joy, gladness, and dancing."
        },
        {
          "number": 7,
          "latin": "Et protulerunt omnes viri Israelis (illi scilicet qui pugnaverant) spolia, capientes Holofernis, quæcumque illius fuerant, de argento, et auro, et vestimentis, et vasis, et omni supellectili: et dederunt omnia Judit.",
          "english": "And all the men of Israel—namely, those who had fought—brought out the spoils they had taken from Holofernes.\nThis included all his silver, gold, garments, vessels, and all his furnishings. They gave everything to Judith."
        },
        {
          "number": 8,
          "latin": "Et omnes populi lætati sunt, et epulati sunt cum lætitia, in conspectu sanctorum, et per dies triginta.",
          "english": "And all the people rejoiced and feasted with gladness in the presence of the holy people for thirty days."
        },
        {
          "number": 9,
          "latin": "Tamen et quæcumque erant Holofernis, dedit illa templo Domini in Jerusalem, et spolia omnia Holofernis.",
          "english": "However, Judith gave everything that had belonged to Holofernes to the Temple of the Lord in Jerusalem.\nThis included all his spoils."
        },
        {
          "number": 10,
          "latin": "Populus autem perlætabatur in Bethulia de Judit, et lætus erat omnis Israël.",
          "english": "The people in Bethulia rejoiced exceedingly because of Judith, and all of Israel was filled with joy."
        },
        {
          "number": 11,
          "latin": "Deinde congregati sunt omnes sacerdotes ab Jerusalem et omnes seniores Israelis venerunt, ut viderent bona quæ fecerat Dominus Israeli, et ut loquerentur Judit, et ut benedicerent eam.",
          "english": "Then all the priests from Jerusalem gathered, and all the elders of Israel came.\nThey came to see the good things the Lord had done for Israel and to speak with Judith and bless her."
        },
        {
          "number": 12,
          "latin": "Et quieverunt a bello diebus multis, et adierunt Jerusalem in sanctificationem.",
          "english": "And they rested from war for many days.\nThen they went to Jerusalem to offer sacrifices of thanksgiving and purification to God."
        },
        {
          "number": 13,
          "latin": "Et ascendit in Jerusalem Judit cum omnibus bonis Holofernis quæ dederat illi populus, et imposuit omnia vota Domini, et omnia vota populi.",
          "english": "And Judith went up to Jerusalem with all the goods of Holofernes that the people had given her.\nShe dedicated all the offerings to the Lord and presented all the vows made by the people."
        },
        {
          "number": 14,
          "latin": "Et vidit omnis populus eam, et benedicebant eam, et mirabantur, et omnis dies eius erat benedictionis, in diebus Israel.",
          "english": "And all the people saw her, and they blessed her, and they marveled at her.\nEvery day of her life was a blessing in the days of Israel."
        },
        {
          "number": 15,
          "latin": "Et permansit Judit in Bethulia multis diebus, et omnes quæ illius erant, in Bethulia permanserunt.",
          "english": "And Judith remained in Bethulia for many days.\nAll those who belonged to her household also remained in Bethulia."
        },
        {
          "number": 16,
          "latin": "Et non cognovit virum usque ad mortem suam.",
          "english": "And she did not have intimate relations with a man until her death.\nThis means she remained a widow."
        },
        {
          "number": 17,
          "latin": "Et reliquit omnia sua ancillæ suæ, et omnia sua domui suæ, et omnia quæ acceperat de Holoferne, et quæcumque fuerant illius.",
          "english": "And she left all her possessions to her handmaid, and all her wealth to her own house and family.\nShe also left everything she had received from Holofernes, and everything that had belonged to him."
        },
        {
          "number": 18,
          "latin": "Et facta est in omni tempore honorata, et honorifice vixit in diebus suis omnibus in Bethulia.",
          "english": "And she was honored at all times.\nShe lived honorably all her days in Bethulia."
        },
        {
          "number": 19,
          "latin": "Et non erat in diebus illis, aut multis temporibus, qui turbaret Israël post mortem Judit.",
          "english": "And there was no one in those days, or for many years after, who disturbed Israel after the death of Judith."
        }
      ]
    },
    {
      "number": 16,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Tunc cantavit Judith canticum hoc Domino, dicens:",
          "english": "At that time, Judith sang this song to the Lord, as she said:"
        },
        {
          "number": 2,
          "latin": "Incipite Domino in tympanis, cantate in cymbalis, modulamini illi in psalmis et laudibus: quia defecit os novum ab illo:",
          "english": "Start a new song to the Lord with drums, sing to Him with cymbals, play for Him with psalms and praises, for a new song has burst forth from Him."
        },
        {
          "number": 3,
          "latin": "Dominus enim conterens bella, Dominus nomen est illi.",
          "english": "For the Lord is the One who crushes wars. Lord is His very name."
        },
        {
          "number": 4,
          "latin": "Qui posuit castra sua in medio populi sui, ut eruat nos de manu omnium inimicorum nostrorum.",
          "english": "He has established His presence among His people, so that He might deliver us from the power of all our enemies."
        },
        {
          "number": 5,
          "latin": "Venit Assur de montibus ab aquilonem, in multitudine fortitudinis suae: cujus multitudo obturavit torrentes, et equi eorum cooperuerunt valles.",
          "english": "Assyria came from the mountains to the north, with a mighty army. Its vast numbers blocked the rivers, and their horses covered the valleys of the land."
        },
        {
          "number": 6,
          "latin": "Minatus est transire fines meos, et interficere juvenes meos gladio: infantes meos dare in praedam, et virgines in captivitatem.",
          "english": "Holofernes threatened to invade our land and kill our young men with a sword. He planned to give our infants as plunder and our virgins into captivity."
        },
        {
          "number": 7,
          "latin": "Sed omnipotens Dominus, contrivit illos, et dedit eos in manus mulieris, et corruerunt illi.",
          "english": "But the Almighty Lord crushed them. He gave them into the hands of a woman, and they were defeated."
        },
        {
          "number": 8,
          "latin": "Non enim ceciderunt potentes eorum a juvenibus, neque filii Titan percusserunt illos, nec gigantes magni imposuerunt super eos.",
          "english": "Their powerful warriors did not fall by the hand of young men, nor did the strong, legendary giants strike them down. No mighty heroes attacked them."
        },
        {
          "number": 9,
          "latin": "Sed manus Judith filiae Merari percussit illum in vulnere, et cecidit in fugam:",
          "english": "Instead, the hand of Judith, daughter of Merari, struck him with a fatal blow, and he fell, causing his army to flee."
        },
        {
          "number": 10,
          "latin": "quia omnis virtus ejus, sicut aqua tabescet.",
          "english": "For all his strength and power would melt away like water."
        },
        {
          "number": 11,
          "latin": "Ascendit Holofernes in castra sua, et omnes principes ejus, et ministri ejus:",
          "english": "Holofernes was in his own camp, along with all his generals and his officers."
        },
        {
          "number": 12,
          "latin": "Et coeperunt clamare ad invicem, et dicere: Quis est iste qui nos audebat?",
          "english": "Then they began to cry out to one another, asking, \"Who is this person who dared to attack us in this manner?\""
        },
        {
          "number": 13,
          "latin": "Et factum est ut fugerent de castris, et omnes qui erant cum illis.",
          "english": "And so it happened that they, and all who were with them, fled from the camp."
        },
        {
          "number": 14,
          "latin": "Et cecidit super eos timor et tremor, et conturbatio, et cito discederent in via deserti.",
          "english": "Fear, trembling, and utter confusion overcame them, and they quickly departed, scattering into the desert."
        },
        {
          "number": 15,
          "latin": "Et filii Israel, qui cum ipsis erant in castris, secuti sunt eos usque in fines Assyriorum.",
          "english": "And the children of Israel, who were present at the camp, pursued the Assyrians all the way to the borders of their land."
        },
        {
          "number": 16,
          "latin": "Et reversi sunt, et obtinuerunt omnia quae reliquerant illi.",
          "english": "They returned, taking possession of everything the Assyrians had left behind."
        },
        {
          "number": 17,
          "latin": "Et sanctificaverunt dies festos, et obtulerunt Domino sacrificium, et laudaverunt Deum, quia salvavit eos.",
          "english": "And they consecrated feast days, offered sacrifices to the Lord, and praised God, because He had saved them."
        },
        {
          "number": 18,
          "latin": "Et factum est, ut post dies multos, transiret ab eis Holofernes, et omnes principes ejus, et ministri ejus.",
          "english": "And it happened that after many days, Holofernes and all his generals and officers had completely passed away from any influence over them, and were no longer a threat."
        },
        {
          "number": 19,
          "latin": "Et factum est ut abirent filii Israel cum gaudio magno, et laetitia, et in omnibus laudibus, et gratiarum actionibus Domino.",
          "english": "And so the children of Israel departed with great joy and gladness, giving all praises and acts of thanksgiving to the Lord."
        },
        {
          "number": 20,
          "latin": "Et obtulerunt Domino sacrificia, quia salvavit eos de manu inimicorum suorum, et non erant amplius inimici in omnibus finibus eorum.",
          "english": "They offered sacrifices to the Lord because He had saved them from the power of their enemies, and there were no longer any enemies within all their borders."
        },
        {
          "number": 21,
          "latin": "Et factum est, ut filii Israel manerent in Jerusalem, et celebrarent diem festum.",
          "english": "And so the children of Israel remained in Jerusalem, celebrating the feast day."
        },
        {
          "number": 22,
          "latin": "Et Judith fuit valde in honore in omnibus diebus vitae suae, et nemo erat qui de illa diceret verbum malum.",
          "english": "Judith was greatly honored throughout all the days of her life, and no one ever spoke an evil word against her."
        },
        {
          "number": 23,
          "latin": "Et factum est ut post obitum Judith, nemo superaret populum suum, in omnibus diebus vitae suae, et in diebus liberorum suorum.",
          "english": "And it came to pass that after Judith's death, no one overcame her people throughout all the days of her descendants."
        },
        {
          "number": 24,
          "latin": "Et dedit Deus illi ut requiesceret in pace, et non esset in omnibus finibus eius bellum, et esset in omnibus diebus vitae suae, et in diebus liberorum suorum.",
          "english": "And God granted her to rest in peace, and there was no war within all of her people's borders throughout all the days of her life and the days of her descendants."
        },
        {
          "number": 25,
          "latin": "Et abiit in domum suam, et mansit ibi annos multos, et mortua est in Bethulia, et sepelierunt illam in sepulchro patris sui.",
          "english": "And she returned to her own house and remained there for many years. She died in Bethulia, and they buried her in her father's tomb."
        },
        {
          "number": 26,
          "latin": null,
          "english": null
        },
        {
          "number": 27,
          "latin": null,
          "english": null
        },
        {
          "number": 28,
          "latin": null,
          "english": null
        },
        {
          "number": 29,
          "latin": null,
          "english": null
        },
        {
          "number": 30,
          "latin": null,
          "english": null
        },
        {
          "number": 31,
          "latin": null,
          "english": null
        },
        {
          "number": 32,
          "latin": null,
          "english": null
        },
        {
          "number": 33,
          "latin": null,
          "english": null
        },
        {
          "number": 34,
          "latin": null,
          "english": null
        },
        {
          "number": 35,
          "latin": null,
          "english": null
        },
        {
          "number": 36,
          "latin": null,
          "english": null
        },
        {
          "number": 37,
          "latin": null,
          "english": null
        },
        {
          "number": 38,
          "latin": null,
          "english": null
        },
        {
          "number": 39,
          "latin": null,
          "english": null
        },
        {
          "number": 40,
          "latin": null,
          "english": null
        },
        {
          "number": 1,
          "latin": "Hymnum cantemus Domino, hymnum novum cantemus Deo nostro.",
          "english": "Let us sing a hymn to the Lord; let us sing a new hymn to our God."
        },
        {
          "number": 2,
          "latin": "Adjuva nos et glorificare in nomine tuo: qui dissipas bella ab initium.",
          "english": "Help us to glorify Your Name, O Lord, for You have destroyed wars from the beginning of time."
        },
        {
          "number": 3,
          "latin": "Dominus, qui concutit bella, sanctum nomen ejus.",
          "english": "The Lord shatters wars, and His Name is holy."
        },
        {
          "number": 4,
          "latin": "Qui ponit castra inter populum suum, eripit animam meam de manibus insidiantium.",
          "english": "He who places His camp among His people, snatches my life from the hands of those who plot against me."
        },
        {
          "number": 5,
          "latin": "Assur venit de montibus ab aquilonem, in multitudine fortitudinis suae, in multitudine militum ejus: quorum multitudo obtexit valles, et equitatus ejus superavit colles.",
          "english": "Assyria came from the northern mountains, with the might of its great strength and a multitude of its soldiers. Their numbers covered the valleys, and their cavalry overran the hills."
        },
        {
          "number": 6,
          "latin": "Dixit enim, quod comburet fines meos, et adolescentes meos gladio occidet, et infantes meos in terra collidet, et parvulos meos in praedam dabit, et virgines meos in captivitatem ducet.",
          "english": "For he said he would burn my lands, kill my young men with the sword, dash my infants to the ground, give my little children as plunder, and lead my virgins into captivity."
        },
        {
          "number": 7,
          "latin": "Dominus autem omnipotens contrivit illum, et tradidit eum in manus feminae.",
          "english": "But the Lord Almighty crushed him and delivered him into the hands of a woman."
        },
        {
          "number": 8,
          "latin": "Non enim in viris glorificatur Deus, nec in fortibus armorum, sed in humilibus et modestis laudatur Dominus salvans.",
          "english": "For God is not glorified by the strength of men, nor by mighty warriors, but the saving Lord is praised among the humble and meek."
        },
        {
          "number": 9,
          "latin": "Excitat enim Dominus scutum in gentem suam, et ponit metum suum in omnibus nationibus.",
          "english": "For the Lord raises a shield for His people, and He places His fear upon all nations."
        },
        {
          "number": 10,
          "latin": "Qui excitat gentes, et destruit eos, quorum consilium fuit, ut conturbaret populum suum.",
          "english": "He stirs up nations and destroys those whose plan was to trouble His people."
        },
        {
          "number": 11,
          "latin": "Assur in furore venit, in fortitudine exercitus sui, in equitatu ejus, in quadriga ejus, in multitudine pugnatorum ejus: et non sunt digni, ut respiciant ad Dominum Deum.",
          "english": "Assyria came in fury, with the strength of its army, with its cavalry, its chariots, and a multitude of its fighters. Yet, they were not worthy to look upon the Lord God."
        },
        {
          "number": 12,
          "latin": "Dominus enim omnipotens est nomen ejus, qui contrivit eos in pulverem ante faciem ancillae suae.",
          "english": "For the Lord Almighty is His Name, and He crushed them into dust before His handmaid."
        },
        {
          "number": 13,
          "latin": "Non solum Holofernem, sed et exercitum ejus in pulverem redegit; et ex omnibus, qui cum eo venerant, nemo evasit.",
          "english": "Not only Holofernes, but also his army, He reduced to dust. And of all who came with him, no one escaped."
        },
        {
          "number": 14,
          "latin": "Deus meus, laudabo te: quoniam omnes virtutes ejus sunt in te.",
          "english": "My God, I will praise You, because all virtues and powers are found in You."
        },
        {
          "number": 15,
          "latin": "In te laetabitur anima mea, et in gaudio exultabo in te, quoniam non est alius Deus absque te.",
          "english": "My soul will rejoice in You, and in joy I will exult in You, for there is no other God besides You."
        },
        {
          "number": 16,
          "latin": "Novum cantabo canticum Deo meo: Dominus meus magnus est, et gloriosus in fortitudine sua.",
          "english": "I will sing a new song to my God; my Lord is great and glorious in His strength."
        },
        {
          "number": 17,
          "latin": "Quoniam novum cantavit canticum Domino, et non est in terra sicut Deus noster.",
          "english": "For a new song has been sung to the Lord, and there is no one on earth like our God."
        },
        {
          "number": 18,
          "latin": "Dominus enim extollit humiles, et humiliat superbos.",
          "english": "For the Lord exalts the humble and humbles the proud."
        },
        {
          "number": 19,
          "latin": "Non est qui te laudet, Dominus omnipotens, quoniam tu es Deus omnipotens.",
          "english": "There is no one who can adequately praise You, O Lord Almighty, for You alone are the Almighty God."
        },
        {
          "number": 20,
          "latin": "In tempore tribulationis invocabo te, et tu me eripies.",
          "english": "In times of tribulation, I will call upon You, and You will rescue me."
        },
        {
          "number": 21,
          "latin": "Quoniam omnia sunt in te, et omnis potestas, et omnis virtus tua.",
          "english": "For all things are in You, and all power, and all Your might."
        },
        {
          "number": 22,
          "latin": "Novum canticum, et novum laudem cantemus Deo nostro.",
          "english": "Let us sing a new song and new praise to our God."
        },
        {
          "number": 23,
          "latin": "Magnificemus nomen ejus, quoniam ipse est Deus noster, et non est alter praeter eum.",
          "english": "Let us magnify His Name, for He Himself is our God, and there is no other besides Him."
        },
        {
          "number": 24,
          "latin": "Confundantur omnes, qui in te superbientes sunt: confundantur in aeternum.",
          "english": "Let all who are proud against You be put to shame; let them be put to shame forever."
        },
        {
          "number": 25,
          "latin": "Et dissipet eos in ignem et sulphur, et omnis terra adoret eum.",
          "english": "And let Him scatter them with fire and brimstone, and let all the earth adore Him."
        },
        {
          "number": 26,
          "latin": "Quoniam omnia sunt opera tua, et in tua potestate sunt: et in tua voluntate sunt omnia quae sunt.",
          "english": "For all things are Your works, and they are in Your power, and all things that exist are in Your will."
        },
        {
          "number": 27,
          "latin": "Dominus enim est qui facit judicium in omni terra.",
          "english": "For the Lord is He who executes judgment throughout all the earth."
        },
        {
          "number": 28,
          "latin": "Dominus Deus, in cuius voluntate sunt omnia quae sunt: et in cuius conspectu omnis caro conturbatur.",
          "english": "Lord God, in whose will all things that exist are, and before whose sight all flesh is troubled."
        },
        {
          "number": 29,
          "latin": "In judicio tuo superabunt omnes inimici tui: et in ira tua exurgent omnes inimici tui.",
          "english": "In Your judgment, all Your enemies will be overcome, and in Your wrath, all Your enemies will rise up (only to be destroyed)."
        },
        {
          "number": 30,
          "latin": "In ore tuo gladium posuisti, et in manibus tuis ignem:",
          "english": "In Your mouth You have placed a sword, and in Your hands, fire."
        },
        {
          "number": 31,
          "latin": "Quoniam omnis creatura serviet tibi, et omnis spiritus honorificabit te: quoniam tu es Dominus Deus noster, et non est alter praeter te.",
          "english": "For every creature will serve You, and every spirit will honor You, because You are our Lord God, and there is no other besides You."
        },
        {
          "number": 32,
          "latin": "Woe genti impiae, quia impie egerunt: et abominabitur eas in aeternum Dominus.",
          "english": "Woe to the wicked nation, for they have acted wickedly, and the Lord will abhor them forever."
        },
        {
          "number": 33,
          "latin": "Et in die judicii, ignem et vermes mittet in eos: ut doleant in aeternum.",
          "english": "And on the day of judgment, He will send fire and worms upon them, so that they may suffer forever."
        },
        {
          "number": 34,
          "latin": "Non est qui te laudet, Dominus omnipotens, quoniam tu es Deus omnipotens.",
          "english": "There is no one who can adequately praise You, O Lord Almighty, for You alone are the Almighty God."
        },
        {
          "number": 35,
          "latin": "In hoc jubileo laetabitur anima mea, et in gaudio exultabo in te, quoniam non est alius Deus absque te.",
          "english": "In this celebration, my soul will rejoice, and in joy I will exult in You, for there is no other God besides You."
        },
        {
          "number": 36,
          "latin": "Novum canticum cantabo Deo meo, quoniam non est in terra sicut Deus noster.",
          "english": "I will sing a new song to my God, for there is no one on earth like our God."
        },
        {
          "number": 37,
          "latin": "Dominus enim est qui contrivit superbos, et in tua potestate sunt omnia quae sunt.",
          "english": "For the Lord is He who crushed the proud, and in Your power are all things that exist."
        },
        {
          "number": 38,
          "latin": "Quoniam omnis creatura serviet tibi, et omnis spiritus honorificabit te: quoniam tu es Dominus Deus noster, et non est alter praeter te.",
          "english": "For every creature will serve You, and every spirit will honor You, because You are our Lord God, and there is no other besides You."
        },
        {
          "number": 39,
          "latin": "Et in judicio tuo superabunt omnes inimici tui: et in ira tua exurgent omnes inimici tui.",
          "english": "In Your judgment, all Your enemies will be overcome, and in Your wrath, all Your enemies will rise up (only to be destroyed)."
        },
        {
          "number": 40,
          "latin": "In ore tuo gladium posuisti, et in manibus tuis ignem: ut doleant in aeternum.",
          "english": "In Your mouth You have placed a sword, and in Your hands, fire, so that they may suffer forever."
        }
      ]
    }
  ]
}