{
  "name": "Proverbs",
  "chapters": [
    {
      "number": 1,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Proverbia Salomonis filii David, regis Israël:",
          "english": "These are the proverbs of Solomon, the son of David, king of Israel:"
        },
        {
          "number": 2,
          "latin": "Ad sciendam sapientiam et disciplinam:",
          "english": "Their purpose is to teach wisdom and discipline;"
        },
        {
          "number": 3,
          "latin": "Ad intelligenda verba prudentiæ:",
          "english": "To help you understand the words of the wise;"
        },
        {
          "number": 4,
          "latin": "Ad suscipiendam eruditionem doctrinæ, justitiam, et judicium, et æquitatem:",
          "english": "To help you receive training in doctrine, justice, judgment, and equity;"
        },
        {
          "number": 5,
          "latin": "Ut detur parvulis astutia, adulescenti scientia et intellectus.",
          "english": "So that children may be prudent, and the young may have knowledge and understanding."
        },
        {
          "number": 6,
          "latin": "Audiet sapiens, et sapientior erit: et intelligens, gubernacula possidebit.",
          "english": "The wise will listen, and become wiser; and those who understand will guide themselves well."
        },
        {
          "number": 7,
          "latin": "Incipiat timor Domini scientiæ: sapientiam atque doctrinam stulti despiciunt.",
          "english": "The fear of God is the beginning of knowledge, but fools despise wisdom and doctrine."
        },
        {
          "number": 8,
          "latin": "Audi, fili mi, disciplinam patris tui, et ne dimittas legem matris tuæ:",
          "english": "Listen, my son, to the discipline of your father, and don't abandon the law of your mother:"
        },
        {
          "number": 9,
          "latin": "Ut addatur gratia capiti tuo, et torques collo tuo.",
          "english": "For these teachings will be a graceful ornament for your head, and a chain for your neck."
        },
        {
          "number": 10,
          "latin": "Fili mi, si te lactaverint peccatores, ne acquiescas eis.",
          "english": "My son, if sinners entice you, do not consent."
        },
        {
          "number": 11,
          "latin": "Si dixerint: Veni nobiscum, insidiemur sanguini, abscondamus tendiculas contra innocentem frustra:",
          "english": "If they say, “Come with us, let us lay in wait for blood, let us hide snares against the innocent without cause:"
        },
        {
          "number": 12,
          "latin": "Deglutiamus eum sicut infernus viventem, et justum quasi descendentem in lacum:",
          "english": "Let us swallow him up alive like hell, and the just as if he were going down into a pit:"
        },
        {
          "number": 13,
          "latin": "Omnem pretiosam substantiam reperiemus: implebimus domos nostras spoliis:",
          "english": "We shall find all precious substance, we will fill our houses with spoils:"
        },
        {
          "number": 14,
          "latin": "Sortem mittat nobiscum, et marsupium sit commune omnibus nobis.",
          "english": "Cast in your lot among us, and let us all have one purse:"
        },
        {
          "number": 15,
          "latin": "Fili mi, ne ambules cum eis; prohibe pedem tuum a semitis eorum:",
          "english": "My son, do not walk with them, restrain your foot from their paths:"
        },
        {
          "number": 16,
          "latin": "Pedes enim illorum ad malum currunt, et festinant ut effundant sanguinem.",
          "english": "For their feet run to evil, and they make haste to shed blood."
        },
        {
          "number": 17,
          "latin": "Frustra autem jacitur rete ante oculos pennatorum.",
          "english": "But in vain the net is spread before the eyes of those who have wings."
        },
        {
          "number": 18,
          "latin": "Ipsi enim contra sanguinem suum insidiantur, et moliuntur fraudes animabus suis.",
          "english": "For they lie in wait against their own blood, and practice deceits against their own souls."
        },
        {
          "number": 19,
          "latin": "Sic itinera omnis avari: animas possessorum rapiunt.",
          "english": "So are the ways of everyone who is greedy for gain: they take away the souls of their possessors."
        },
        {
          "number": 20,
          "latin": "Sapientia foris prædicat: in plateis dat vocem suam:",
          "english": "Wisdom cries out in the streets, she utters her voice in the squares:"
        },
        {
          "number": 21,
          "latin": "In capite turbarum clamitat: in introitu portarum loquitur.",
          "english": "At the head of crowds she cries out, in the entrance of the gates she speaks:"
        },
        {
          "number": 22,
          "latin": "Usquequo, parvuli, diligetis infantiam vestram, et stulti, ea quæ vobis noceant, cupietis?",
          "english": "How long, O little ones, will you love childhood, and you fools desire what is hurtful to you?"
        },
        {
          "number": 23,
          "latin": "Convertimini ad correptionem meam: ecce, ego effundam vobis spiritum meum, et ostendam vobis verba mea.",
          "english": "Turn to my reproof; behold, I will pour out my spirit to you, and I will show you my words."
        },
        {
          "number": 24,
          "latin": "Quia vocavi, et renuistis: extendi manum meam, et non fuit qui audiret:",
          "english": "Because I have called, and you refused: I have stretched out my hand, and there was no one who would listen:"
        },
        {
          "number": 25,
          "latin": "Sed pro nihilo habuistis omne consilium meum, et correptiones meas neglexistis:",
          "english": "But you have treated all my counsel as nothing, and have neglected my reproofs:"
        },
        {
          "number": 26,
          "latin": "Ego quoque in interitu vestro ridebo: et subsannabo, cum vobis quod timuistis, advenerit.",
          "english": "I also will laugh at your destruction: and I will mock when what you feared comes upon you,"
        },
        {
          "number": 27,
          "latin": "Cum irruerit repentina calamitas, et contritio quasi tempestas ingruerit: cum tribulatio et angustia venerit.",
          "english": "When sudden calamity falls upon you, and destruction comes like a storm: when tribulation and anguish come upon you."
        },
        {
          "number": 28,
          "latin": "Tunc invocabunt me, et non exaudiam: mane consurgent, et non invenient me:",
          "english": "Then they will call upon me, and I will not hear: they will rise early in the morning, and they will not find me:"
        },
        {
          "number": 29,
          "latin": "Eo quod spreverint scientiam, et timorem Domini non elegerint:",
          "english": "Because they have despised knowledge, and have not chosen the fear of God:"
        },
        {
          "number": 30,
          "latin": "Nec voluerunt consilium meum, et correptiones meas contempserunt:",
          "english": "Nor have they willed my counsel, and have scorned my reproofs:"
        },
        {
          "number": 31,
          "latin": "Comedent igitur de fructu viæ suæ, et consiliis suis saturabuntur.",
          "english": "Therefore they shall eat of the fruit of their own way, and they shall be filled with their own devices."
        },
        {
          "number": 32,
          "latin": "Recessio parvulorum interficiet eos, et prosperitas stultorum illudet illos.",
          "english": "The turning away of the little ones will kill them, and the prosperity of fools will deceive them."
        },
        {
          "number": 33,
          "latin": "Qui autem crediderit mihi, requiescet in spe, et abundabit timore.",
          "english": "But whoever believes in me, shall rest in hope, and shall abound with the fear of God."
        }
      ]
    },
    {
      "number": 2,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Fili mi, si susceperis sermones meos, et mandata mea reposueris tecum,",
          "english": "My son, if you receive my words and treasure my precepts,"
        },
        {
          "number": 2,
          "latin": "ut audiat sapientiam auris tua, inclina cor tuum ad prudentiam:",
          "english": "Then you will train your heart to understand, and turn your ear to wisdom."
        },
        {
          "number": 3,
          "latin": "si enim clamaveris ad sapientiam, et inclinaveris cor tuum ad prudentiam:",
          "english": "Yes, if you ask to understand, and if you direct your heart to discern wisdom—"
        },
        {
          "number": 4,
          "latin": "si quaesieris eam quasi pecuniam, et quasi thesauros effoderis eam:",
          "english": "If you seek her like silver, and search for her like a treasure—"
        },
        {
          "number": 5,
          "latin": "tunc intelliges timorem Domini, et scientiam Dei invenies.",
          "english": "Then you will understand the fear of the Lord, and you will find the knowledge of God."
        },
        {
          "number": 6,
          "latin": "Quia Dominus dat sapientiam, et de ore ejus prudentia et intellectus:",
          "english": "For the Lord gives wisdom, and from His mouth comes understanding and insight."
        },
        {
          "number": 7,
          "latin": "qui custodit thesaurum justorum. Protector est ambulantium in simplicitate,",
          "english": "He treasures the honest. He protects the way of those who live blamelessly,"
        },
        {
          "number": 8,
          "latin": "custodiens semitas judicii, et vias sanctorum conservat.",
          "english": "preserving the paths of justice, and safeguarding the ways of the saints."
        },
        {
          "number": 9,
          "latin": "Tunc intelliges justitiam, et judicium, et aequitatem, et omnem viam bonam.",
          "english": "Then you will understand justice and judgment and fairness, and every good path."
        },
        {
          "number": 10,
          "latin": "Si enim intraverit sapientia cor tuum, et scientia animae tuae placuerit,",
          "english": "If wisdom enters your heart, and knowledge delights your soul,"
        },
        {
          "number": 11,
          "latin": "consilium custodiet te, et prudentia conservabit te:",
          "english": "Then counsel will protect you, and prudence will preserve you:"
        },
        {
          "number": 12,
          "latin": "ut eruaris a via mala, et ab homine qui perversa loquitur:",
          "english": "to rescue you from the evil way, and from the man who speaks perverse things:"
        },
        {
          "number": 13,
          "latin": "qui derelinquunt viam rectam, et gradiuntur per vias tenebrosas:",
          "english": "those who abandon the straight path, and walk the dark paths:"
        },
        {
          "number": 14,
          "latin": "qui laetantur cum male fecerint, et exultant in rebus pessimis:",
          "english": "who rejoice when they do evil, and exult in the worst things:"
        },
        {
          "number": 15,
          "latin": "quorum viae perversae sunt, et gressus eorum pravi.",
          "english": "whose paths are crooked, and whose steps are twisted."
        },
        {
          "number": 16,
          "latin": "Ut eruaris a muliere extranea, et ab aliena quae verba sua dulcificat,",
          "english": "And to deliver you from a strange woman, and from the foreigner who makes her words sweet:"
        },
        {
          "number": 17,
          "latin": "quae derelinquit virum principatum suum, et oblita est foederis Dei sui.",
          "english": "who abandons the husband of her youth and has forgotten the covenant of her God."
        },
        {
          "number": 18,
          "latin": "Prope enim ad mortem domus illius, et ad infernum semitae ejus.",
          "english": "For her house is near death, and her paths lead to the underworld."
        },
        {
          "number": 19,
          "latin": "Omnes qui ingrediuntur ad eam, non revertentur, neque sustentabunt semitas rectas.",
          "english": "All who enter her do not return, and do not sustain the right paths."
        },
        {
          "number": 20,
          "latin": "Profecto justus ambulabit in simplicitate sua: qui graditur in via aequa, gressus ejus manifesti erunt.",
          "english": "So that a just man walks in his integrity: his steps are clear for one who walks the right way."
        },
        {
          "number": 21,
          "latin": "Quia recti habitabunt terram, et perfecti permanebunt in ea.",
          "english": "For the upright shall inhabit the land, and the perfect will remain in it."
        },
        {
          "number": 22,
          "latin": "Impii vero de terra perdentur: et qui in ea gerunt iniquitatem, auferentur.",
          "english": "But the wicked will be cut off from the earth: and those who deal unjustly will be removed from it."
        }
      ]
    },
    {
      "number": 3,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Fili mi, legem meam ne obliviscaris, et praecepta mea custodiat cor tuum:",
          "english": "My son, don't forget my teachings, and let your heart guard my commandments."
        },
        {
          "number": 2,
          "latin": "quia longitudinem dierum, et annos vitae, et pacem, adicient tibi.",
          "english": "They will add to you long life, many years, and peace."
        },
        {
          "number": 3,
          "latin": "Misericordiam et veritatem ne deseras, sed ligato ea in gutture tuo, et scribe ea in tabulis cordis tui:",
          "english": "Never forsake kindness and truth, but tie them around your neck, and write them on the tablets of your heart."
        },
        {
          "number": 4,
          "latin": "et invenies gratiam et industriam bonam in conspectu Dei et hominum.",
          "english": "Then you will find favor and good understanding in the sight of God and of men."
        },
        {
          "number": 5,
          "latin": "Fiduciam habe in Domino ex toto corde tuo, et ne innitaris prudentiae tuae.",
          "english": "Trust in the Lord with all your heart, and do not rely on your own understanding."
        },
        {
          "number": 6,
          "latin": "In omnibus viis tuis cogita de eo, et ipse diriget gressus tuos.",
          "english": "In all your ways, give thought to Him, and He will direct your steps."
        },
        {
          "number": 7,
          "latin": "Ne sis sapiens in oculis tuis; time Dominum, et recede a malo.",
          "english": "Don’t think you are wise in your own eyes; fear the Lord, and turn away from evil."
        },
        {
          "number": 8,
          "latin": "Hoc erit sanitati umbilico tuo, et irrigatio ossium tuorum.",
          "english": "This will be health for your navel, and nourishment for your bones."
        },
        {
          "number": 9,
          "latin": "Honora Dominum de substantia tua, et de primitiis frugum tuarum da ei.",
          "english": "Honor the Lord with your possessions, and give Him the first fruits of your crops."
        },
        {
          "number": 10,
          "latin": "Et implebuntur horrea tua saturitate, et vino torcularia tua redundabunt.",
          "english": "Then your barns will be filled to overflowing, and your vats will overflow with wine."
        },
        {
          "number": 11,
          "latin": "Disciplinam Domini, fili mi, ne abjicias, nec fastidias cum ab eo corriperis:",
          "english": "My son, do not reject the Lord’s discipline, nor be disgusted when you are corrected by Him:"
        },
        {
          "number": 12,
          "latin": "quem enim diligit Dominus, corripit, et quasi pater in filio complacet sibi.",
          "english": "because the Lord corrects the one He loves, as a father corrects the son in whom he delights."
        },
        {
          "number": 13,
          "latin": "Beatus homo qui invenit sapientiam, et qui affluit prudentia:",
          "english": "Happy is the man who finds wisdom, and the man who overflows with understanding:"
        },
        {
          "number": 14,
          "latin": "melior est enim illa negotiatio argenti, et fructus ejus melior auro pretioso.",
          "english": "For her profit is better than the profit of silver, and her revenue is better than fine gold."
        },
        {
          "number": 15,
          "latin": "Preciosior est cunctis gemmis, et omnia quae desiderantur huic non valent comparari.",
          "english": "She is more precious than all gems, and nothing you desire can compare to her."
        },
        {
          "number": 16,
          "latin": "Longitudo dierum in dextera ejus, et in sinistra illius gloria.",
          "english": "Long life is in her right hand, and in her left hand are riches and honor."
        },
        {
          "number": 17,
          "latin": "Viae ejus viae pulchrae, et omnes semitae illius pacem.",
          "english": "Her ways are pleasant ways, and all her paths are peace."
        },
        {
          "number": 18,
          "latin": "Lignum vitae est his qui apprehenderint eam, et qui possederit eam beatus est.",
          "english": "She is a tree of life to those who grasp her, and happy is the one who holds her fast."
        },
        {
          "number": 19,
          "latin": "Dominus sapientia fundavit terram, et prudentia stabilivit caelos.",
          "english": "The Lord by wisdom founded the earth, and by understanding He established the heavens."
        },
        {
          "number": 20,
          "latin": "Scientia illius erumpuerunt abyssi, et nubes rore guttant.",
          "english": "By His knowledge the depths were broken up, and the clouds drop down the dew."
        },
        {
          "number": 21,
          "latin": "Fili mi, ne effluant haec ab oculis tuis: custodi legem atque consilium.",
          "english": "My son, let these things not depart from your sight: keep sound wisdom and discretion."
        },
        {
          "number": 22,
          "latin": "Et erunt vita animae tuae, et gratia collo tuo.",
          "english": "So they will be life for your soul and grace for your neck."
        },
        {
          "number": 23,
          "latin": "Tunc ambulabis fiducialiter in via tua, et pes tuus non offendet.",
          "english": "Then you will go your way confidently, and your foot will not stumble."
        },
        {
          "number": 24,
          "latin": "Si dormieris, non timebis; dormies, et suavis erit somnus tuus.",
          "english": "If you lie down, you will not be afraid; when you sleep, your sleep will be sweet."
        },
        {
          "number": 25,
          "latin": "Noli timere a timore repentino, et irruptionem impiorum cum venerit.",
          "english": "Do not be afraid of sudden fear, nor of the ruin of the wicked when it comes."
        },
        {
          "number": 26,
          "latin": "Quoniam Dominus erit in spe tua, et custodiet pedem tuum, ne capiaris.",
          "english": "For the Lord will be your confidence, and will keep your foot from being caught."
        },
        {
          "number": 27,
          "latin": "Noli prohibere a puero beneficium, cum potestas tibi fuerit faciendi bonum.",
          "english": "Do not withhold good from those to whom it is due, when it is in your power to do it."
        },
        {
          "number": 28,
          "latin": "Ne dicas amico tuo: Vade, et reverteris, et cras dabo tibi, cum statim possis dare.",
          "english": "Do not say to your neighbor, “Go, and come back, and tomorrow I will give it,” when you have it with you."
        },
        {
          "number": 29,
          "latin": "Ne mediteris malum contra amicum tuum, cum ille in te habeat fiduciam.",
          "english": "Do not plan evil against your neighbor, when he trusts in you."
        },
        {
          "number": 30,
          "latin": "Ne contendas frustra contra hominem, qui tibi nihil mali fecit.",
          "english": "Do not quarrel with a man without cause, if he has done you no harm."
        },
        {
          "number": 31,
          "latin": "Ne aemuleris hominem iniquum, nec imiteris vias ejus:",
          "english": "Do not envy the man of violence, nor choose any of his ways:"
        },
        {
          "number": 32,
          "latin": "quia abominatio Domini est omnis vir perversus, et cum probos non communicabit.",
          "english": "because the perverse man is an abomination to the Lord, but He is intimate with the upright."
        },
        {
          "number": 33,
          "latin": "Domini, et maledictio impii demolietur.",
          "english": "The Lord’s curse is on the house of the wicked, but He blesses the dwelling of the just."
        },
        {
          "number": 34,
          "latin": "Vere impios irridebit, et iustis tribuet gratiam.",
          "english": "Truly, He mocks at the scornful, but gives grace to the humble."
        },
        {
          "number": 35,
          "latin": "Gloriam sapientes possidebunt, stulti vero contumeliam tolent.",
          "english": "The wise will inherit glory, but fools will receive disgrace."
        }
      ]
    },
    {
      "number": 4,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Audite, filii, doctrinam patris, et attendite ut cognoscatis prudentiam.",
          "english": "Listen, sons, to the teachings of your father, and pay attention so you may understand wisdom."
        },
        {
          "number": 2,
          "latin": "Dabo enim vobis doctrinam bonam: ne derelinquatis legem meam.",
          "english": "I will give you good teaching: don't abandon my law."
        },
        {
          "number": 3,
          "latin": "Eram enim et ego filius patris mei, tener et unigenitus in oculis matris meae.",
          "english": "I was a son of my father, gentle and beloved in the eyes of my mother."
        },
        {
          "number": 4,
          "latin": "Et docebat me, et dicebat mihi: Suscipe verba mea in corde tuo, custodi praecepta mea, et vive.",
          "english": "And he taught me, and said to me: “Keep my words in your heart, guard my precepts, and live by them.”"
        },
        {
          "number": 5,
          "latin": "Posside sapientiam, posside prudentiam: ne obliviscaris, neque declines a verbis oris mei.",
          "english": "Get wisdom, get understanding: don't forget, and don't turn away from the words of my mouth."
        },
        {
          "number": 6,
          "latin": "Ne dimittas eam, et custodiet te; dilige eam, et conservabit te.",
          "english": "Don't abandon her, and she will guard you; love her, and she will protect you."
        },
        {
          "number": 7,
          "latin": "Principium sapientiæ, posside sapientiam, et in omni possessione tua acquire prudentiam.",
          "english": "The beginning of wisdom is, get wisdom, and with all your possessions, acquire understanding."
        },
        {
          "number": 8,
          "latin": "Amplectere eam, et exaltabit te: glorificaberis ab ea, cum eam fueris amplexus.",
          "english": "Embrace her, and she will exalt you; you will be glorified by her, when you have embraced her."
        },
        {
          "number": 9,
          "latin": "Dabit capiti tuo augmentum gratiæ, et gloria coronabit te.",
          "english": "She will give your head the grace of growth, and she will crown you with glory."
        },
        {
          "number": 10,
          "latin": "Audi, fili mi, et suscipe verba mea, et multiplicabuntur tibi anni vitæ.",
          "english": "Listen, my son, and accept my words, and the years of your life will multiply for you."
        },
        {
          "number": 11,
          "latin": "Viam sapientiæ monstrabo tibi, et ducam te per vestigia æquitatis:",
          "english": "I will show you the path of wisdom, and I will lead you in the footsteps of righteousness:"
        },
        {
          "number": 12,
          "latin": "quæ cum ingressus fueris, non coarctabuntur gressus tui; et cum cucurreris, non habebis tristitiam.",
          "english": "when you enter it, your steps will not be constricted; and when you run, you will not have sadness."
        },
        {
          "number": 13,
          "latin": "Cape disciplinam, ne dimittas eam; custodi illam, quia ipsa est vita tua.",
          "english": "Take discipline, do not abandon it; guard it, because it is your life."
        },
        {
          "number": 14,
          "latin": "Ne ingrediaris semitam impiorum, nec calces viam peccatorum.",
          "english": "Don't enter the path of the wicked, nor tread the way of sinners."
        },
        {
          "number": 15,
          "latin": "Devita eam, et noli transire per illam; declina, et recede ab ea.",
          "english": "Avoid it, and do not pass through it; turn away, and depart from it."
        },
        {
          "number": 16,
          "latin": "Non enim dormiunt, nisi malum fecerint: et rapitur somnus eorum, nisi subplantarint.",
          "english": "For they do not sleep unless they have done evil: and their sleep is taken away unless they have tripped someone."
        },
        {
          "number": 17,
          "latin": "Comedunt enim panem impietatis, et vinum iniquitatis bibunt.",
          "english": "For they eat the bread of ungodliness, and they drink the wine of iniquity."
        },
        {
          "number": 18,
          "latin": "Justorum autem, quasi lux splendescit, et iustificabitur usque ad perfectam diem.",
          "english": "But the path of the just is like light traveling through space, and it will be made just until the perfect day."
        },
        {
          "number": 19,
          "latin": "Via impiorum tenebrosa: nesciunt ubi corruant.",
          "english": "The way of the wicked is dark: they do not know where they fall."
        },
        {
          "number": 20,
          "latin": "Fili mi, attendite sermonibus meis: et ad eloquia mea inclina aurem tuam.",
          "english": "My son, pay attention to my words: and incline your ear to my sayings."
        },
        {
          "number": 21,
          "latin": "Ne recedant ab oculis tuis: custodi illa in medio cordis tui.",
          "english": "Let them not depart from your eyes: guard them in the middle of your heart."
        },
        {
          "number": 22,
          "latin": "Vita sunt enim illi his qui inveniunt ea: et universæ carni sanitas.",
          "english": "For they are life to those who find them: and health to all flesh."
        },
        {
          "number": 23,
          "latin": "Omni custodia serva cor tuum: quia ex ipso vitæ prodeunt.",
          "english": "Keep watch over your heart with every care: because from it, the ways of life come forth."
        },
        {
          "number": 24,
          "latin": "Amove a te os pravum, et labia mendacia longe facito a te.",
          "english": "Remove from you a perverse mouth, and put lying lips far from you."
        },
        {
          "number": 25,
          "latin": "Oculi tui recta videant, et palpebræ tuæ gressus tuos dirigant.",
          "english": "Let your eyes look straight ahead, and let your eyelids direct your steps."
        },
        {
          "number": 26,
          "latin": "Dirige gressus tuos, et omnes vias tuas firma.",
          "english": "Direct your steps, and make all your ways firm."
        },
        {
          "number": 27,
          "latin": "Ne declinet ad dexteram, neque ad sinistram: averte pedem tuum a malo.",
          "english": "Do not turn to the right or to the left: turn your foot away from evil."
        }
      ]
    },
    {
      "number": 5,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Fili mi, attende sapientiæ meæ: ad prudentiam meam inclina aurem tuam.",
          "english": "My son, pay attention to my wisdom. Give ear to my understanding."
        },
        {
          "number": 2,
          "latin": "Ut custodias consilium, et scientiam labiorum servabis.",
          "english": "Keep discretion, and your lips will guard knowledge."
        },
        {
          "number": 3,
          "latin": "Noli desiderare mulierem alienam, neque ambias intra limen ejus.",
          "english": "Don't long for a woman who isn't your wife, and don't wander around her house."
        },
        {
          "number": 4,
          "latin": "Quia favus stillans labia meretricis, et nitidius oleo guttur ejus.",
          "english": "For the lips of a harlot are like a dripping honeycomb, and her throat is smoother than oil."
        },
        {
          "number": 5,
          "latin": "Novissima quidem amara quasi absinthium, et acuta quasi gladius biceps.",
          "english": "But in the end, she is as bitter as wormwood, and sharp as a two-edged sword."
        },
        {
          "number": 6,
          "latin": "Pedes ejus descendunt in mortem, et gressus ejus usque ad inferos.",
          "english": "Her feet go down to death, and her steps lead straight to the grave."
        },
        {
          "number": 7,
          "latin": "Semitas vitæ non calcat: vagi sunt gressus ejus, et ignoti.",
          "english": "She doesn't walk the paths of life. Her steps are always wandering, and you can't predict where she will go."
        },
        {
          "number": 8,
          "latin": "Nunc ergo, fili, audi me, et ne recedas a verbis oris mei.",
          "english": "Now, my son, listen to me and don't turn away from the words I am saying."
        },
        {
          "number": 9,
          "latin": "Longe fac ab ea viam tuam, et ne adpropinques foribus domus ejus:",
          "english": "Keep your way far from her, and don't go near the door of her house."
        },
        {
          "number": 10,
          "latin": "ne fortè des alienis honorem tuum, et annos tuos crudelibus:",
          "english": "Lest you should give your honor to others, and your years to those who are cruel."
        },
        {
          "number": 11,
          "latin": "ne impleantur extranei viribus tuis, et labores tui in domo aliena;",
          "english": "Lest strangers be filled with your strength, and your labors in the house of someone else,"
        },
        {
          "number": 12,
          "latin": "et paeniteas in novissimo, quando consumpseris carnem tuam et corpus tuum, et dicas:",
          "english": "And in the end you will regret it, when you've ruined your flesh and your body, and say:"
        },
        {
          "number": 13,
          "latin": "Quomodo odivi disciplinam, et in cordibus meis fastidivit correptio!",
          "english": "“How I hated discipline, and my heart scorned rebuke!"
        },
        {
          "number": 14,
          "latin": "Et non audivi vocem docentium me, neque inclinavi aurem meam præbentibus mihi.",
          "english": "I didn’t listen to the voice of those who taught me, nor did I pay attention to those who gave me instruction."
        },
        {
          "number": 15,
          "latin": "Penè fui in omni malo in medio ecclesia et synagogæ.",
          "english": "I almost fell into every kind of evil in the middle of the Church and the synagogues."
        },
        {
          "number": 16,
          "latin": "Bibe aquam de cisterna tua, et de fontibus putei tui.",
          "english": "Drink water from your own cistern, and from the springs of your well."
        },
        {
          "number": 17,
          "latin": "Non effundantur fontes tui foras, sed in plateis divide aquas tuas.",
          "english": "Let your springs be poured out outside, but divide your waters into the streets."
        },
        {
          "number": 18,
          "latin": "Sint tibi soli, et non alienis tecum.",
          "english": "Let them be yours alone, and not those of strangers with you."
        },
        {
          "number": 19,
          "latin": "Sit benedicta fons tua, et laetare cum muliere adolescentiæ tuæ:",
          "english": "Let your fountain be blessed, and rejoice with the wife of your youth."
        },
        {
          "number": 20,
          "latin": "cerva carissima, et gratissima gratia: ubera ejus inebrient te in omni tempore, in amore illius delectare semper.",
          "english": "A most beautiful hind, and a graceful deer. Let her breasts satisfy you at all times; always delight in her love."
        },
        {
          "number": 21,
          "latin": "Quare, fili mi, perderis in muliere aliena, et foveris in sinu alterius?",
          "english": "Why, my son, should you be ruined with a woman who isn’t your wife, and be embraced in the bosom of another?"
        },
        {
          "number": 22,
          "latin": "Opera hominis in conspectu Domini, et vias ejus ipse considerat.",
          "english": "The works of a man are in the sight of the Lord, and He considers his ways."
        },
        {
          "number": 23,
          "latin": "Iniquus capiatur in peccatis suis, et in vinculis delictorum suorum detinetur.",
          "english": "The wicked are caught in their own sins, and are held fast in the chains of their own offenses."
        }
      ]
    },
    {
      "number": 6,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Fili mi, si spoponderis pro proximo tuo, et obligaveris manum tuam pro altero,",
          "english": "My son, if you have agreed to be surety for your neighbor, and have pledged your word for another,"
        },
        {
          "number": 2,
          "latin": "captus es in verbis oris tui, et comprehen-sus es verbis labiorum tuorum,",
          "english": "you are ensnared by the words of your mouth, and taken captive by the words of your lips,"
        },
        {
          "number": 3,
          "latin": "fac quod dico, fili mi, et eripe te, quia incidisti in manu proximi tui: propera, et con-trahe te.",
          "english": "do what I say, my son, and deliver yourself; because you have fallen into the hands of your neighbor: hasten and withdraw."
        },
        {
          "number": 4,
          "latin": "Ne da somnum oculis tuis, nec palpebris tuis dormitationem.",
          "english": "Give not sleep to your eyes, nor slumber to your eyelids."
        },
        {
          "number": 5,
          "latin": "Erue te quasi dama de manu, et quasi avis de manu venantis.",
          "english": "Be delivered as a roe from the hand, and as a bird from the hand of the fowler."
        },
        {
          "number": 6,
          "latin": "Vade ad formicam, o piger, et considera vias ejus, et disce sapientiam.",
          "english": "Go to the ant, O sluggard, and consider her ways, and learn wisdom."
        },
        {
          "number": 7,
          "latin": "Quæ cum non habeat ducem, nec præceptorem, nec dominum,",
          "english": "Which although she has no guide, nor master, nor lord,"
        },
        {
          "number": 8,
          "latin": "parat in æstate cibum sibi, et congregat in messe quod comedat.",
          "english": "provides her food in the summer, and gathers in the harvest what she may eat."
        },
        {
          "number": 9,
          "latin": "Usquequo piger dormis? quando de somno surgis?",
          "english": "How long, you sluggard, will you sleep? When will you arise from your sleep?"
        },
        {
          "number": 10,
          "latin": "Modicum dormies, paululum dormitabis, pauxillum manus conseres ut quiescas:",
          "english": "A little sleep, a little slumber, a little folding of the hands to rest:"
        },
        {
          "number": 11,
          "latin": "et veniet quasi viator egestas tua, et paupertas tua quasi vir armatus.",
          "english": "and your poverty shall come as a traveler, and your want as an armed man."
        },
        {
          "number": 12,
          "latin": "Homo iniquus et vir sine lege ambulat in ore perverso.",
          "english": "A wicked man, a man without law, walks with a perverse mouth."
        },
        {
          "number": 13,
          "latin": "Qui corruit oculos suos, et stringens pedes, et nutu digiti indicat.",
          "english": "Who winks with his eyes, and presses with his feet, and speaks with his finger."
        },
        {
          "number": 14,
          "latin": "Perversitates in corde ejus, cogitat in malis omni tempore, et jurgia seminat.",
          "english": "Perversities are in his heart, he devises evil at all times, and sows discord."
        },
        {
          "number": 15,
          "latin": "Propterea subito veniet perditio ejus: repente conteretur, et non habebit ultra medicinam.",
          "english": "Therefore his destruction shall come suddenly; he shall be broken suddenly, and shall no longer have a remedy."
        },
        {
          "number": 16,
          "latin": "Hæc sunt sex quæ odit Dominus, et septimum abominatur anima ejus:",
          "english": "These six things the Lord hates, and the seventh his soul hates:"
        },
        {
          "number": 17,
          "latin": "Oculos superbos, linguam mendacem, manus effundentes sanguinem innocentem,",
          "english": "Haughty eyes, a lying tongue, hands that shed innocent blood,"
        },
        {
          "number": 18,
          "latin": "cor machinans cogitationes malas, pedes veloces ad currendum in malum,",
          "english": "a heart that devises wicked plots, feet swift to run into evil,"
        },
        {
          "number": 19,
          "latin": "proferentem falsa testimonia exprobrantemque fratribus discordias.",
          "english": "a false witness that utters lies, and he that sows discord among brothers."
        },
        {
          "number": 20,
          "latin": "Custodi, fili mi, præcepta patris tui, et ne dimittas legem matris tuæ:",
          "english": "Keep, my son, the precepts of your father, and forsake not the law of your mother:"
        },
        {
          "number": 21,
          "latin": "liga ea in corde tuo jugiter, et circumda ea gutturi tuo.",
          "english": "Bind them continually in your heart, and put them around your neck."
        },
        {
          "number": 22,
          "latin": "Cum ambulaveris, gradiantur tecum; cum dormieris, custodiant te; et cum evigilaveris, loquere cum eis.",
          "english": "When you walk, let them go with you; when you sleep, let them keep you; and when you wake, speak with them."
        },
        {
          "number": 23,
          "latin": "Quia mandatum lucerna est, et lex lux, et via vitæ increpatio disciplinæ:",
          "english": "Because the commandment is a lamp, and the law a light, and the way of life is the reproof of discipline:"
        },
        {
          "number": 24,
          "latin": "ut custodias te a muliere mala, et a blandimentis linguæ alienæ.",
          "english": "That you may keep yourself from the evil woman, and from the flattery of the tongue of the stranger."
        },
        {
          "number": 25,
          "latin": "Ne concupiscas speciem ejus in corde tuo, neque capiaris in palpebris ejus.",
          "english": "Desire not her beauty in your heart, neither be caught with her eyelids."
        },
        {
          "number": 26,
          "latin": "Sustentatio enim meretricis usque ad buccellam panis est: et mulier aliena animam pretiosam capturat.",
          "english": "For a harlot's sustenance is to the morsel of bread: and the strange woman hunts for the precious soul."
        },
        {
          "number": 27,
          "latin": "Numquid potest quis abscondere ignem in sinu suo, et vestimenta sua non conburentur?",
          "english": "Can a man hide fire in his bosom, and his garments not be burned?"
        },
        {
          "number": 28,
          "latin": "Aut quis potest ambulare super prunas, et pedes suos non exurentur?",
          "english": "Or who can walk upon hot coals, and his feet not be burned?"
        },
        {
          "number": 29,
          "latin": "Ita qui ingreditur ad uxorem proximi sui: non erit mundus cum tetigerit eam.",
          "english": "So is he that goes in to his neighbor's wife; he shall not be clean that touches her."
        },
        {
          "number": 30,
          "latin": "Non est culpa in furantem cum furatus fuerit: ut impleat animam suam cum esurierit.",
          "english": "It is no fault in him that steals when he is hungry, that he may fill his soul."
        },
        {
          "number": 31,
          "latin": "Quod si inventus fuerit, reddet septuplum, et universa substantiam domus suæ dabit.",
          "english": "But if he be found, he shall restore sevenfold, and shall give all the substance of his house."
        },
        {
          "number": 32,
          "latin": "Qui adulteria committit, insipiens est: qui autem vult perdere animam suam, ipse faciet illud.",
          "english": "He that commits adultery is foolish: but he that would destroy his own soul does it."
        },
        {
          "number": 33,
          "latin": "Contumeliam et ignominiam con-gregat, et plaga ejus non delebitur.",
          "english": "He gathers to himself disgrace and infamy, and his shame shall not be blotted out."
        },
        {
          "number": 34,
          "latin": "Quia zelus viri iracundiam suscitabit, nec parcet in die vindictæ.",
          "english": "For the jealousy of a husband provokes wrath: nor will he spare in the day of revenge."
        },
        {
          "number": 35,
          "latin": "Nec cujusquam preces suscipiet: nec propitius erit pro peccato.",
          "english": "Nor will he accept any man's prayers, nor will he be appeased by any amount of compensation."
        }
      ]
    },
    {
      "number": 7,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Fili mi, custodi sermones meos, et praecepta mea conserva apud te.",
          "english": "My son, always remember and guard what I teach you. Always keep in your heart the wisdom I give you."
        },
        {
          "number": 2,
          "latin": "Serva mandata mea, et vives: et legem meam quasi pupillam oculi tui.",
          "english": "Keep my commands, and you will live. Treasure my law like the pupil of your eye."
        },
        {
          "number": 3,
          "latin": "Liga eam in digitos tuos: scribe eam in tabulis cordis tui.",
          "english": "Tie my wisdom to your fingers to remind you. Write it on the tablets of your heart."
        },
        {
          "number": 4,
          "latin": "Dic sapientiae: Soror mea es: et prudentiam voca amicam tuam:",
          "english": "Say to wisdom: “You are my sister.” Call prudence your closest friend:"
        },
        {
          "number": 5,
          "latin": "ut custodiant te a muliere extranea, et ab aliena, quae verba sua dulcia facit.",
          "english": "So that they will guard you against a strange woman. Against the one who flatters with her words."
        },
        {
          "number": 6,
          "latin": "De fenestra enim domus meae per cancellos prospexi,",
          "english": "Once I looked out the window of my house. I peered through the lattice,"
        },
        {
          "number": 7,
          "latin": "et vidi parvulos imprudentes: et consideravi inter filios adulescentem, qui indigebat corde:",
          "english": "And I saw some naive young men. I noticed a young man with no common sense among them."
        },
        {
          "number": 8,
          "latin": "transiens per viam juxta angulum, et gradiebatur prope viam domus illius,",
          "english": "He was going down the street near her corner. He was walking near the door of her house,"
        },
        {
          "number": 9,
          "latin": "in via juxta domum illius, in crepusculo, et in tenebris noctis,",
          "english": "in the twilight, as it was getting dark, in the middle of the night,"
        },
        {
          "number": 10,
          "latin": "ecce occurrit ei mulier in habitu meretricis, parata ad decipiendum corda stultorum:",
          "english": "Suddenly, a woman came to meet him. She was dressed like a prostitute, ready to deceive the hearts of fools."
        },
        {
          "number": 11,
          "latin": "tumultuosa et contumax, et in domo sua non quiescebant pedes ejus:",
          "english": "She was loud and defiant. Her feet never stayed in one place."
        },
        {
          "number": 12,
          "latin": "nunc foris, nunc in plateis, nunc juxta angulos, et in insidiis prope viam.",
          "english": "She was now in the streets, now in the squares, now near every corner, lurking near the road."
        },
        {
          "number": 13,
          "latin": "Apprehensa ergo eum osculata est: et procaci vultu, ait ad eum:",
          "english": "She grabbed him and kissed him. She then said to him with a brazen face:"
        },
        {
          "number": 14,
          "latin": "Victimas pro salute debui: hodie solvi vota mea.",
          "english": "“I had to offer sacrifices for my safety. Today, I have paid my vows."
        },
        {
          "number": 15,
          "latin": "Ideo egressa sum obviam tibi, desiderans te, et inveniens te.",
          "english": "So I came out to meet you. I wanted you, and I found you!"
        },
        {
          "number": 16,
          "latin": "Vestiui lectum meum tapetibus, funibus ex Aegypto.",
          "english": "I have spread my bed with tapestries, with fine linens from Egypt."
        },
        {
          "number": 17,
          "latin": "Aspergi lectum meum myrrha, et aloe, et cinnamomo.",
          "english": "I have perfumed my bed with myrrh, aloes, and cinnamon."
        },
        {
          "number": 18,
          "latin": "Veni, et inebriemur uberibus, et fruamur concubitu, usque mane: nemo enim vir meus domi est:",
          "english": "Come, let's drink our fill of love, and enjoy each other's company until morning. My husband isn’t home,"
        },
        {
          "number": 19,
          "latin": "abiit in peregrinationem longam.",
          "english": "He has gone on a long journey."
        },
        {
          "number": 20,
          "latin": "Fasciculum pecuniae tulit secum: in die festo redibit in domum suam.",
          "english": "He took a bag of money with him. He will return home on the appointed day.”"
        },
        {
          "number": 21,
          "latin": "Occurrit ei multis sermonibus, et illexit eum blanditiis labiorum suorum.",
          "english": "With her seductive words, she persuaded him. She enticed him with her flattering lips."
        },
        {
          "number": 22,
          "latin": "Statimque sequitur eam quasi bos ducitur ad victimam, et quasi agnus lasciviens, et ignorans quod ad vincula stultus properat:",
          "english": "Immediately he followed her like an ox to the slaughter, like a fool going to be punished, not knowing that he was going to be punished,"
        },
        {
          "number": 23,
          "latin": "donec transfigat sagitta jecur ejus: velut avis festinat ad laqueum, ignorans quod de anima sua agitur.",
          "english": "until an arrow pierces his liver. Like a bird darting into a snare, unaware that it’s a matter of life and death."
        },
        {
          "number": 24,
          "latin": "Nunc ergo fili mi, audi me, et attende verbis oris mei.",
          "english": "Now, my son, listen to me and pay attention to the words of my mouth."
        },
        {
          "number": 25,
          "latin": "Ne avertatur in vias illius cor tuum, neque erres in semitis ejus.",
          "english": "Do not let your heart turn to her ways, and do not stray on her paths."
        },
        {
          "number": 26,
          "latin": "Multi enim vulnerati sunt, et interfecti ab ea: et fortissimi qui interfecti sunt ab ea.",
          "english": "Because she has caused many to be wounded and killed. She has killed many of the strongest men."
        },
        {
          "number": 27,
          "latin": "Viae inferi domus ejus, gradientes ad eam revertuntur usque ad infernum.",
          "english": "Her house is the way to the grave; it descends to the chambers of death."
        }
      ]
    },
    {
      "number": 8,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Nonne sapientia clamat, et prudentia emittit vocem suam?",
          "english": "Doesn't wisdom cry out? Doesn't careful thought raise its voice?"
        },
        {
          "number": 2,
          "latin": "In summis locis super viam, in mediis semitis stans,",
          "english": "Wisdom stands in the highest places, in the middle of the public roads,"
        },
        {
          "number": 3,
          "latin": "juxta portas urbis, in ipsis foribus loquitur, dicens:",
          "english": "near the city gates, and it is the first thing people hear."
        },
        {
          "number": 4,
          "latin": "O viri, ad vos clamito, et vox mea ad filios hominum.",
          "english": "“I call out to you, men. My voice is for all people."
        },
        {
          "number": 5,
          "latin": "Intelligite, imprudentes, corda, et vos, stulti, mente comprehendite.",
          "english": "You who are foolish, learn common sense. You who are simple, apply your minds."
        },
        {
          "number": 6,
          "latin": "Audite, quoniam de magnis loquar, et aperiam labia mea ut recta praedicem.",
          "english": "Listen, because I will speak of great things. I will open my lips to say what is right."
        },
        {
          "number": 7,
          "latin": "Veritas meditabitur guttur meum, et labia mea detestabuntur impium.",
          "english": "My mouth will proclaim truth. My lips hate wicked speech."
        },
        {
          "number": 8,
          "latin": "Justa sunt cuncta verba mea; nihil est in eis pravum, neque perversum.",
          "english": "All my words are just. There is nothing twisted or wrong in them."
        },
        {
          "number": 9,
          "latin": "Omnia recta sunt intelligentibus, et convenientia invenientibus scientiam.",
          "english": "Everything is clear to those who understand, and truth will come to those who know."
        },
        {
          "number": 10,
          "latin": "Suscipite disciplinam meam, et non pecuniam; et doctrinam magis quam aurum pretiosissimum.",
          "english": "Accept my instruction, not money; and knowledge more than the purest gold."
        },
        {
          "number": 11,
          "latin": "Melior est enim sapientia quam iacientes; et omnia desiderabilia ei non conparantur.",
          "english": "For wisdom is better than jewels, and nothing desired is comparable to it."
        },
        {
          "number": 12,
          "latin": "Ego sapientia habito in consilio, et eruditis intersum cogitationibus.",
          "english": "“I, Wisdom, dwell in counsel. I am present in thoughtful consideration."
        },
        {
          "number": 13,
          "latin": "Timor Domini odit malum; superbiam, et arrogantiam, et viam pravam, et os bilingue detestor.",
          "english": "To fear the Lord is to hate evil. I hate pride, arrogance, a bad path, and a deceitful mouth."
        },
        {
          "number": 14,
          "latin": "Meum est consilium, et aequitas; mea prudentia, mea fortitudo.",
          "english": "I have counsel and righteousness. I have prudence, I have strength."
        },
        {
          "number": 15,
          "latin": "Per me reges regnant, et potentes decernunt justa.",
          "english": "By me, kings reign, and rulers decree what is just."
        },
        {
          "number": 16,
          "latin": "Per me principes imperant, et potentes decernunt justitiam.",
          "english": "Through me, princes command, and the powerful decree justice."
        },
        {
          "number": 17,
          "latin": "Ego diligentes me diligo; et qui mane me quaerunt, invenient me.",
          "english": "I love those who love me. Those who seek me early will find me."
        },
        {
          "number": 18,
          "latin": "Dives et gloria mecum sunt, opes et justitia.",
          "english": "Riches and glory are with me, as are wealth and righteousness."
        },
        {
          "number": 19,
          "latin": "Melior est fructus meus auro et lapide pretioso; et genimina mea argento electo.",
          "english": "My fruit is better than gold and precious stones; and my produce is better than refined silver."
        },
        {
          "number": 20,
          "latin": "In viis justitiae ambulo, in medio semitarum judicii.",
          "english": "I walk in the way of righteousness, in the middle of the paths of judgment."
        },
        {
          "number": 21,
          "latin": "Ut ditem diligentes me, et repleam thesauros eorum.",
          "english": "So that I may enrich those who love me and fill their treasuries."
        },
        {
          "number": 22,
          "latin": "Dominus possedit me in initio viarum suarum, antequam quidquam faceret a principio.",
          "english": "The Lord created me at the beginning of His ways, before He made anything else."
        },
        {
          "number": 23,
          "latin": "Ab aeterno ordinata sum, et ex antiquo, antequam terra fieret.",
          "english": "From eternity, I was ordained, from the beginning, before the earth was made."
        },
        {
          "number": 24,
          "latin": "Nondum erant abyssi, et ego jam concepta fui; necdum fontes aquarum scaturiebant:",
          "english": "Before there were deep seas, I was already conceived; before the springs of water flowed forth:"
        },
        {
          "number": 25,
          "latin": "necdum montes gravi mole constiterant, ante colles ego parturiebar.",
          "english": "Before the mountains were formed, I was born before the hills."
        },
        {
          "number": 26,
          "latin": "Nondum terram fecerat, et flumina, et fundamina orbis terrae.",
          "english": "Before He had made the land, the rivers, and the foundations of the earth, I was there."
        },
        {
          "number": 27,
          "latin": "Quando praeparabat caelos, aderam; quando certa lege, et gyro vallabat abyssos:",
          "english": "When He prepared the universe, I was there; when He established the sky above the oceans,"
        },
        {
          "number": 28,
          "latin": "quando aequabat nubes sursum, et firmabat fontes abyssorum:",
          "english": "when He strengthened the clouds above, and secured the fountains of the deep,"
        },
        {
          "number": 29,
          "latin": "quando ponebat mari terminum suum, et legem, ne transiret aquae, quando adpendebat fundamenta terrae:",
          "english": "when He established the sea's boundaries, and a law so the water wouldn't cross them, and when He laid the foundations of the earth,"
        },
        {
          "number": 30,
          "latin": "cum eo eram cuncta conponens: et delectabar quotidie, ludens coram eo omni tempore;",
          "english": "then I was with Him, arranging everything. And I rejoiced daily, playing before Him all the time,"
        },
        {
          "number": 31,
          "latin": "ludens in orbe terrarum; et deliciae meae esse cum filiis hominum.",
          "english": "playing in the world; and my delight was to be with the children of men."
        },
        {
          "number": 32,
          "latin": "Nunc ergo, filii, audite me: beati, qui custodiunt vias meas.",
          "english": "So now, children, listen to me: blessed are those who keep my ways."
        },
        {
          "number": 33,
          "latin": "Audite disciplinam, et estote sapientes, et nolite abjicere eam.",
          "english": "Listen to instruction and be wise; do not cast it away."
        },
        {
          "number": 34,
          "latin": "Beatus homo, qui audit me, et qui vigilat ad fores meas quotidie, et observat ad postes ostii mei.",
          "english": "Blessed is the man who hears me, and who watches at my doors every day, and observes the posts of my doors."
        },
        {
          "number": 35,
          "latin": "Qui me invenerit, inveniet vitam, et hauriet salutem a Domino.",
          "english": "Whoever finds me finds life and will receive salvation from the Lord."
        },
        {
          "number": 36,
          "latin": "Qui autem in me peccaverit, laedet animam suam; omnes qui me oderunt, amant mortem.",
          "english": "But whoever sins against me harms his own soul. All who hate me love death."
        }
      ]
    },
    {
      "number": 9,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "SAPIENTIA aedificavit sibi domum, excidit columnas septem.",
          "english": "Wisdom has built herself a house; she has carved out seven columns."
        },
        {
          "number": 2,
          "latin": "Immolavit victimas suas, miscuit vinum, et posuit mensam.",
          "english": "She has prepared her sacrifices, mixed her wine, and set up her table."
        },
        {
          "number": 3,
          "latin": "Misit ancillas suas ut vocaret a turribus, et moenibus civitatis:",
          "english": "She sent her servants to call out from the highest points and the walls of the city:"
        },
        {
          "number": 4,
          "latin": "Quicumque est parvulus, veniat ad me: et insipientibus locuta est:",
          "english": "\"Whoever is young, let him come to me,\" and she spoke to those who lacked understanding:"
        },
        {
          "number": 5,
          "latin": "Venite, comedite de pane meo, et bibite vinum quod miscui vobis:",
          "english": "\"Come, eat my bread, and drink the wine I have mixed for you:"
        },
        {
          "number": 6,
          "latin": "Relinquite insipientiam, et vivite, et ambulate per viam prudentiae.",
          "english": "Abandon your ignorance, and you will live, and walk in the path of prudence.\""
        },
        {
          "number": 7,
          "latin": "Qui docet derisorem, ipse se inuriet: et qui arguit impium, sibi maculam generat.",
          "english": "He who instructs a scoffer harms himself; he who reproves the wicked brings shame upon himself."
        },
        {
          "number": 8,
          "latin": "Noli arguere derisorem, ne oderit te: argue sapientem, et diliget te.",
          "english": "Do not reprove a scoffer, lest he hate you; reprove a wise man, and he will love you."
        },
        {
          "number": 9,
          "latin": "Da sapienti occasionem, et addetur ei sapientia: doce justum, et addet ut accipiat.",
          "english": "Give an opportunity to a wise man, and wisdom will be added to him; teach a just man, and he will increase in his learning."
        },
        {
          "number": 10,
          "latin": "Timor Domini principium sapientiae: et scientia sanctorum, prudentia.",
          "english": "Fear of the Lord is the beginning of wisdom, and the knowledge of the saints is prudence."
        },
        {
          "number": 11,
          "latin": "Per me multiplicabuntur dies tui, et addentur tibi anni vitae.",
          "english": "Through me, your days will be multiplied, and years of life will be added to you."
        },
        {
          "number": 12,
          "latin": "Si sapiens fueris, tibi ipsi eris: sin autem derisor, solus portabis malum.",
          "english": "If you are wise, you are wise for yourself; if you are a scoffer, you alone will bear the evil."
        },
        {
          "number": 13,
          "latin": "Stultitia mulier clamosa et stulta, et nihil sciens.",
          "english": "Folly is a loud, foolish woman, knowing nothing."
        },
        {
          "number": 14,
          "latin": "Et sedet in foribus domus suae, super sellam, in excelsis urbis,",
          "english": "She sits at the doors of her house, on a seat, in the high places of the city,"
        },
        {
          "number": 15,
          "latin": "ut vocet praetereuntes per viam, qui eunt gressibus suis:",
          "english": "to call out to those passing by on the road, who go on their way:"
        },
        {
          "number": 16,
          "latin": "Quicumque est parvulus, veniat ad me: et insipienti locuta est:",
          "english": "\"Whoever is young, let him come to me;\" and she spoke to the foolish:"
        },
        {
          "number": 17,
          "latin": "Aqua furtiva dulcior est, et panis absconditus suavior.",
          "english": "“Stolen water is sweeter, and hidden bread is more pleasant.\""
        },
        {
          "number": 18,
          "latin": "Et ignorat quod ibi sint mortui, quod in profundis inferni convivę ejus.",
          "english": "But she does not know that the dead are there, and that her guests are in the depths of hell."
        }
      ]
    },
    {
      "number": 10,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Proverbia Salomonis. Filius sapiens laetificat patrem, filius vero stultus moeror matris suae.",
          "english": "Proverbs of Solomon. A wise son brings joy to his father, but a foolish son is the sadness of his mother."
        },
        {
          "number": 2,
          "latin": "Non proderunt thesauri impietatis, justitia vero liberabit a morte.",
          "english": "Treasures gained through evil will not last, but righteousness delivers from death."
        },
        {
          "number": 3,
          "latin": "Non patietur Dominus famem justi, et insatiabile desiderium impiorum expellit.",
          "english": "The Lord will not let the just go hungry, but He sends away the desires of the wicked."
        },
        {
          "number": 4,
          "latin": "Manum segnium pauperes facit: manus autem fortium divitias parat.",
          "english": "A lazy hand makes a man poor, but the hand of the diligent brings wealth."
        },
        {
          "number": 5,
          "latin": "Qui congregat in messe, filius sapiens est: qui autem stertit in aestate, filius ignominiosus.",
          "english": "He who gathers in the harvest is a wise son, but he who sleeps during the harvest is a shameful son."
        },
        {
          "number": 6,
          "latin": "Benedictio Domini super caput justi: os autem impiorum operit iniquitatem.",
          "english": "Blessings are on the head of the just, but the mouth of the wicked conceals violence."
        },
        {
          "number": 7,
          "latin": "Memoria justi cum laudibus, et nomen impiorum putrescet.",
          "english": "The memory of the just is blessed, but the name of the wicked rots."
        },
        {
          "number": 8,
          "latin": "Sapiens corde suscipiet mandata, stultus vero ore se frustrabit.",
          "english": "The wise of heart receives the commandments, but a fool will be ruined by his own mouth."
        },
        {
          "number": 9,
          "latin": "Qui ambulat simpliciter, ambulat confidenter: qui autem pervertit vias suas, manifestus erit.",
          "english": "He who walks uprightly walks securely, but he who perverts his ways will be exposed."
        },
        {
          "number": 10,
          "latin": "Qui annuit oculo, dabit dolorem: et stultus ore confabulabitur.",
          "english": "He who winks with his eye causes grief, and a fool will chatter foolishly."
        },
        {
          "number": 11,
          "latin": "Fons vitae os justi, os impiorum operit iniquitatem.",
          "english": "The mouth of the just is a fountain of life, but the mouth of the wicked conceals violence."
        },
        {
          "number": 12,
          "latin": "Odium suscitat rixas, et universa quae non operiunt, stultus profert.",
          "english": "Hatred stirs up disputes, and the fool reveals all that he does not want covered."
        },
        {
          "number": 13,
          "latin": "In labiis sapientis invenitur sapientia, et virga in dorso ejus qui indiget corde.",
          "english": "On the lips of the wise is found wisdom, and a rod is on the back of him who lacks heart."
        },
        {
          "number": 14,
          "latin": "Sapiens abscondit scientiam, os autem stulti confestim prope est contritio.",
          "english": "The wise hides knowledge, but the mouth of the fool is near to ruin."
        },
        {
          "number": 15,
          "latin": "Substantia divitis, urbs fortissima ejus: timor pauperum, eversio eorum.",
          "english": "The wealth of the rich is their strong city, but the fear of the poor is their ruin."
        },
        {
          "number": 16,
          "latin": "Opus justi ad vitam, et doctrina impii ad peccatum.",
          "english": "The work of the just leads to life, but the teachings of the wicked lead to sin."
        },
        {
          "number": 17,
          "latin": "Via vitae custodienti disciplinam, qui autem increpationes relinquit, errat.",
          "english": "The path of life is for those who keep discipline, but he who abandons reproof errs."
        },
        {
          "number": 18,
          "latin": "Qui abscondit odium, mendax est labiis: et qui profert calumniam, stultus est.",
          "english": "He who conceals hatred is a liar with his lips, and he who spreads slander is a fool."
        },
        {
          "number": 19,
          "latin": "In multiloquio non deerit peccatum: qui moderatur labia sua, prudentissimus est.",
          "english": "In much talk, sin will not be absent, but he who restrains his lips is most prudent."
        },
        {
          "number": 20,
          "latin": "Lingua justi argentum electum: cor impiorum quasi nihil.",
          "english": "The tongue of the just is choice silver, but the heart of the wicked is of little value."
        },
        {
          "number": 21,
          "latin": "Labia justi pascunt plurimos: morientes autem stulti dolore contristantur.",
          "english": "The lips of the just feed many, but fools are grieved by their own folly."
        },
        {
          "number": 22,
          "latin": "Benedictio Domini ditat, nec afferet ei curam.",
          "english": "The blessing of the Lord makes rich, and He adds no sorrow with it."
        },
        {
          "number": 23,
          "latin": "Operari facinora quasi risus stulto: sapientia autem viro prudenti, est gaudium.",
          "english": "Doing wickedness is like sport to a fool, but wisdom is joy to a man of understanding."
        },
        {
          "number": 24,
          "latin": "Quod timet impius, eveniet ei: desiderium justorum adimplietur.",
          "english": "What the wicked fears will come upon him, but the desire of the just will be granted."
        },
        {
          "number": 25,
          "latin": "Quasi turbo pertransiens, non erit impius: justus autem quasi fundamentum sempiternum.",
          "english": "As a whirlwind passes, so the wicked will not remain, but the just is like an everlasting foundation."
        },
        {
          "number": 26,
          "latin": "Sicut acetum dentibus, et fumus oculis, ita piger his qui miserunt eum.",
          "english": "As vinegar to the teeth, and smoke to the eyes, so is the lazy person to those who sent him."
        },
        {
          "number": 27,
          "latin": "Timor Domini addet dies, et anni impiorum breviabuntur.",
          "english": "The fear of the Lord prolongs days, but the years of the wicked will be shortened."
        },
        {
          "number": 28,
          "latin": "Expectatio justorum laetitia: spes impiorum peribit.",
          "english": "The hope of the just is joy, but the hope of the wicked will perish."
        },
        {
          "number": 29,
          "latin": "Fortitudo simplicis via Domini, et pavor eorum qui operantur malum.",
          "english": "The way of the Lord is strength to the upright, and fear to those who do evil."
        },
        {
          "number": 30,
          "latin": "Justus in aeternum non commovebitur: impii autem non habitabunt terram.",
          "english": "The just will never be moved, but the wicked will not inhabit the land."
        },
        {
          "number": 31,
          "latin": "Os justi proferet sapientiam: lingua pravorum peribit.",
          "english": "The mouth of the just produces wisdom, but the tongue of the wicked will perish."
        }
      ]
    },
    {
      "number": 11,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Statera dolosa abominabilis est coram Domino: pondus autem justum placabile ei.",
          "english": "God hates dishonesty in the marketplace. Honest scales, however, bring Him joy."
        },
        {
          "number": 2,
          "latin": "Ubi venerit superbia, ibi et contumelia: ubi autem humilitas, ibi et sapientia.",
          "english": "Pride brings disgrace, but humility brings wisdom."
        },
        {
          "number": 3,
          "latin": "Simplici via justorum dirigit eos justitia: et perversitas praevaricatorum scandalum est illis.",
          "english": "The integrity of the upright guides them, but the crookedness of the treacherous destroys them."
        },
        {
          "number": 4,
          "latin": "Non proderunt divitiæ in die iræ: justitia vero liberat a morte.",
          "english": "Wealth does not help when God’s anger comes, but justice will save from death."
        },
        {
          "number": 5,
          "latin": "Justitia viri perfecti dirigit viam ejus: et in impietate impius corruet.",
          "english": "The justice of the blameless keeps his way straight, but the wicked will fall."
        },
        {
          "number": 6,
          "latin": "Justitia rectorum liberabit eos: et in voluntate eorum capientur improbi.",
          "english": "The righteousness of the upright will deliver them, but the wicked will be caught in their own desires."
        },
        {
          "number": 7,
          "latin": "Mortuo homine impio, periit et spes ejus: et expectatio in fortibus, peribit.",
          "english": "When the wicked dies, his hope dies, and the expectation of wealth comes to nothing."
        },
        {
          "number": 8,
          "latin": "Justus de angustia eripitur: et tradetur pro eo impius.",
          "english": "The righteous are delivered from trouble, but the wicked take the righteous’ place."
        },
        {
          "number": 9,
          "latin": "Simulator ore decipit amicum suum: justi autem liberabuntur scientia.",
          "english": "With his mouth, a hypocrite destroys his neighbor, but the righteous are delivered by knowledge."
        },
        {
          "number": 10,
          "latin": "In bono justorum exultabit civitas: et in perditione impiorum erit exultatio.",
          "english": "When the righteous prosper, the city rejoices, and when the wicked perish, there are shouts of joy."
        },
        {
          "number": 11,
          "latin": "Benedictione justorum exaltabitur civitas: os autem impiorum dissipabit eam.",
          "english": "A city prospers when the righteous bless it, but the wicked destroy it by their words."
        },
        {
          "number": 12,
          "latin": "Qui despicit amicum, indigens est corde: et in labore suo confodietur.",
          "english": "Those who despise their neighbors are fools, but those with understanding hold their tongues."
        },
        {
          "number": 13,
          "latin": "Ambulans fraudulenter revelat arcana: qui autem fidelis est animi, celat negotium.",
          "english": "A gossip reveals secrets, but a trustworthy person keeps a confidence."
        },
        {
          "number": 14,
          "latin": "Ubi non est gubernator, populus corruet: salus autem ubi multa consilia.",
          "english": "Without guidance, a nation falls, but with many counselors there is safety."
        },
        {
          "number": 15,
          "latin": "Affligendo se pro alio, malum facit: qui autem odit contractus, securior est.",
          "english": "He who guarantees a debt is surely harmed, and whoever hates suretyship is safe."
        },
        {
          "number": 16,
          "latin": "Mulier gratiosa inveniet gloriam: et fortes possidebunt divitias.",
          "english": "A gracious woman gains honor, and strong men gain wealth."
        },
        {
          "number": 17,
          "latin": "Benefacit animæ suæ vir misericors: qui autem crudelis est, conturbat carnem suam.",
          "english": "The merciful man does good to his own soul, but the cruel troubles his own flesh."
        },
        {
          "number": 18,
          "latin": "Impius facit opus instabile: qui autem seminat justitiam, merces vera.",
          "english": "The wicked earns wages that are false, but he who sows righteousness gets a true reward."
        },
        {
          "number": 19,
          "latin": "Qui in justitia stat, vitam persequitur: et qui sequitur malum, morti occurret.",
          "english": "He who is righteous has life, and he who pursues evil seeks his own death."
        },
        {
          "number": 20,
          "latin": "Abominatio Domini, cor pravum: et voluntas rectarum, placabilis.",
          "english": "The Lord hates those with a crooked heart, but He delights in those whose way is blameless."
        },
        {
          "number": 21,
          "latin": "Manus in manu non est impune: semen autem justorum liberabitur.",
          "english": "Assuredly, the wicked shall not be unpunished: but the seed of the just shall be saved."
        },
        {
          "number": 22,
          "latin": "Sicut in circulo auri in naribus suis sus, sic mulier speciosa et stulta.",
          "english": "As a gold ring in a pig's snout, so is a beautiful woman who lacks good judgment."
        },
        {
          "number": 23,
          "latin": "Desiderium justorum omne bonum: expectatio impiorum ira.",
          "english": "The desire of the righteous is only good, but the expectation of the wicked will be wrath."
        },
        {
          "number": 24,
          "latin": "Est qui tribuit, et ditior fit: et qui rapit, quasi semper egeat.",
          "english": "There are those who give freely, and become more wealthy. Others withhold what they should give, and become impoverished."
        },
        {
          "number": 25,
          "latin": "Anima benedicta impinguabitur: et qui inebrians est, ipse inebriabitur.",
          "english": "A generous person will be blessed, and he who waters will also be watered."
        },
        {
          "number": 26,
          "latin": "Qui abscondit frumentum, maledictus a populis: benedictio autem super caput vendentium.",
          "english": "People curse those who hoard grain, but blessings are on the head of the one who sells it."
        },
        {
          "number": 27,
          "latin": "Qui studet bene, diligit bonum: qui autem requirit malum, ipsum inveniet.",
          "english": "He who seeks good will find favor, but evil comes to him who searches for it."
        },
        {
          "number": 28,
          "latin": "Qui confidit in divitiis suis, corruet: justi autem quasi virens folium germinabunt.",
          "english": "He who trusts in his wealth will fall, but the righteous will flourish like green leaves."
        },
        {
          "number": 29,
          "latin": "Qui conturbat domum suam, possidebit ventum: et stultus serviet sapienti.",
          "english": "He who brings trouble on his household will inherit the wind, and the fool will be the servant of the wise."
        },
        {
          "number": 30,
          "latin": "Fructus justi lignum vitæ: et qui ganat animas, sapiens est.",
          "english": "The fruit of the righteous is a tree of life, and he who wins souls is wise."
        },
        {
          "number": 31,
          "latin": "Si justus in terra recipit, quanto magis impius et peccator?",
          "english": "If the righteous will be rewarded on earth, how much more the wicked and the sinner?"
        }
      ]
    },
    {
      "number": 12,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Qui diligit disciplinam, diligit scientiam: qui autem odit correptionem, stultus est.",
          "english": "The one who loves discipline also loves knowledge; but the one who hates being corrected is a fool."
        },
        {
          "number": 2,
          "latin": "Bonus per voluntatem obtinebit a Domino: vir autem malorum condemnabitur.",
          "english": "God gives blessings to those who do good; but He will condemn evil men."
        },
        {
          "number": 3,
          "latin": "Non confirmabitur homo in impietate: radix autem justorum non commovebitur.",
          "english": "No one will ever become secure through wickedness, but those with righteousness will stand firm."
        },
        {
          "number": 4,
          "latin": "Mulier fortis corona est viri sui: quae turpiter agit, tabes ossium ejus.",
          "english": "A good wife is a crown to her husband; but the one who does shameful things wastes her husband's strength."
        },
        {
          "number": 5,
          "latin": "Cogitationes justorum judicia: et consilia impiorum insidiæ.",
          "english": "The thoughts of the righteous are just, and the plans of the wicked are full of traps."
        },
        {
          "number": 6,
          "latin": "Verba impiorum insidiantur sanguini: os justorum liberabit eos.",
          "english": "The words of the wicked are a trap, leading to bloodshed, while the righteous will always be delivered."
        },
        {
          "number": 7,
          "latin": "Subvertuntur impii, et non subsistent: domus autem justorum permanebit.",
          "english": "The wicked will fall and never rise, but the homes of the just will remain."
        },
        {
          "number": 8,
          "latin": "Vir laudabitur pro sensu suo: qui vero stultus est corde, erit despectus.",
          "english": "Men will be praised based on their wisdom; but those foolish in their hearts will be despised."
        },
        {
          "number": 9,
          "latin": "Melior est pauper, et sufficiens, quam gloriatur, et indiget pane.",
          "english": "It is better to be poor with the bare necessities than to be arrogant and still in need of food."
        },
        {
          "number": 10,
          "latin": "Justus novit animas jumentorum suorum: viscera autem impiorum crudelia.",
          "english": "The righteous know the needs of their animals, but the heart of the wicked is cruel."
        },
        {
          "number": 11,
          "latin": "Qui operatur terram, saturabitur panibus: qui sectatur otiosos, stultus est.",
          "english": "The one who works his land will have more than enough food; but the one who chases after empty pleasures is a fool."
        },
        {
          "number": 12,
          "latin": "Desiderium impiorum mala: radix autem justorum germinabit.",
          "english": "The wicked desire evil, but the root of the righteous bears fruit."
        },
        {
          "number": 13,
          "latin": "Peccatum labiorum, laqueus est peccatoribus: et qui timet, procul dubio liberabitur.",
          "english": "The sin of the lips will trap sinners, but those who avoid sin will be freed."
        },
        {
          "number": 14,
          "latin": "De fructu oris viri implebitur bonis: retributio operis manuum ejus reddetur ei.",
          "english": "The good will be filled by the fruits of their words, and the work of their hands will be rewarded."
        },
        {
          "number": 15,
          "latin": "Via stulti recta in oculis ejus: qui autem sapiens est, audit consilia.",
          "english": "The way of the fool seems right to him, but the wise listen to counsel."
        },
        {
          "number": 16,
          "latin": "Stultus statim indicat iram suam: qui dissimulat ignominiam, est callidus.",
          "english": "A fool immediately makes his anger known, but the one who ignores insults is wise."
        },
        {
          "number": 17,
          "latin": "Qui profert quod novit, annuntiat justitiam: qui autem testis est mendacii, dolus est.",
          "english": "He who tells the truth is just, but he who is a false witness is a fraud."
        },
        {
          "number": 18,
          "latin": "Est, qui promittit, et quasi lanceat gladio: lingua autem sapientium sanitas.",
          "english": "There are those who speak rashly as if they are stabbing with a sword, but the tongue of the wise brings health."
        },
        {
          "number": 19,
          "latin": "Labium verax permanebit in æternum: et testis velox, brevi tempore.",
          "english": "The truthful lip will endure forever, and the lying witness will be silenced quickly."
        },
        {
          "number": 20,
          "latin": "Dolus in corde eorum qui cogitant mala: gaudentes autem in consiliis pacis.",
          "english": "Deceit is in the heart of those who plot evil, but those who counsel peace rejoice."
        },
        {
          "number": 21,
          "latin": "Non contristabit justum quidquid ei acciderit: impii autem replebuntur malo.",
          "english": "No evil will ever befall the righteous, but the wicked are full of trouble."
        },
        {
          "number": 22,
          "latin": "Labia mendaciorum abominantur Domino: qui autem fideliter agunt, placabunt eum.",
          "english": "Lying lips are an abomination to God, but those who act faithfully please Him."
        },
        {
          "number": 23,
          "latin": "Homo astutus celat scientiam: cor stultorum annuntiabit stultitiam.",
          "english": "A clever man hides knowledge, but the foolish heart will proclaim foolishness."
        },
        {
          "number": 24,
          "latin": "Manus fortium dominabitur: otiosa vero, tributo subjacebit.",
          "english": "The hand of the strong rules, but the lazy will be subject to tribute."
        },
        {
          "number": 25,
          "latin": "Tristitia in corde viri curvo, conteret eum: sermone bono lætificabitur.",
          "english": "Sadness in the heart of a man bows him down, but a good word makes him happy."
        },
        {
          "number": 26,
          "latin": "Qui negligit amicum suum, pro nihilo habebitur: qui autem timet, corripitur.",
          "english": "He who neglects his friend is worthless, but the one who fears is corrected."
        },
        {
          "number": 27,
          "latin": "Non veniet in mendacio qui diligit disciplinam: vir autem mendax conturbabitur.",
          "english": "The one who loves discipline does not lie, but a man of lies is troubled."
        },
        {
          "number": 28,
          "latin": "In via justitiæ vita: et semita erroris ad mortem.",
          "english": "In the way of righteousness is life, and the path of error leads to death."
        },
        {
          "number": 29,
          "latin": "Qui custodit disciplinam, in via vitæ est: qui autem correptiones relinquit, errat.",
          "english": "The one who keeps discipline is on the path of life, but the one who rejects correction goes astray."
        },
        {
          "number": 30,
          "latin": "Qui continet linguam suam, novit scientiam: qui autem impatiens est lingua, stultus est.",
          "english": "He who controls his tongue knows knowledge, but the impatient of tongue is a fool."
        },
        {
          "number": 31,
          "latin": "Qui timet Deum, suscipiet bona: et fructus ejus, erunt in plenitudine.",
          "english": "The one who fears God will receive blessings, and the rewards will be abundant."
        },
        {
          "number": 32,
          "latin": "Via stulti recta in oculis ejus: qui autem sapiens est, audit consilia.",
          "english": "The way of the fool is right in his own eyes, but the wise listen to counsel."
        },
        {
          "number": 33,
          "latin": "Nescitur malum justo: impii autem replebuntur malo.",
          "english": "No evil will befall the just, but the wicked will be filled with evil."
        }
      ]
    },
    {
      "number": 13,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Filius sapiens cor patris laetificat: filius vero stultus, moeror matris suae.",
          "english": "A wise son makes his father's heart happy; but a foolish son is his mother's grief."
        },
        {
          "number": 2,
          "latin": "Thesauri impietatis nihil proderunt: justitia vero liberat a morte.",
          "english": "Ill-gotten gains are worthless, but justice saves from death."
        },
        {
          "number": 3,
          "latin": "Non derelinquet Dominus esurientes justitia: insatiabilem vero impiorum reprobabit.",
          "english": "The Lord won’t let the just go hungry, but He frustrates the ambitions of the wicked."
        },
        {
          "number": 4,
          "latin": "Piger manu, pauperem facit: manus autem fortium opes congregat.",
          "english": "Lazy hands make a man poor, but diligent hands bring wealth."
        },
        {
          "number": 5,
          "latin": "Filius sapiens in messe congregat: qui autem dormit in aestate, filius confusionis.",
          "english": "A wise son gathers in harvest, but the one who sleeps in summer is a cause for shame."
        },
        {
          "number": 6,
          "latin": "Benedictiones Domini super caput justi: os autem impiorum operiet iniquitatem.",
          "english": "Blessings come on the head of the just, but the mouth of the wicked is filled with violence."
        },
        {
          "number": 7,
          "latin": "Memoria justi cum laudibus: nomen autem impiorum putrescet.",
          "english": "The memory of the just is a blessing, but the name of the wicked will rot."
        },
        {
          "number": 8,
          "latin": "Sapiens corde suscipit mandata: stultus vero linguis confractus apparebit.",
          "english": "The wise of heart accepts instructions, but a babbling fool will come to ruin."
        },
        {
          "number": 9,
          "latin": "Qui ambulat simpliciter, ambulat confidenter: qui autem depravat vias suas, manifestus erit.",
          "english": "The one who walks honestly walks securely, but the one who twists his ways will be known."
        },
        {
          "number": 10,
          "latin": "Qui nutu significat oculos, dat dolorem: et stultus linguis confractus apparebit.",
          "english": "The one who winks knowingly causes grief, and a babbling fool will come to ruin."
        },
        {
          "number": 11,
          "latin": "Fons vitae, doctrina justi: calumniae vero impiorum, laqueus mortis.",
          "english": "The teaching of the just is a fountain of life, but the snare of death is the violence of the wicked."
        },
        {
          "number": 12,
          "latin": "Timor Domini, fiducia fortis filio: et relinquet filiis timorem suum.",
          "english": "Fear of the Lord is a strong confidence for a son, and He will leave this to his sons."
        },
        {
          "number": 13,
          "latin": "Disciplina stultorum, stultitia: sapientia parvulorum, prudentia.",
          "english": "Foolishness is the discipline of fools; wisdom is prudence to the young."
        },
        {
          "number": 14,
          "latin": "Qui custodit os suum, custodit animam suam: qui autem inconsideratus est ad loquendum, sentiet mala.",
          "english": "The one who guards his mouth guards his soul; but the one who speaks rashly will experience evil."
        },
        {
          "number": 15,
          "latin": "Voluntas pigeri, occidet eum: noluerunt enim manus ejus operari.",
          "english": "The lazy man’s desire kills him, because his hands refuse to work."
        },
        {
          "number": 16,
          "latin": "Tractantes diligentiam, vitam possidebunt: qui autem negligunt viam suam, morientur.",
          "english": "Those who practice diligence will live, but those who neglect their way will die."
        },
        {
          "number": 17,
          "latin": "Qui celat odium, mendax est labiis: qui autem exprimit calumniam, stultus est.",
          "english": "The one who conceals hatred is a liar with his lips, but the one who spreads slander is a fool."
        },
        {
          "number": 18,
          "latin": "In multiloquio, peccatum non defuit: qui autem moderatur labia sua, prudentissimus est.",
          "english": "In much talk, sin is not lacking, but the one who controls his lips is most wise."
        },
        {
          "number": 19,
          "latin": "Lingua justi, electa argentum: cor impiorum, ad nihilum redigetur.",
          "english": "The tongue of the just is like choice silver; but the heart of the wicked is of no value."
        },
        {
          "number": 20,
          "latin": "Cor sapientis quaerit scientiam: os stultorum pascitur stultitia.",
          "english": "The heart of the wise seeks knowledge, but the mouth of fools feeds on foolishness."
        },
        {
          "number": 21,
          "latin": "Qui sequitur justitiam et misericordiam, inveniet vitam et justitiam cum gloria.",
          "english": "The one who follows justice and mercy will find life and honor and glory."
        },
        {
          "number": 22,
          "latin": "Ascendit sapiens urbem fortium, et destruit robur fiducia illorum.",
          "english": "A wise man climbs the city of the strong, and destroys the strength of their confidence."
        },
        {
          "number": 23,
          "latin": "Qui custodit os suum et linguam suam, custodit ab angustiis animam suam.",
          "english": "The one who guards his mouth and his tongue protects his soul from trouble."
        },
        {
          "number": 24,
          "latin": "Superbus et arrogans vocatur ludibrium: et operatur superbia cum indignatione.",
          "english": "A proud and arrogant man is called a joke, and he acts with arrogance and indignation."
        },
        {
          "number": 25,
          "latin": "Desideria pigeri occidunt eum: quia noluerunt manus ejus operari.",
          "english": "The lazy man’s desires kill him, because his hands have not wanted to work."
        },
        {
          "number": 26,
          "latin": "Tota die concupiscit avarus: qui autem dat, et non cessat, impinguabitur.",
          "english": "The greedy man covets all day, but the one who gives and does not cease is enriched."
        },
        {
          "number": 27,
          "latin": "Victima impiorum abominabilis: et oblatio justorum, electa.",
          "english": "The sacrifice of the wicked is abominable, but the offering of the just is chosen."
        },
        {
          "number": 28,
          "latin": "Qui calumniam spernit, diligitur: qui autem timetur ab impio, peribit.",
          "english": "The one who despises slander is loved, but the one who fears the wicked will perish."
        },
        {
          "number": 29,
          "latin": "Sapiens in malis timet, et declinat a malis: stultus transilit, et confidit.",
          "english": "The wise man fears evil and turns from it, but the fool charges ahead and is confident."
        },
        {
          "number": 30,
          "latin": "Pauper, et creditor, occurrent sibi: utriusque oculos illuminat Dominus.",
          "english": "The poor and the creditor will meet each other, for the Lord illuminates the eyes of them both."
        },
        {
          "number": 31,
          "latin": "Qui instruit puerum, diligitur a filiis: et maneat in filiis ejus fructus operis ejus.",
          "english": "The one who instructs a child is loved by the sons, and the fruit of his work remains with his sons."
        }
      ]
    },
    {
      "number": 14,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Sapiens aedificabit sibi domum, et stabiliet eam septem columnis.",
          "english": "A wise person will build a home for himself, and will strengthen it with seven pillars."
        },
        {
          "number": 2,
          "latin": "Stulta exaedificabit sibi domum, quae stultitia sua destruit.",
          "english": "A foolish person builds a home that is destroyed by his own foolishness."
        },
        {
          "number": 3,
          "latin": "Qui graditur per vias rectas, timens Deum, despicitur a contemnentibus viam pravam.",
          "english": "The one who walks the correct way, fearing God, is scorned by those who despise the straight path."
        },
        {
          "number": 4,
          "latin": "In corde stultorum habitabit scientia, et non intelleget eam.",
          "english": "In the heart of a fool, understanding will be present, and they will not understand it."
        },
        {
          "number": 5,
          "latin": "Fidelis testis non mentitur: profert mendacium dolosus testis.",
          "english": "A faithful witness does not lie, but a deceitful witness speaks falsehood."
        },
        {
          "number": 6,
          "latin": "Quaerit derisor sapientiam et non invenit: scientia viro prudenti facilis.",
          "english": "The scoffer seeks wisdom and does not find it, but knowledge is easy for a prudent man."
        },
        {
          "number": 7,
          "latin": "Recede a viro stulto: in labiis ejus nescies prudentiam.",
          "english": "Stay away from a foolish man, because you will not find wisdom in his words."
        },
        {
          "number": 8,
          "latin": "Sapientia callidi est intelligere viam suam; et stultitia stultorum error.",
          "english": "The wisdom of the shrewd is to understand his own way, but the foolishness of fools is their error."
        },
        {
          "number": 9,
          "latin": "Stulti illudent pro peccato, et in medio justorum gratia.",
          "english": "Fools mock at sin, but grace is with the righteous."
        },
        {
          "number": 10,
          "latin": "Cor novit amaritudinem animae suae: et in gaudio illius non miscebitur extraneus.",
          "english": "The heart knows the bitterness of its own soul, and a stranger will not share in its joy."
        },
        {
          "number": 11,
          "latin": "Domus impiorum subvertetur: tabernaculum justorum florebit.",
          "english": "The house of the wicked will be overturned, but the dwelling of the just will flourish."
        },
        {
          "number": 12,
          "latin": "Est via, quae videtur homini recta, et novissima ejus deducunt ad mortem.",
          "english": "There is a way that seems right to a man, but its end leads to death."
        },
        {
          "number": 13,
          "latin": "Ridens dolore replebitur: et gaudium ejus in gemitu terminabitur.",
          "english": "Even in laughter, there is pain, and the end of joy is sorrow."
        },
        {
          "number": 14,
          "latin": "Viro in viis suis, a fructibus operum suorum replebitur.",
          "english": "A man will be filled with the fruit of his works in his own ways."
        },
        {
          "number": 15,
          "latin": "Credulus omni verbo, is est stultus: sagax considerat gressus suos.",
          "english": "The one who believes every word is foolish, but the wise one considers their steps."
        },
        {
          "number": 16,
          "latin": "Sapiens timet, et declinat a malo: stultus protervus et fiduciarius est.",
          "english": "A wise person fears evil and avoids it, but a fool is bold and confident."
        },
        {
          "number": 17,
          "latin": "Iracundus facile provocatur: et homo qui cito offenditur, semper stultus.",
          "english": "The quick-tempered man provokes a quarrel, and a man who is easily offended is always a fool."
        },
        {
          "number": 18,
          "latin": "Parvuli possidebunt stultitiam: et callidi coronabuntur doctrina.",
          "english": "The immature will possess foolishness, but the shrewd will be crowned with knowledge."
        },
        {
          "number": 19,
          "latin": "Mali incurvabuntur coram bonis, et impii ad portas justorum.",
          "english": "The wicked will bow before the good, and the impious at the gates of the just."
        },
        {
          "number": 20,
          "latin": "Pauper odibilis est etiam proximo suo: amici divitum multi.",
          "english": "The poor are despised by even their neighbors, but the friends of the rich are many."
        },
        {
          "number": 21,
          "latin": "Qui despicit proximum suum, peccat: qui autem miseretur pauperis, beatus est.",
          "english": "The one who despises their neighbor sins, but the one who takes pity on the poor is blessed."
        },
        {
          "number": 22,
          "latin": "Nonne errant qui operantur malum? misericordia et veritas praevalent operantibus bonum.",
          "english": "Do not those who do evil err? Mercy and truth prevail for those who do good."
        },
        {
          "number": 23,
          "latin": "In omni opere erit abundantia: ubi autem verba otiosa, ibi egestas.",
          "english": "In every work there will be abundance, but where there are idle words, there is poverty."
        },
        {
          "number": 24,
          "latin": "Sapientium fortitudo, divitiæ eorum: stultorum, inscientia eorum.",
          "english": "The strength of the wise is their riches, but the foolishness of fools is their ignorance."
        },
        {
          "number": 25,
          "latin": "Testis fidelis liberat animas: et loquitur multa mendacia, vir dolosus.",
          "english": "A faithful witness saves souls, but a deceitful man speaks many lies."
        },
        {
          "number": 26,
          "latin": "In timore Domini fiducia fortitudinis: et filiis ejus erit spes.",
          "english": "In the fear of the Lord is the confidence of strength, and His sons will have hope."
        },
        {
          "number": 27,
          "latin": "Timor Domini, fons vitæ, ut recedat a laqueis mortis.",
          "english": "The fear of the Lord is the fountain of life, and causes one to depart from the snares of death."
        },
        {
          "number": 28,
          "latin": "In multitudine populi, dignitas regis: et in paucitate plebis, ignominia principis.",
          "english": "In the multitude of the people is the glory of the king, and in the lack of people, the shame of the prince."
        },
        {
          "number": 29,
          "latin": "Qui patiens est, multæ sapientiæ: et qui parvus est spiritu, exaltat stultitiam.",
          "english": "The patient one is of great understanding, and the one who is small in spirit exalts foolishness."
        },
        {
          "number": 30,
          "latin": "Vita corporis, cor sanum: putredo ossium, invidia.",
          "english": "A healthy heart is the life of the body, but envy is the rottenness of the bones."
        },
        {
          "number": 31,
          "latin": "Qui calumniatur pauperem, exprobrat Factorem suum: glorificat eum qui miseretur pauperi.",
          "english": "The one who oppresses the poor insults his Maker, but the one who has mercy on the poor glorifies Him."
        },
        {
          "number": 32,
          "latin": "In malitia sua expellitur impius: spes autem justi, immortalitas.",
          "english": "The wicked is driven away in his wickedness, but the hope of the just is immortality."
        },
        {
          "number": 33,
          "latin": "In corde prudentium requiescit sapientia: et in medio stultorum quasi non cognoscitur.",
          "english": "Wisdom rests in the heart of the prudent, but in the midst of fools, it is as though it is not known."
        },
        {
          "number": 34,
          "latin": "Justitia exaltat gentem: miseros facit peccatum populorum.",
          "english": "Justice exalts a nation, but sin makes peoples miserable."
        },
        {
          "number": 35,
          "latin": "Gratus est regi servus sapiens: qui vero turpis est, interibit.",
          "english": "A wise servant is pleasing to the king, but the one who is shameful will perish."
        }
      ]
    },
    {
      "number": 15,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Responsio mollis frangit iram: sermo durus suscitat furorem.",
          "english": "A gentle answer will calm an angry person, but harsh words ignite rage."
        },
        {
          "number": 2,
          "latin": "Lingua sapientium ornat scientiam: os fatuorum ebullit stultitiam.",
          "english": "Those with understanding express knowledge well, while the mouths of fools pour out folly."
        },
        {
          "number": 3,
          "latin": "In omni loco oculi Domini contemplantur bonos et malos.",
          "english": "The eyes of the Lord observe what happens everywhere, watching the good and the evil."
        },
        {
          "number": 4,
          "latin": "Lingua concinnans lignum vitae: quae autem corrumpit, contristat spiritum.",
          "english": "A wholesome tongue is a tree of life, but one that is twisted breaks the spirit."
        },
        {
          "number": 5,
          "latin": "Stultus contemnit disciplinam patris sui: qui autem custodit correptiones, prudentior erit.",
          "english": "A fool scorns his father's discipline, but the one who accepts correction is wise."
        },
        {
          "number": 6,
          "latin": "In domo justi plurima fortitudo: in fructibus impii conturbatio.",
          "english": "In the house of a righteous man, there is an abundance of strength. But the profits of the wicked cause turmoil."
        },
        {
          "number": 7,
          "latin": "Labia sapientium spargunt scientiam: cor fatuorum contrarium.",
          "english": "The lips of the wise spread knowledge, but the hearts of fools are perverse."
        },
        {
          "number": 8,
          "latin": "Victima impiorum abominabilis Domino: vota justorum placabilia.",
          "english": "The sacrifice of the wicked is an abomination to the Lord, but the prayers of the just are pleasing to Him."
        },
        {
          "number": 9,
          "latin": "Via impii abominabilis Domino: qui autem sequitur justitiam, diligitur ab eo.",
          "english": "The way of the wicked is an abomination to the Lord, but whoever follows righteousness is loved by Him."
        },
        {
          "number": 10,
          "latin": "Doctrina mala derelinquentem viam: qui odit arguitur, morietur.",
          "english": "Stern discipline is for those who leave the right path. Whoever hates correction will die."
        },
        {
          "number": 11,
          "latin": "Infernus et perditio coram Domino: quanto magis corda filiorum hominum?",
          "english": "Even hell and the place of destruction are known to the Lord; how much more the hearts of men?"
        },
        {
          "number": 12,
          "latin": "Non amat irrisorem, qui arguitur: nec ad sapientes graditur.",
          "english": "A scorner doesn't love being corrected, nor does he go to the wise."
        },
        {
          "number": 13,
          "latin": "Cor hilare gaudium parat: et in risu dolor miscebitur.",
          "english": "A cheerful heart makes the face happy, and a sorrowful heart crushes the spirit."
        },
        {
          "number": 14,
          "latin": "Cor prudentis quaerit doctrinam: os stultorum pascitur stultitiam.",
          "english": "The heart of the wise seeks understanding, but the mouth of fools feeds on folly."
        },
        {
          "number": 15,
          "latin": "Omnis dies pauperis malus: et cor laetum semper epulae.",
          "english": "All the days of the poor are evil, but a cheerful heart has a continual feast."
        },
        {
          "number": 16,
          "latin": "Melius est modicum cum timore Domini: quam thesauri magni cum perturbatione.",
          "english": "It is better to have a little with the fear of the Lord, than great treasure with trouble."
        },
        {
          "number": 17,
          "latin": "Melius est obsonare olera cum caritate: quam saginatum bovem cum odio.",
          "english": "Better is a dinner of herbs where love is, than a fatted ox with hatred."
        },
        {
          "number": 18,
          "latin": "Vir iracundus provocat discordias: qui patiens est, mitigat lites.",
          "english": "An angry man stirs up strife, but one who is patient settles quarrels."
        },
        {
          "number": 19,
          "latin": "Via pigrorum quasi sepes spinarum: via justorum absque offensu.",
          "english": "The path of the lazy is like a hedge of thorns, but the path of the just is without offense."
        },
        {
          "number": 20,
          "latin": "Filius sapiens laetificat patrem: stultus homo despicit matrem suam.",
          "english": "A wise son makes a father happy, but a foolish man despises his mother."
        },
        {
          "number": 21,
          "latin": "Stultitia gaudium stulto: vir prudens dirigit gressus suos.",
          "english": "Folly is joy to a fool, but a man of understanding directs his steps."
        },
        {
          "number": 22,
          "latin": "Dissipantur cogitationes ubi non est consilium: ubi vero multi consiliarii, confirmantur.",
          "english": "Without counsel, thoughts are disappointed, but in a multitude of counselors they are established."
        },
        {
          "number": 23,
          "latin": "Verbum optime accommodatum in tempore: et quasi mala aurea in scutellis argenteis.",
          "english": "A word fitly spoken at the proper time, is like apples of gold in settings of silver."
        },
        {
          "number": 24,
          "latin": "Qui arguitur a sapiente, plus proficit quam qui laudatur a stulto.",
          "english": "He who is corrected by the wise profits more than he who is praised by a fool."
        },
        {
          "number": 25,
          "latin": "Sicut frigus nivis in die messis, ita nuntius fidelis his qui miserunt eum: animam ipsorum reficit.",
          "english": "As the cold of snow in the time of harvest, so is a faithful messenger to those who sent him, refreshing the soul of his masters."
        },
        {
          "number": 26,
          "latin": "Qui aufert pallium in die frigoris: et aceti super nitrum, qui cantat carmina cordi contrito.",
          "english": "Like one who takes off a garment in cold weather, like vinegar upon soda, is he that sings songs to a heavy heart."
        },
        {
          "number": 27,
          "latin": "Si esurierit inimicus tuus, ciba eum: si sitierit, potum da illi: hoc enim faciens, carbones ignis congeres super caput ejus.",
          "english": "If your enemy hungers, feed him. If he thirsts, give him to drink. For by doing this, you will heap coals of fire upon his head."
        },
        {
          "number": 28,
          "latin": "Vir malus corruet in malis: justus sperabit in morte sua.",
          "english": "A wicked man will fall into evils, but the just hopes in his death."
        },
        {
          "number": 29,
          "latin": "In corde sapientis requiescit sapientia: et in medio fatuorum quasi ignis urit.",
          "english": "Wisdom rests in the heart of the wise, but in the midst of fools it makes itself known."
        },
        {
          "number": 30,
          "latin": "Justitia exaltat gentem: miseros facit populos peccatum.",
          "english": "Righteousness exalts a nation, but sin makes the peoples miserable."
        },
        {
          "number": 31,
          "latin": "Obedientia justitiae via vitae: ut sequaris gloriam.",
          "english": "The path of righteousness is the way of life, so that you can follow glory."
        }
      ]
    },
    {
      "number": 16,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Hominis est disponere cordis sui: et Domini est gubernare linguam.",
          "english": "The man plans in his heart how to accomplish a goal, but God directs the steps."
        },
        {
          "number": 2,
          "latin": "Omnes viae hominis patent oculis ejus: spirituum ponderator est Dominus.",
          "english": "Man may believe his own actions are pure, but God assesses his spirit."
        },
        {
          "number": 3,
          "latin": "Revela Domino opera tua, et dirigentur cogitationes tuae.",
          "english": "Dedicate your actions to the Lord, and your goals will be fulfilled."
        },
        {
          "number": 4,
          "latin": "Universa propter semetipsum operatus est Dominus: impium quoque ad diem malum.",
          "english": "God created everything for His own purposes, even the wicked for the day of judgment."
        },
        {
          "number": 5,
          "latin": "Abominatio est Domino omnis qui superbis est corde: et quod manum dederit, non erit innocens.",
          "english": "The Lord detests anyone with a proud heart. Though hand joins in hand, the wicked won't escape punishment."
        },
        {
          "number": 6,
          "latin": "Misericordia et veritate expiatur iniquitas: et in timore Domini declinatur a malis.",
          "english": "Through mercy and truth, evil is cleansed, and through the fear of the Lord, people turn away from sin."
        },
        {
          "number": 7,
          "latin": "Cum placuerint Domino viae hominis, et inimicos ejus convertet ad pacem.",
          "english": "When God is pleased with a man's ways, He makes even the man's enemies peaceful."
        },
        {
          "number": 8,
          "latin": "Melius est modicum cum justitia, quam multi fructus cum iniquitate.",
          "english": "It is better to live a simple life justly than to have much wealth unjustly."
        },
        {
          "number": 9,
          "latin": "Cor hominis disponit viam suam: sed Domini est dirigere gressus ejus.",
          "english": "A man makes plans, but God directs his steps."
        },
        {
          "number": 10,
          "latin": "Divinatio in labiis regis: in judicio non errabit os ejus.",
          "english": "The king's decisions are divinely inspired; his words, when he judges, are right."
        },
        {
          "number": 11,
          "latin": "Statera et stateram judicii Domini sunt: et operis ejus omnes lapides sacculi.",
          "english": "The Lord requires fair scales and balances. All weights and measures are His work."
        },
        {
          "number": 12,
          "latin": "Abominabiles sunt regibus qui agunt impietatem: quoniam in justitia stabilitur solium.",
          "english": "Kings should hate wicked actions, for it is justice that secures a throne."
        },
        {
          "number": 13,
          "latin": "Voluntas justorum beneplacitum regum: et opera justorum diliget.",
          "english": "Righteous speech pleases kings, and they love those who speak what is right."
        },
        {
          "number": 14,
          "latin": "Ira regis nuntii mortis: vir autem sapiens placabit eam.",
          "english": "A king's anger is a messenger of death, but a wise man can calm it."
        },
        {
          "number": 15,
          "latin": "In vultu regis vita: et quasi imber serotinus benignitas ejus.",
          "english": "When a king smiles, it is life. His favor is like a refreshing late rain."
        },
        {
          "number": 16,
          "latin": "Possidere sapientiam, quam aurum: et obtinere prudentiam, magis quam argentum.",
          "english": "It is better to gain wisdom than gold, and to have prudence more than silver."
        },
        {
          "number": 17,
          "latin": "Viam malorum declinat: qui timet Deum: qui autem observat viam suam, conservat animam suam.",
          "english": "The person who fears God turns away from evil. Whoever is careful with their path protects their soul."
        },
        {
          "number": 18,
          "latin": "Ante ruinam superbia, et ante casum spiritus elationis.",
          "english": "Pride comes before destruction, and a haughty spirit before a fall."
        },
        {
          "number": 19,
          "latin": "Melius est humiliari cum mitibus, quam dividere spolia superborum.",
          "english": "It is better to be humble with the meek than to divide spoils with the proud."
        },
        {
          "number": 20,
          "latin": "Qui intelligit verbum, inveniet bonum: et qui sperat in Domino, beatus est.",
          "english": "The one who understands a teaching prospers, and happy is the one who trusts in the Lord."
        },
        {
          "number": 21,
          "latin": "Qui sapiens est corde, appellabitur prudens: et qui dulcis in lingua, major habebit gratiam.",
          "english": "The wise in heart is called intelligent, and the one with a gentle tongue wins favor."
        },
        {
          "number": 22,
          "latin": "Fons vitae doctrina sapientiae: et doctrina fatuorum stultitia.",
          "english": "Wisdom is a fountain of life to the wise, but the correction of fools is folly."
        },
        {
          "number": 23,
          "latin": "Cor sapientis erudiet os ejus: et labiis ejus addet gratiam.",
          "english": "The heart of the wise teaches their mouth, and it adds grace to their lips."
        },
        {
          "number": 24,
          "latin": "Favo mellis faventes verba: dulcedo animæ et sanitas ossium.",
          "english": "Pleasant words are like a honeycomb: sweetness to the soul and health to the bones."
        },
        {
          "number": 25,
          "latin": "Est via, quae videtur homini justa: novissima ejus deducunt ad mortem.",
          "english": "There is a way that seems right to a person, but its end leads to death."
        },
        {
          "number": 26,
          "latin": "Anima laborantis laborat sibi: quia necessitas compulit eum.",
          "english": "A working person labors for themselves, because their need compels them."
        },
        {
          "number": 27,
          "latin": "Vir impius fodit malum: et in labiis ejus ignis ardens.",
          "english": "A wicked man digs up evil, and on his lips is a scorching fire."
        },
        {
          "number": 28,
          "latin": "Vir perversus suscitat lites: et qui detrahit, separat amicos.",
          "english": "A dishonest man stirs up conflict, and a gossip separates friends."
        },
        {
          "number": 29,
          "latin": "Vir iniquus impellit amicum suum: et quasi per viam non bonam ducit eum.",
          "english": "A violent man deceives his neighbor and leads him on a path that isn't good."
        },
        {
          "number": 30,
          "latin": "Qui corruit oculos suos ad cogitandum perversum: mordens labia sua, perficit malum.",
          "english": "The one who winks with his eyes plans deceit, and one who purses his lips performs evil."
        },
        {
          "number": 31,
          "latin": "Corona gloriae senectus, quae invenitur in viis justitiae.",
          "english": "Gray hair is a crown of glory; it is found in a life of righteousness."
        },
        {
          "number": 32,
          "latin": "Melior est patiens fortiori: et qui dominatur animo suo, expugnatore urbium.",
          "english": "The patient person is better than the warrior, and the one who controls his temper is greater than a city conqueror."
        },
        {
          "number": 33,
          "latin": "In sinu mittitur sors: sed a Domino gubernantur omnia.",
          "english": "The lot is cast into the lap, but all its decision is of the Lord."
        }
      ]
    },
    {
      "number": 17,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Melior est buccella sicca cum gaudio, quam domus plena victimis cum jurgio.",
          "english": "It is better to eat a dry crust of bread in joy, than to have a house filled with sacrificial feasts, but also with strife."
        },
        {
          "number": 2,
          "latin": "Servus sapiens dominabitur filio stulto, et inter fratres hereditatem dividet.",
          "english": "A wise servant will have authority over a foolish son, and will share in the inheritance with the other brothers."
        },
        {
          "number": 3,
          "latin": "Caminus ad probandum argentum et fornax aurum: probator autem cordium est Dominus.",
          "english": "As fire refines silver and a furnace refines gold, so the Lord examines hearts."
        },
        {
          "number": 4,
          "latin": "Malus obediens linguae iniquae, et stultus cito inruit.",
          "english": "An evildoer heeds the tongue of a liar, and the foolish quickly get into trouble."
        },
        {
          "number": 5,
          "latin": "Qui deridet pauperem, exprobrat Factorem suum: et qui laetatur in calamitate alterius, non erit impunitus.",
          "english": "He who mocks the poor insults his Maker. He who rejoices over another's misfortune will not go unpunished."
        },
        {
          "number": 6,
          "latin": "Corona senum filii filiorum: et gloria filiorum, patres eorum.",
          "english": "Grandchildren are a crown to the elderly, and the glory of children is their fathers."
        },
        {
          "number": 7,
          "latin": "Non decent stultum verba composita: multo magis principem os mendax.",
          "english": "Foolish words are not appropriate for a fool, nor are lies suitable for a prince."
        },
        {
          "number": 8,
          "latin": "Lapis pretiosus gratia in oculis possessoris sui: quocumque se verterit, prudentiam capit.",
          "english": "A precious stone is grace in the eyes of the owner. Wherever he turns, he finds wisdom."
        },
        {
          "number": 9,
          "latin": "Operiens delictum, quaerit amicitias: qui autem iterat sermonem, separat amicos.",
          "english": "He who hides a transgression seeks friendship, but he who repeats a matter separates friends."
        },
        {
          "number": 10,
          "latin": "Plus proficit obiurgatio in sapientem, quam centum plagas in stultum.",
          "english": "A reprimand works more on a wise man than a hundred lashes on a fool."
        },
        {
          "number": 11,
          "latin": "Homo malus quaerit solummodo scandalum: ideo angelus crudelis mittetur contra eum.",
          "english": "An evil man seeks only to stir up trouble, therefore a cruel angel will be sent against him."
        },
        {
          "number": 12,
          "latin": "Melius est occurrere ursae raptis catulis, quam stulto in stultitia sua.",
          "english": "It is better to encounter a bear robbed of her cubs, than a fool in his folly."
        },
        {
          "number": 13,
          "latin": "Qui reddit malum pro bono, non recedet malum de domo ejus.",
          "english": "He who repays evil for good, evil will not depart from his house."
        },
        {
          "number": 14,
          "latin": "Qui emittit aquam, initium jurgii est: et antequam contineat, relinquit discordias.",
          "english": "He who starts a quarrel is like one who lets out water. Stop before the strife begins."
        },
        {
          "number": 15,
          "latin": "Qui justificat impium, et qui condemnat justum, ambo abominabiles sunt apud Deum.",
          "english": "He who justifies the wicked, and he who condemns the just, both are abominable to God."
        },
        {
          "number": 16,
          "latin": "Quare pretium habet stultus in manu sua, ut emat sapientiam, cum cor non habeat?",
          "english": "Why does a fool have money in his hand to buy wisdom, when he has no heart for it?"
        },
        {
          "number": 17,
          "latin": "Omni tempore diligit qui amicus est: et frater in angustiis comprobatur.",
          "english": "A friend loves at all times, and a brother is proven in adversity."
        },
        {
          "number": 18,
          "latin": "Homo stultus plectrum dat manu, in conspectu amici sui: et non habet quod respondeat.",
          "english": "A foolish man gives his hand as a pledge in the sight of his friend, but he has nothing to repay."
        },
        {
          "number": 19,
          "latin": "Qui diligit praevaricationem, amat jurgium: et qui exaltat ostium suum, quaerit ruinam.",
          "english": "He who loves transgression loves contention, and he who exalts his gate seeks destruction."
        },
        {
          "number": 20,
          "latin": "Qui perversi cordis est, non inveniet bona: et qui vertit linguam, incidet in malum.",
          "english": "He who is of a perverse heart finds no good, and he who uses a deceptive tongue falls into evil."
        },
        {
          "number": 21,
          "latin": "Qui generat stultum, habet tristitiam: et qui generat sibi fatuum, non gaudebit.",
          "english": "He who begets a fool has sorrow, and the father of a foolish son will not rejoice."
        },
        {
          "number": 22,
          "latin": "Cor gaudens, bonam facit faciem: in tristitia mentis, conteritur spiritus.",
          "english": "A cheerful heart makes a happy face, but sadness of mind crushes the spirit."
        },
        {
          "number": 23,
          "latin": "Impious accipit munera de sinu, ut pervertat semitas judicii.",
          "english": "The wicked accepts a bribe from the cloak, to pervert the ways of justice."
        },
        {
          "number": 24,
          "latin": "In faciem stulti, sapientia ante oculos ejus: oculus fatui in finibus terrae.",
          "english": "Wisdom is before the face of the wise, but the eyes of a fool are on the ends of the earth."
        },
        {
          "number": 25,
          "latin": "Filius sapiens, gaudium patris sui: et filius stultus, moeror matris suae.",
          "english": "A wise son is the joy of his father, but a foolish son is the grief of his mother."
        },
        {
          "number": 26,
          "latin": "Non est bonum, punire justum: nec judicem innocuum, in plaga castigare.",
          "english": "It is not good to punish the just, nor to strike the innocent, or a righteous judge."
        },
        {
          "number": 27,
          "latin": "Qui parcit verbis suis, doctus et prudens est: et vir pretiosi spiritus, habet scientiam.",
          "english": "He who restrains his words is learned and prudent, and a man of a precious spirit has knowledge."
        },
        {
          "number": 28,
          "latin": "Stultus quoque, si tacuerit, sapiens reputabitur: et si compresserit labia sua, intelligens.",
          "english": "Even a fool, when he holds his peace, is considered wise. If he closes his lips, he is considered prudent."
        }
      ]
    },
    {
      "number": 18,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Cupidus, post desiderium, discordias provocat: qui se a negotiis immiscet, dolore replebitur.",
          "english": "A selfish person will stir up quarrels after his own desires: whoever separates himself from good works will be filled with pain."
        },
        {
          "number": 2,
          "latin": "Non delectatur stultus prudentia, sed solum ut evulgata proferat.",
          "english": "A fool takes no pleasure in understanding, but only in expressing his own opinions."
        },
        {
          "number": 3,
          "latin": "Cum venerit impius, contemnit, et cum venerit ignominiosus, exprobratio.",
          "english": "When the wicked come, they are contemptuous, and when the dishonorable come, they heap scorn."
        },
        {
          "number": 4,
          "latin": "Aqua profunda, verba ex ore hominis: torrens profluens, fons sapientiæ.",
          "english": "The words of a man's mouth are like deep waters; the source of wisdom, a flowing torrent."
        },
        {
          "number": 5,
          "latin": "Non est bonum accipere faciem impii, ut declines a judicio justi.",
          "english": "It is not good to show partiality to the wicked, so as to undermine the judgment of the just."
        },
        {
          "number": 6,
          "latin": "Labia stulti miscent se cum lite, et os ejus advocat verbera.",
          "english": "A fool's lips invite conflict, and his mouth calls for blows."
        },
        {
          "number": 7,
          "latin": "Os stulti, contritio ejus: et labia ejus, ruina animæ ejus.",
          "english": "A fool's mouth is his ruin, and his lips are the snare of his soul."
        },
        {
          "number": 8,
          "latin": "Verba susurronis quasi plagarum, et illa descendunt in interiora ventris.",
          "english": "The words of a whisperer are like wounds, and they go down into the innermost parts of the belly."
        },
        {
          "number": 9,
          "latin": "Qui rem remissus est in opere suo, frater est hominis qui se confodit.",
          "english": "He who is remiss in his work is brother to him who destroys himself."
        },
        {
          "number": 10,
          "latin": "Turris fortissima nomen Domini: ad ipsum currit justus, et exaltabitur.",
          "english": "The name of the Lord is a strong tower: the just run to it and are exalted."
        },
        {
          "number": 11,
          "latin": "Substantia divitis, urbs fortitudinis ejus: timor Domini, expellit impios.",
          "english": "The rich man's wealth is his strong city: the fear of the Lord drives out the wicked."
        },
        {
          "number": 12,
          "latin": "Ante subversionem exaltatur cor hominis, et ante gloriam humiliatur spiritus.",
          "english": "Before ruin, the heart of man is lifted up, and before glory, the spirit is humbled."
        },
        {
          "number": 13,
          "latin": "Qui ante audit, et respondit, stultus est, et confusione dignus.",
          "english": "He who answers before he hears, is a fool and worthy of confusion."
        },
        {
          "number": 14,
          "latin": "Spiritus viri sustentabit infirmitatem suam: spiritum vero pusillanimem, quis poterit sustinere?",
          "english": "A man's spirit will sustain his infirmity, but who can bear a broken spirit?"
        },
        {
          "number": 15,
          "latin": "Cor prudentis possidebit scientiam, et auris sapientium quæret doctrinam.",
          "english": "The heart of the prudent will possess knowledge, and the ear of the wise seeks doctrine."
        },
        {
          "number": 16,
          "latin": "Donum hominis dilatat viam ejus, et coram principibus spatium facit illi.",
          "english": "A man's gift makes way for him, and brings him before the great."
        },
        {
          "number": 17,
          "latin": "Justus prior est in causa sua: veniet amicus ejus, et investigabit eum.",
          "english": "The just man is first in his own cause: his friend comes and examines him."
        },
        {
          "number": 18,
          "latin": "Sortes cessare faciunt contentiones, et inter potentes separant.",
          "english": "Lots stop disputes, and separate even the powerful."
        },
        {
          "number": 19,
          "latin": "Frater qui adjuvatur a fratre, quasi civitas firma: et judicia quasi seræ urbium.",
          "english": "A brother helped by his brother is like a strong city, and judgements are like the bars of a city."
        },
        {
          "number": 20,
          "latin": "De fructu oris viri, saturabitur venter ejus, et proventus labiorum ejus, implebit eum.",
          "english": "From the fruit of a man's mouth, his belly will be satisfied; with the produce of his lips he will be filled."
        },
        {
          "number": 21,
          "latin": "Mors et vita in manu linguæ: qui diligunt eam, comedent fructus ejus.",
          "english": "Death and life are in the power of the tongue: those who love it will eat its fruit."
        },
        {
          "number": 22,
          "latin": "Qui invenit uxorem, invenit bonum, et hauriet jucunditatem a Domino.",
          "english": "He who finds a wife finds a good thing, and will obtain favor from the Lord."
        },
        {
          "number": 23,
          "latin": "Cum obsecrationibus loquetur pauper, dives autem duriter respondebit.",
          "english": "The poor man will speak with entreaties, but the rich man will answer roughly."
        },
        {
          "number": 24,
          "latin": "Homo plurimos amicos habens, in perniciem ruit: est autem amicus pertinaciter amans, supra fratrem nascitur.",
          "english": "A man of many friends comes to ruin, but there is a friend who sticks closer than a brother."
        }
      ]
    },
    {
      "number": 19,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Melius est pauper ambulans in simplicitate sua, quam dives in viis suis.",
          "english": "It is better to be a poor man who walks in his integrity than a rich man who is deceitful."
        },
        {
          "number": 2,
          "latin": "Non est bonum esse sine doctrina animae, et qui festinus est pedibus offendit.",
          "english": "It is not good for a soul to be without knowledge; haste makes men stumble."
        },
        {
          "number": 3,
          "latin": "Stultitia hominis subvertit vias suas, et contra Deum fervet cor ejus.",
          "english": "A man's folly subverts his ways, and his heart rages against God."
        },
        {
          "number": 4,
          "latin": "Divitiæ addunt amicos plurimos; a paupere autem et hi qui sunt separantur.",
          "english": "Riches bring many friends, but a poor man is separated even from his friend."
        },
        {
          "number": 5,
          "latin": "Testis falsus non erit impunitus, et qui mendacia loquitur, effugiet.",
          "english": "A false witness will not go unpunished, and he who speaks lies will not escape."
        },
        {
          "number": 6,
          "latin": "Multi colunt personam potentis, et amici sunt dona dantis.",
          "english": "Many court the favor of a great man, and everyone is a friend to a man who gives gifts."
        },
        {
          "number": 7,
          "latin": "Omnes fratres pauperis oderunt eum; insuper et amici procul recesserunt ab eo. Qui tantum verba sectatur, nihil habebit.",
          "english": "All the brothers of the poor hate him; how much more do his friends stay far from him. He who merely pursues words will have nothing."
        },
        {
          "number": 8,
          "latin": "Qui autem intellectum habet, diligit animam suam; et qui conservat prudentiam, inveniet bona.",
          "english": "He who gains understanding loves his own soul; he who keeps prudence will find good."
        },
        {
          "number": 9,
          "latin": "Testis falsus non erit impunitus, et qui profert verba mendacii, peribit.",
          "english": "A false witness will not go unpunished, and he who pours forth words of lies will perish."
        },
        {
          "number": 10,
          "latin": "Delicatus non est ei stulto; nec convenit servo dominari principibus.",
          "english": "Luxury does not suit a fool, nor does it suit a servant to rule princes."
        },
        {
          "number": 11,
          "latin": "Doctrina hominis retardat iram ejus, et gloria ejus est praeterire peccata.",
          "english": "A man's discretion makes him slow to anger, and it is his glory to overlook a transgression."
        },
        {
          "number": 12,
          "latin": "Sicut rugitus leonis, ita et terror regis; qui vero irritat eum, peccat in animam suam.",
          "english": "Like the roaring of a lion, so is the wrath of a king; but he who provokes him sins against his own soul."
        },
        {
          "number": 13,
          "latin": "Foeda est stultitia hominis, ad perditionem ejus; et cor hominis praecedit eum ad malum.",
          "english": "A man's folly ruins his own way, and his heart rages against God."
        },
        {
          "number": 14,
          "latin": "Paupertas impellit hominem ad malum; dat operam dives, et non augetur.",
          "english": "Poverty impels a man to ruin; a rich man labors, and does not increase."
        },
        {
          "number": 15,
          "latin": "Filius nequam contristat patrem, et lacrimas matris exhaurit.",
          "english": "A wicked son grieves his father and drains the tears of his mother."
        },
        {
          "number": 16,
          "latin": "Non est bonum damnare justum judicio, nec flagellare principes in judicio.",
          "english": "It is not good to condemn the just in judgment, nor to scourge the nobles."
        },
        {
          "number": 17,
          "latin": "Qui parcit virgae, odit filium suum; qui autem diligit eum, instat erudiendo.",
          "english": "He who spares the rod hates his son, but he who loves him disciplines him diligently."
        },
        {
          "number": 18,
          "latin": "Qui justus est in modico, et in magno justus est; et qui iniquus est in modico, et in magno iniquus est.",
          "english": "He who is just in a small thing is just also in a great thing; and he who is unjust in a small thing is unjust also in a great thing."
        },
        {
          "number": 19,
          "latin": "Divitiæ non proderunt in die irae; justitia vero liberabit a morte.",
          "english": "Riches will not profit in the day of wrath, but justice delivers from death."
        },
        {
          "number": 20,
          "latin": "Qui custodit mendacium, odibilis est; et vir mendax, opprobrium est.",
          "english": "He who guards falsehood is hateful, and a man of lies is an abomination."
        },
        {
          "number": 21,
          "latin": "Qui nequam est, ad malum properat; et vir malus, desiderat pedem.",
          "english": "He who is wicked hastens to do evil, and a wicked man desires to fall."
        },
        {
          "number": 22,
          "latin": "Desiderium hominis misericordia ejus; et melior est pauper quam mendax.",
          "english": "A man's desire is his mercy, and a poor man is better than a liar."
        },
        {
          "number": 23,
          "latin": "Timor Domini ad vitam; et in plenitudine ejus demorabitur homo.",
          "english": "The fear of the Lord leads to life, and in its fullness, a man will abide."
        },
        {
          "number": 24,
          "latin": "Inserit piger manum suam in sinu, et non adfert eam ad os suum.",
          "english": "The slothful puts his hand in his bosom, and will not bring it to his mouth."
        },
        {
          "number": 25,
          "latin": "Percusso stulto, sapientior erit; et arguento prudentem, addetur scientia.",
          "english": "Strike a fool, and he will become wiser; rebuke a wise man, and knowledge will be added to him."
        },
        {
          "number": 26,
          "latin": "Qui contristat patrem, et qui fugat matrem, ignominiosus est et infelix.",
          "english": "He who wrongs his father and chases away his mother is a disgraceful and unhappy man."
        },
        {
          "number": 27,
          "latin": "Cesse, fili, audire doctrinam, et errare a verbis scientiae.",
          "english": "Stop, son, from hearing instruction and straying from the words of knowledge."
        },
        {
          "number": 28,
          "latin": "Testis iniquus irridet judicium, et os impiorum degluttit iniquitatem.",
          "english": "An unjust witness scoffs at judgment, and the mouth of the wicked devours iniquity."
        },
        {
          "number": 29,
          "latin": "Parata sunt stultis judicia, et percussiones corporibus imprudentium.",
          "english": "Judgments are ready for fools, and beatings for the backs of the imprudent."
        }
      ]
    },
    {
      "number": 20,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Vinum inlusor est, tumultuosus  cibus ebrietas: qui in his delectatur, non erit sapiens.",
          "english": "Drinking wine is a game for fools. Drunkenness brings rowdy behavior. Whoever enjoys it will not become wise."
        },
        {
          "number": 2,
          "latin": "Terror regis quasi rugitus leonis: qui ad iracundiam eum provocat, peccat in animam suam.",
          "english": "The king's anger is like a lion's roar. Whoever provokes him sins against their own soul."
        },
        {
          "number": 3,
          "latin": "Honoris est homini desinere a contentionibus: omnis autem stultus miscetur jurgiis.",
          "english": "It is honorable to avoid strife, but every fool is quick to start arguments."
        },
        {
          "number": 4,
          "latin": "Propter frigus piger arare noluit: mendicabit ergo aestate, et non dabitur ei.",
          "english": "The lazy person will not plow because of the cold. Therefore, they will beg in summer, but will not receive anything."
        },
        {
          "number": 5,
          "latin": "Sicut aqua, sic cor hominis in cogitationibus: sapiens autem vir requiret illud.",
          "english": "The heart of a man is like water, full of changing thoughts, but a wise man will draw them out."
        },
        {
          "number": 6,
          "latin": "Multi homines vocantur misericordes: virum autem fidelem quis inveniet?",
          "english": "Many people claim to be kind, but who can find a trustworthy person?"
        },
        {
          "number": 7,
          "latin": "Justus qui in simplicitate sua ambulat: relictis post se filiis suis.",
          "english": "The just man walks with integrity, leaving his children a good legacy."
        },
        {
          "number": 8,
          "latin": "Rex sedens in solio judicii, dissipat omne malum intuitu suo.",
          "english": "A king sitting on his throne judges and separates good from evil with his insight."
        },
        {
          "number": 9,
          "latin": "Quis potest dicere: Mundum est cor meum, purus sum a peccato meo?",
          "english": "Who can say, “I have kept my heart pure; I am cleansed from sin”?"
        },
        {
          "number": 10,
          "latin": "Bina mensura et bina sarcina, abominatio est apud Deum.",
          "english": "False weights and false measures are an abomination to God."
        },
        {
          "number": 11,
          "latin": "Puer etiam in actibus suis ostendit si munda et recta sint opera ejus.",
          "english": "Even a child is known by their actions, by whether their deeds are pure and upright."
        },
        {
          "number": 12,
          "latin": "Aurim et gemmam qui diligit, non habebit requiem: sed qui calumniam detestatur, longe erit a turpitudine.",
          "english": "Whoever loves gold and jewels will not have rest, but whoever hates slander will stay far from shame."
        },
        {
          "number": 13,
          "latin": "Qui custodit os suum, custodit animam suam: qui autem inconsideratus est in lingua, incurret ruinam.",
          "english": "He who guards his mouth guards his life, but he who speaks carelessly brings ruin upon himself."
        },
        {
          "number": 14,
          "latin": "Dicit piger: Leo est foris, interficiar in mediis plateis.",
          "english": "The lazy man says, “There is a lion outside, I will be killed in the middle of the streets.”"
        },
        {
          "number": 15,
          "latin": "Os impiorum venenum est: lingua eorum sicut gladius.",
          "english": "The mouths of the wicked are full of poison, and their tongues are like swords."
        },
        {
          "number": 16,
          "latin": "Qui credit stulto, inimicus est sui: et qui detestatur correptiones, stultus est.",
          "english": "Whoever trusts a fool is an enemy of themselves, and whoever hates correction is a fool."
        },
        {
          "number": 17,
          "latin": "Qui malum cogitat, fraudis vocabitur: et qui concupiscit gloriam, fugiet.",
          "english": "Whoever plans evil will be called a schemer, and whoever desires fame will flee from it."
        },
        {
          "number": 18,
          "latin": "Justus pro impio, et impius pro justo: uterque abominabilis est apud Deum.",
          "english": "The righteous person for the wicked, and the wicked person for the righteous: both are abominable to God."
        },
        {
          "number": 19,
          "latin": "Melius est habitare in terra deserta, quam cum muliere rixosa et iracunda.",
          "english": "It is better to dwell in a desert land than with a quarrelsome and angry woman."
        },
        {
          "number": 20,
          "latin": "Thesaurus desiderabilis, et oleum in habitaculo sapientis: stultus autem homo dissipabit illud.",
          "english": "A desirable treasure and oil are in the dwelling of the wise, but a foolish man squanders them."
        },
        {
          "number": 21,
          "latin": "Qui sequitur justitiam et misericordiam, inveniet vitam, justitiam, et gloriam.",
          "english": "Whoever pursues righteousness and mercy will find life, righteousness, and honor."
        },
        {
          "number": 22,
          "latin": "Oppidum fortium ascendit sapiens: et destruet robur fiducia ejus.",
          "english": "A wise man ascends the city of the mighty and destroys the strength in which they trust."
        },
        {
          "number": 23,
          "latin": "Qui custodit os suum et linguam suam, custodit ab angustiis animam suam.",
          "english": "He who guards his mouth and his tongue keeps himself from trouble."
        },
        {
          "number": 24,
          "latin": "Superbus et arrogans vocatur stultus.",
          "english": "The proud and arrogant person is called a fool."
        },
        {
          "number": 25,
          "latin": "Desideria piger interficiunt eum: noluit enim operari manibus suis.",
          "english": "The desires of the lazy person kill them, for they do not want to work with their own hands."
        },
        {
          "number": 26,
          "latin": "Tota die concupiscit et cupit: justus autem dat et non parcet.",
          "english": "All day, the wicked desires and covets, but the righteous gives generously and does not hold back."
        },
        {
          "number": 27,
          "latin": "Victima impiorum abominabilis est: eo quod ex malitia offertur.",
          "english": "The sacrifice of the wicked is an abomination because it is offered with evil intent."
        },
        {
          "number": 28,
          "latin": "Testis mendax peribit: vir autem audiens loquetur in aeternum.",
          "english": "A lying witness will perish, but the man who listens will speak forever."
        },
        {
          "number": 29,
          "latin": "Impius inultus ludit faciem: justus autem diriget viam suam.",
          "english": "A wicked man hardens his face; but as for the just, he directs his way."
        },
        {
          "number": 30,
          "latin": "Non est sapientia, non est prudentia, non est consilium contra Deum.",
          "english": "There is no wisdom, no understanding, no counsel against God."
        },
        {
          "number": 31,
          "latin": "Equus paratur in die belli: Dominus autem est qui tribuit salutem.",
          "english": "A horse is prepared for the day of battle, but the Lord grants salvation."
        }
      ]
    },
    {
      "number": 21,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Sicut divisio aquarum, ita cor regis in manu Dei: quocumque voluerit, inclinabit illud.",
          "english": "Like streams of water, the heart of the king is in God's hand; He directs it as He wishes."
        },
        {
          "number": 2,
          "latin": "Omnis via viri recta sibi videtur: probator autem cordium est Dominus.",
          "english": "A man's way seems right to him, but the Lord examines hearts."
        },
        {
          "number": 3,
          "latin": "Facere misericordiam et judicium magis placet Domino quam victimae.",
          "english": "To do what is right and just is more pleasing to the Lord than sacrifices."
        },
        {
          "number": 4,
          "latin": "Altitudine oculorum et tumente corde, non est quod placeat Deo.",
          "english": "Haughty eyes and a proud heart—these things displease God."
        },
        {
          "number": 5,
          "latin": "Cogitationes cordis diligentis, quasi aqua; et judicium et veritas probantur in viro impio.",
          "english": "The thoughts of the diligent are like a stream of water; but judgment and truth are found in the wicked man."
        },
        {
          "number": 6,
          "latin": "Opera impiorum insidiantur animabus: qui autem custodiunt vias suas, diliguntur.",
          "english": "The works of the wicked ambush souls; but those who guard their ways are loved."
        },
        {
          "number": 7,
          "latin": "Expeditio impiorum cito peribit: seminaverit enim iniquitatem et metet eam.",
          "english": "The violence of the wicked will quickly consume them, for they sow iniquity and reap it."
        },
        {
          "number": 8,
          "latin": "Cor sapiens suscipiet mandata: et stultus corripitur a lingua.",
          "english": "The wise heart receives commands, while the fool is rebuked by the tongue."
        },
        {
          "number": 9,
          "latin": "Qui celat delictum, quaerit amicitias: qui autem objurgat rem, separabit amicum.",
          "english": "He who hides his offense seeks friendship; but he who rebukes the matter separates a friend."
        },
        {
          "number": 10,
          "latin": "Plus proficit correptio apud intelligentem, quam centum plagas stulto.",
          "english": "A rebuke strikes deeper into the discerning than a hundred blows into a fool."
        },
        {
          "number": 11,
          "latin": "Vir malus quaerit solummodo iniquitatem: propterea angelus malus mittetur contra eum.",
          "english": "An evil man seeks only wickedness, therefore a wicked angel will be sent against him."
        },
        {
          "number": 12,
          "latin": "Vasa pretiosa et oleum in habitaculo justi: et insipiens dissipabit ea.",
          "english": "Precious things and oil are in the dwelling of the just, but a foolish man will destroy them."
        },
        {
          "number": 13,
          "latin": "Qui claudit aurem suam ad clamorem pauperis, et ipse clamabit, et non exaudietur.",
          "english": "He who closes his ear to the cry of the poor will also cry out and not be heard."
        },
        {
          "number": 14,
          "latin": "Munus in abscondito mitigat iras: et donum in sinu, indignationem vehementem.",
          "english": "A gift in secret pacifies anger, and a present in the bosom, strong wrath."
        },
        {
          "number": 15,
          "latin": "Gaudium justo, facere judicium: et pavor his qui operantur iniquitatem.",
          "english": "It is a joy to the just to do justice, but terror to those who practice iniquity."
        },
        {
          "number": 16,
          "latin": "Homo qui errat a via doctrinae, in coetu gigantum requiescet.",
          "english": "The man who wanders from the way of instruction will remain in the company of giants."
        },
        {
          "number": 17,
          "latin": "Vir indigens dilectionem, inops erit: qui amat vinum et pinguia, non ditabitur.",
          "english": "He who loves pleasure will be in need; he who loves wine and luxury will not be rich."
        },
        {
          "number": 18,
          "latin": "Redemptio pro justo, est impius: et pro recto, qui agit iniquitatem.",
          "english": "The wicked man is a ransom for the just, and the one who acts iniquity is a ransom for the upright."
        },
        {
          "number": 19,
          "latin": "Melius est habitare in terra deserta, quam cum muliere rixosa et iracunda.",
          "english": "It is better to dwell in the wilderness, than with a contentious and angry woman."
        },
        {
          "number": 20,
          "latin": "Thesaurus desiderabilis et oleum in habitaculo sapientis: et stultus vir dissipabit illud.",
          "english": "There is a desirable treasure and oil in the dwelling of the wise, but the foolish man will destroy it."
        },
        {
          "number": 21,
          "latin": "Qui sequitur justitiam et misericordiam, inveniet vitam, justitiam et gloriam.",
          "english": "He who pursues justice and mercy finds life, justice, and glory."
        },
        {
          "number": 22,
          "latin": "Sapiens ascendit urbem fortium, et destruet robur fiducia illius.",
          "english": "A wise man attacks a city of the mighty and will destroy the strength of its confidence."
        },
        {
          "number": 23,
          "latin": "Qui custodit os suum et linguam suam, custodit a tribulationibus animam suam.",
          "english": "He who guards his mouth and his tongue guards his soul from tribulations."
        },
        {
          "number": 24,
          "latin": "Superbus et arrogans, linguae nomen, superbiae, est quod agit.",
          "english": "Proud and arrogant is the one who speaks a name for pride."
        },
        {
          "number": 25,
          "latin": "Desideria pigrorum occidunt eos: nolunt enim facere quidquam.",
          "english": "The desires of the lazy kill them, for they do not want to do anything."
        },
        {
          "number": 26,
          "latin": "Tota die concupiscit avarus: qui autem dat, tribuet, et non auferetur.",
          "english": "The greedy man covets all day long, but he who gives, will share, and will not be taken away from."
        },
        {
          "number": 27,
          "latin": "Victima impiorum abominabilis est: eo quod offertur ex impietate.",
          "english": "The sacrifice of the wicked is abominable, because it is offered in wickedness."
        },
        {
          "number": 28,
          "latin": "Testis mendax peribit: vir autem audiens loquetur in aeternum.",
          "english": "A lying witness will perish, but a man who hears speaks eternally."
        },
        {
          "number": 29,
          "latin": "Impudens ostendit faciem suam: et stultus erubescit.",
          "english": "A wicked man hardens his face, but the fool blushes."
        },
        {
          "number": 30,
          "latin": "Melius est timere, et non sapere, quam timere, et in via stulta esse.",
          "english": "It is better to fear and not know, than to fear and be on a foolish path."
        },
        {
          "number": 31,
          "latin": "Paratur equus ad diem belli: Domini autem est victoria.",
          "english": "The horse is prepared for the day of battle, but victory belongs to the Lord."
        }
      ]
    },
    {
      "number": 22,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Melior est nomen bonum quam divitiae multae: super gratiam argentum et aurum.",
          "english": "It is better to have a good name than riches, because grace is better than silver or gold."
        },
        {
          "number": 2,
          "latin": "Dives et pauper obviaverunt sibi: utriusque operator est Dominus.",
          "english": "The rich and the poor have met each other, and the Lord made them both."
        },
        {
          "number": 3,
          "latin": "Astutus videt malum, et cavet: parvuli transeunt, et puniuntur.",
          "english": "A prudent man sees the evil and hides himself, but the simple pass on and suffer."
        },
        {
          "number": 4,
          "latin": "Merces humilitatis et timoris Domini, divitiae et gloria et vita.",
          "english": "The reward of humility and the fear of the Lord is riches and glory and life."
        },
        {
          "number": 5,
          "latin": "Spinae et laquei in via perversi: qui custodit animam suam, procul recedat ab eis.",
          "english": "Thorns and snares are in the way of the perverse, and he who keeps his soul will withdraw from them."
        },
        {
          "number": 6,
          "latin": "Instrux puerum in via sua, et cum senuerit, non recedet ab ea.",
          "english": "Train up a child in the way he should go; and when he is old, he will not depart from it."
        },
        {
          "number": 7,
          "latin": "Dives pauperibus dominabitur: et qui mutuat, servus est fenerantis.",
          "english": "The rich shall have dominion over the poor, and the borrower is servant to the lender."
        },
        {
          "number": 8,
          "latin": "Qui seminat iniquitatem, metet mala: et virga furoris sui consumpmabitur.",
          "english": "He who sows iniquity shall reap evils, and with the rod of his wrath he shall be consumed."
        },
        {
          "number": 9,
          "latin": "Qui oculo malus est, irritat ad divitias: et ignorat quod superveniant sibi egestas.",
          "english": "He who is generous will be blessed, for he gives of his bread to the poor."
        },
        {
          "number": 10,
          "latin": "Ejice derisorem, et exibit cum eo jurgium, et cessabit causa et contumelia.",
          "english": "Cast out the mocker, and contention will go out with him, and strife and reproach shall cease."
        },
        {
          "number": 11,
          "latin": "Qui diligit cordis munditiam, propter gratiam labiorum suorum, habebit amicum regem.",
          "english": "He who loves cleanness of heart, for the grace of his lips, will have the king for his friend."
        },
        {
          "number": 12,
          "latin": "Oculi Domini custodiunt scientiam: et subvertent verba iniqui.",
          "english": "The eyes of the Lord preserve knowledge, and He will overthrow the words of the wicked."
        },
        {
          "number": 13,
          "latin": "Dicit piger: Leo est foris: interficiar in mediis plateis.",
          "english": "The sluggard says: “There is a lion outside, and I will be slain in the midst of the streets.”"
        },
        {
          "number": 14,
          "latin": "Fovea profunda os alienae: cui iratus est Dominus, incidet in eam.",
          "english": "A deep pit is the mouth of a prostitute, and he whom the Lord hates will fall into it."
        },
        {
          "number": 15,
          "latin": "Stultitia innata est in corde pueri, et virga disciplinae expellit eam.",
          "english": "Foolishness is bound up in the heart of a child, but the rod of discipline will drive it away from him."
        },
        {
          "number": 16,
          "latin": "Qui ditatur, pauperibus dolet: et qui donat divitias, indiget.",
          "english": "He who oppresses the poor will increase his riches, and he who gives to the rich will want."
        },
        {
          "number": 17,
          "latin": "Inclina aurem tuam, et audi verba sapientium: et appone cor tuum ad doctrinam meam.",
          "english": "Incline your ear, and hear the words of the wise, and apply your heart to my doctrine."
        },
        {
          "number": 18,
          "latin": "Dulce enim erit si servaveris ea in ventre tuo: et componentur simul in labiis tuis.",
          "english": "For it will be pleasant if you keep these things in your heart, and they shall be spoken together on your lips."
        },
        {
          "number": 19,
          "latin": "Ut sit in Domino fiducia tua: ideo ostendi tibi hodie.",
          "english": "That your trust may be in the Lord, I have shown these things to you today."
        },
        {
          "number": 20,
          "latin": "Ecce, descripsi ea tibi tripliciter in cogitationibus et scientia,",
          "english": "Behold, I have described these things to you three times in thoughts and knowledge,"
        },
        {
          "number": 21,
          "latin": "ut ostenderem tibi veritatem, et responsa veritatis, et ut referas illis qui te miserunt.",
          "english": "so that I might show you the truth, and the answers of truth, and that you might answer those who sent you."
        },
        {
          "number": 22,
          "latin": "Ne mordeas panem cum eo qui malus est oculo: nec appetas escas ejus.",
          "english": "Do not bite the bread with a man of an evil eye, nor desire his delicacies."
        },
        {
          "number": 23,
          "latin": "Quoniam qualis est in cogitationibus suis, talis est: comedens et bibens, dicit tibi: Comede et bibe: et cor ejus non est tecum.",
          "english": "For such as he is in his thoughts, so is he: he says to you, “Eat and drink,” but his heart is not with you."
        },
        {
          "number": 24,
          "latin": "Mors illius in vase ejus: et sub pedibus illius, infernus.",
          "english": "Death is in his vessel, and hell is under his feet."
        },
        {
          "number": 25,
          "latin": "Stultitia innata est in corde pueri: propter hoc, virga corrige eum.",
          "english": "Foolishness is bound up in the heart of a child, therefore, correct him with the rod."
        },
        {
          "number": 26,
          "latin": "Qui contristat patrem, et fugat matrem, ignominiosus est et infelix.",
          "english": "He who grieves his father, and drives away his mother, is shameful and unhappy."
        },
        {
          "number": 27,
          "latin": "Fili, cessa audire doctrinam, et errare a verbis scientiae.",
          "english": "My son, cease to hear instruction, and to err from the words of knowledge."
        },
        {
          "number": 28,
          "latin": "Testis iniquus deridet judicium: et os impiorum deglutit iniquitatem.",
          "english": "A wicked witness scoffs at judgment, and the mouth of the wicked devours iniquity."
        },
        {
          "number": 29,
          "latin": "Parata sunt derisoribus judicia, et mallei percutientes stultorum corpus.",
          "english": "Judgments are prepared for mockers, and the stripes for the backs of fools."
        }
      ]
    },
    {
      "number": 23,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Cum sederis ad mensam cum principe, attende diligenter quae posita sunt ante te.",
          "english": "When you dine with a ruler, pay careful attention to what is set before you."
        },
        {
          "number": 2,
          "latin": "Et pone cultellum in gutture tuo, si es homo avarus.",
          "english": "If you are prone to greed, put a knife to your throat."
        },
        {
          "number": 3,
          "latin": "Noli concupiscere cibos ejus, in quibus est panis mortis.",
          "english": "Do not crave his delicacies, which contain the bread of death."
        },
        {
          "number": 4,
          "latin": "Noli laborare ad divitias: sed requiesce a cogitatione tua.",
          "english": "Do not work to become rich. Keep your focus on other things."
        },
        {
          "number": 5,
          "latin": "Cum fixeris oculos tuos in illas, statim volabunt: et avolant per viam quasi aquila in caelum.",
          "english": "When you set your eyes on riches, they vanish instantly. They fly away like an eagle in the sky."
        },
        {
          "number": 6,
          "latin": "Noli comedere panem cum homine invido, et noli concupiscere cibos ejus:",
          "english": "Do not eat the bread of a stingy man, and do not crave his delicacies."
        },
        {
          "number": 7,
          "latin": "quoniam qualis est cogitatio ejus in anima sua, talis est ipse: comedens et bibens, dicet tibi: Comede et bibe: sed cor ejus non est tecum.",
          "english": "For he is what he thinks in his soul. He will tell you, as he eats and drinks, “Eat and drink.” But his heart is not with you."
        },
        {
          "number": 8,
          "latin": "Victualia quae comederas, evomes, et perdes verba tua dulcia.",
          "english": "You will vomit the food you ate, and lose your sweet words."
        },
        {
          "number": 9,
          "latin": "In auribus insipientis ne loquaris, qui despicit disciplinam sermonis tui.",
          "english": "Do not speak in the ears of a fool, for he despises the discipline of your speech."
        },
        {
          "number": 10,
          "latin": "Ne transferas terminos antiquos, et in agrum pupillorum ne introeas.",
          "english": "Do not move the ancient boundary markers, nor enter the fields of orphans."
        },
        {
          "number": 11,
          "latin": "Quia propinquior est qui vindicabit illos, et ipse defendet causam eorum.",
          "english": "For their defender is near, and He will defend their cause."
        },
        {
          "number": 12,
          "latin": "Aplica ad disciplinam cor tuum, et aures tuas ad verba scientiae.",
          "english": "Apply your heart to discipline, and your ears to the words of knowledge."
        },
        {
          "number": 13,
          "latin": "Ne subtrahas a puero disciplinam: quia si percusseris eum virga, non morietur.",
          "english": "Do not withhold discipline from a child; if you strike him with the rod, he will not die."
        },
        {
          "number": 14,
          "latin": "Tu virga percuties eum, et animam ejus de inferno liberabis.",
          "english": "You will strike him with the rod, and deliver his soul from hell."
        },
        {
          "number": 15,
          "latin": "Fili mi, si sapiens fuerit cor tuum, gaudebit et cor meum;",
          "english": "My son, if your heart is wise, my heart will also rejoice."
        },
        {
          "number": 16,
          "latin": "et exsultabunt renes mei, cum locuta fuerint labia tua recta.",
          "english": "And my inner self will rejoice when your lips speak what is right."
        },
        {
          "number": 17,
          "latin": "Non aemuletur cor tuum peccatores: sed in timore Dei esto tota die.",
          "english": "Do not let your heart envy sinners, but live in the fear of God all day."
        },
        {
          "number": 18,
          "latin": "Quia habet spei in novissimo suo: et spes tua non peribit.",
          "english": "For there is hope in the end; your hope will not perish."
        },
        {
          "number": 19,
          "latin": "Audi, fili mi, et esto sapiens, et dirige in via cor tuum.",
          "english": "Listen, my son, and be wise, and direct your heart on the way."
        },
        {
          "number": 20,
          "latin": "Noli esse in conviviis potantium, neque in comessationibus eorum qui pecunias consumunt.",
          "english": "Do not be with those who drink too much wine, nor with gluttons."
        },
        {
          "number": 21,
          "latin": "Quoniam potores et comessatores ad paupertatem rediguntur: et dormitio vestit pannos.",
          "english": "For drunkards and gluttons are reduced to poverty, and drowsiness clothes a man in rags."
        },
        {
          "number": 22,
          "latin": "Audi filium meum, et non contemnas patrem tuum: cum senex fuerit mater tua, ne spernas eam.",
          "english": "Listen to your father who gave you life and do not despise him; and when your mother is old, do not despise her."
        },
        {
          "number": 23,
          "latin": "Veritatem adquire, et noli vendere: et sapientiam, et doctrinam, et prudentiam.",
          "english": "Acquire truth, and do not sell it; also acquire wisdom, instruction, and understanding."
        },
        {
          "number": 24,
          "latin": "Pater justi gaudebit, et qui genuit sapientem, laetabitur in eo.",
          "english": "The father of the just man will rejoice, and he who has begotten a wise son will be glad in him."
        },
        {
          "number": 25,
          "latin": "Gaudebit pater tuus et mater tua, et exsultabit quae genuit te.",
          "english": "Your father and your mother will rejoice, and she who bore you will be glad."
        },
        {
          "number": 26,
          "latin": "Fili mi, da mi cor tuum, et oculi tui vias meas custodiant.",
          "english": "My son, give me your heart, and let your eyes keep my ways."
        },
        {
          "number": 27,
          "latin": "Prostituta enim fovea profunda est: et angustia aliena illius.",
          "english": "For a harlot is a deep pit, and a strange woman is a narrow pit."
        },
        {
          "number": 28,
          "latin": "Ista quoque insidiatur quasi latro: et quos non novit multiplicat praevaricationes.",
          "english": "She lies in wait as a robber does, and she increases the number of those who transgress."
        },
        {
          "number": 29,
          "latin": "Cui vae? cui pater? cui rixae? cui foveae? cui sine causa vulnera? cui oculos suffusio?",
          "english": "Who suffers? Who has sorrow? Who has contentions? Who has complaints? Who has wounds without cause? Who has bloodshot eyes?"
        },
        {
          "number": 30,
          "latin": "Nonne his qui morantur in vino, et student calicibus ad miscendam?",
          "english": "Are these not the ones who linger long over wine and go to taste mixed drinks?"
        },
        {
          "number": 31,
          "latin": "Ne intuearis vinum, quando flavescit, cum dederit in vitro colorem suum: ingreditur blande, sed in novissimo mordet ut coluber, et sicut regulus venena irrogat.",
          "english": "Do not look at the wine when it is red, when it gives its color in the glass: it goes down smoothly, but in the end it bites like a serpent and stings like a viper."
        },
        {
          "number": 32,
          "latin": "Oculi tui videbunt extraneas, et cor tuum loquetur perversa.",
          "english": "Your eyes will see strange women, and your heart will speak perverse things."
        },
        {
          "number": 33,
          "latin": "Et eris sicut dormiens in medio maris, et quasi gubernator in tempestate jacens.",
          "english": "You will be like one who sleeps in the midst of the sea, and like a pilot lying on the mast during a storm."
        },
        {
          "number": 34,
          "latin": "Et dicies: Verberaverunt me, sed non dolui: traxerunt me, et ego non sensi: quando evigilabo, et rursum vinum inveniam?",
          "english": "And you will say, “They struck me, but I did not hurt; they dragged me, but I did not feel it; when shall I awake, and find wine again?”"
        }
      ]
    },
    {
      "number": 24,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Noli æmulari viros malos, nec cupias esse cum eis:",
          "english": "Don’t be jealous of wicked men, nor desire to be with them."
        },
        {
          "number": 2,
          "latin": "quia cor eorum de meditatione rapinarum cogitat, et lingua eorum fraudes loquitur.",
          "english": "Because their hearts are always plotting violence, and their words are full of deceit."
        },
        {
          "number": 3,
          "latin": "In sapientia domus ædificabitur, et prudentia firmabitur.",
          "english": "By wisdom, a household is built. By good judgment, it is made strong."
        },
        {
          "number": 4,
          "latin": "In scientia replebuntur cellaria omni substantia pretiosa et pulcherrima.",
          "english": "By understanding, the storerooms are filled with precious and beautiful treasures."
        },
        {
          "number": 5,
          "latin": "Vir sapiens fortis est, et vir doctus robustus et validus.",
          "english": "A wise man is strong, and a man of knowledge is sturdy and powerful."
        },
        {
          "number": 6,
          "latin": "quia cum consilia facis, geras bellum contra te, et in multitudine consiliariorum salus.",
          "english": "Because when you make plans, it is like waging war against yourself. In the multitude of those you counsel, there is safety."
        },
        {
          "number": 7,
          "latin": "Stulta nimis est alta sapientia in ore impii: ideo in porta non aperiet os suum.",
          "english": "Wisdom is too high for a fool. Therefore, he will not open his mouth in the gate."
        },
        {
          "number": 8,
          "latin": "Qui cogitat facere malum, stultus vocabitur.",
          "english": "He who plots to do evil will be called a fool."
        },
        {
          "number": 9,
          "latin": "Cogitatio stulti peccatum est, et detractor abominabilis est hominibus.",
          "english": "The thought of a fool is sin, and the scorner is an abomination to men."
        },
        {
          "number": 10,
          "latin": "Si lassus fueris in die angustiæ, imminuetur fortitudo tua.",
          "english": "If you are weak in the day of distress, your strength will be diminished."
        },
        {
          "number": 11,
          "latin": "Erue eos qui ducuntur ad mortem, et qui trahuntur ad interitum, liberare ne cesses.",
          "english": "Deliver those who are led to death, and do not hesitate to free those who are being dragged to destruction."
        },
        {
          "number": 12,
          "latin": "Si dixeris: Non est mihi ista facultas: ille qui corda ponderat, ipse novit: et qui conservat animas, ipse redribuit homini juxta opera sua.",
          "english": "If you say, “I did not know what to do,” He who weighs the hearts knows. He who guards the souls knows, and He will repay a man according to his deeds."
        },
        {
          "number": 13,
          "latin": "Comede, fili mi, mel, quia bonum est, et favum mellis dulce palato tuo.",
          "english": "Eat honey, my son, for it is good, and the honeycomb is sweet to your palate."
        },
        {
          "number": 14,
          "latin": "Sic et scientia sapientiæ animæ tuæ: quam cum inveneris, habebis spem, et in novissimo tua non peribis.",
          "english": "So, too, is the knowledge of wisdom to your soul. When you find it, you will have hope, and you will not perish in the end."
        },
        {
          "number": 15,
          "latin": "Ne insidieris, vir impie, contra habitaculum justi, neque vastes locum ejus.",
          "english": "Do not lie in wait, you wicked man, against the dwelling of the just, nor destroy his place."
        },
        {
          "number": 16,
          "latin": "septies enim cadet justus, et resurget: impii autem corruent in malum.",
          "english": "For the just man will fall seven times, and he will rise again. But the wicked will fall into evil."
        },
        {
          "number": 17,
          "latin": "Cum ceciderit inimicus tuus, ne gaudeas, et in ruina ejus non exultet cor tuum:",
          "english": "When your enemy falls, do not rejoice. Let your heart not exult in his ruin."
        },
        {
          "number": 18,
          "latin": "ne forte videat Dominus, et displiceat ei, et auferat iram suam a te.",
          "english": "Lest perhaps the Lord see and be displeased, and remove his anger from you."
        },
        {
          "number": 19,
          "latin": "Ne æmuleris homines malos, neque cupias esse cum impiis:",
          "english": "Do not be jealous of evil men, nor desire to be with the wicked."
        },
        {
          "number": 20,
          "latin": "quia non habebunt malitiosi in posteritatem, et lucerna impiorum extinguetur.",
          "english": "Because the wicked will not have any posterity, and the lamp of the wicked will be extinguished."
        },
        {
          "number": 21,
          "latin": "Time Dominum, fili mi, et regem: et cum his qui novant, ne te immiscueris:",
          "english": "Fear the Lord, my son, and the king. And do not associate with those who are given to change."
        },
        {
          "number": 22,
          "latin": "quia subito veniet perditio eorum, et ruinam utriusque quis novit?",
          "english": "Because their destruction will come suddenly, and who knows the ruin of both?"
        },
        {
          "number": 23,
          "latin": "Et hæc quoque ad sapientes. Judicare personam in judicio non est bonum.",
          "english": "Also, these things belong to the wise. It is not good to show partiality in judgment."
        },
        {
          "number": 24,
          "latin": "Qui dicit impio: Justus es, maledictus erit a populis, et blasphemabunt eum nationes.",
          "english": "He who says to the wicked, “You are just,” will be cursed by the people, and the nations will blaspheme him."
        },
        {
          "number": 25,
          "latin": "eos autem qui arguerint eum, delectabit, et veniet super illos benedictio boni.",
          "english": "But those who rebuke him will be delighted, and the blessing of the good will come upon them."
        },
        {
          "number": 26,
          "latin": "Labia osculabitur qui recta responsa dat.",
          "english": "The one who gives a right answer will kiss the lips."
        },
        {
          "number": 27,
          "latin": "Præpara foris opus tuum, et diligenter exerce illud in agro: et deinde ædificabis domum tuam.",
          "english": "Prepare your work outside, and diligently practice it in the field. And then you will build your house."
        },
        {
          "number": 28,
          "latin": "Noli esse testis frustra contra proximum tuum: aut decipias labiis tuis.",
          "english": "Do not be a false witness against your neighbor, or deceive with your lips."
        },
        {
          "number": 29,
          "latin": "Ne dicas: Quod fecit mihi, faciam illi: reddam unicuique secundum opera sua.",
          "english": "Do not say, “I will do to him as he has done to me; I will repay each one according to his works.”"
        },
        {
          "number": 30,
          "latin": "Per agrum hominis pigri transivi, et per vineam viri stulti:",
          "english": "I passed through the field of a lazy man and through the vineyard of a foolish man."
        },
        {
          "number": 31,
          "latin": "et ecce, omnia repleverantur urticis, et operuerant superficiem ejus spinæ, et maceria lapidum diruta erat.",
          "english": "And behold, everything was filled with nettles, and thorns covered its surface, and the stone wall was broken down."
        },
        {
          "number": 32,
          "latin": "Quod vidi, posui in corde meo: et ex hoc didici doctrinam.",
          "english": "When I saw this, I put it in my heart, and from this, I learned a lesson."
        },
        {
          "number": 33,
          "latin": "Pauca dormiens, paululum dormitans, pauxillum manibus conserens ut quiescas:",
          "english": "A little sleep, a little slumber, a little folding of the hands to rest."
        },
        {
          "number": 34,
          "latin": "et veniet quasi viator egestas tua, et mendicitas tua quasi vir armatus.",
          "english": "And poverty will come upon you like a traveler, and your need like an armed man."
        }
      ]
    },
    {
      "number": 25,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Haec quoque parabolae Salomonis, quas transtulerunt viri Ezechiae regis Juda.",
          "english": "These are also the proverbs of Solomon, which the men of Hezekiah, king of Judah, translated."
        },
        {
          "number": 2,
          "latin": "Gloria Dei celare verbum; et gloria regum investigare verbum.",
          "english": "It is the glory of God to conceal a thing; and the glory of kings is to investigate it."
        },
        {
          "number": 3,
          "latin": "Caelum altius terrae, et cor regum inscrutabile.",
          "english": "The sky is higher than the earth, and the heart of kings is unfathomable."
        },
        {
          "number": 4,
          "latin": "Aufer robiginem de argento, et exibit vas purissimum.",
          "english": "Take away the rust from silver, and there will come forth a most pure vessel."
        },
        {
          "number": 5,
          "latin": "Aufer impietatem de facie regis, et firmabitur justitia throni ejus.",
          "english": "Remove wickedness from before the king, and his throne will be established in justice."
        },
        {
          "number": 6,
          "latin": "Ne glorieris coram principe, et noli stare in loco impiorum.",
          "english": "Do not boast before the prince, and do not stand in the place of the wicked."
        },
        {
          "number": 7,
          "latin": "Melius est enim, ut dicatur tibi: Ascende huc, quam ut humilieris coram principe.",
          "english": "For it is better that it be said to you: \"Come up here,\" than that you should be humbled before the prince."
        },
        {
          "number": 8,
          "latin": "Quod viderunt oculi tui, ne proferas cito in judicio: ne postea emendare debeas, cum malum inveneris.",
          "english": "What your eyes have seen, do not bring forth quickly in judgment, lest afterward you should have to amend it, when you have found evil."
        },
        {
          "number": 9,
          "latin": "Causa tua cum proximo tuo, disserito cum eo: et aliorum secretum ne reveles.",
          "english": "Debate your case with your neighbor, and speak with him: but do not reveal the secret of another."
        },
        {
          "number": 10,
          "latin": "Ne forte audiat, et confundaris, et non possis tollere opprobrium tuum.",
          "english": "Lest he hear it and be ashamed, and you will not be able to remove your disgrace."
        },
        {
          "number": 11,
          "latin": "Pomum aureum in scutella argentea, loquela bona in tempore suo.",
          "english": "Like golden apples in silver settings is a word spoken in due season."
        },
        {
          "number": 12,
          "latin": "Anima refrigerans in die frigoris, aqua frigida sitienti, ita est bona nuntiatio de terra longinqua.",
          "english": "As a cooling soul on a day of cold, as cold water to the thirsty, so is good news from a far country."
        },
        {
          "number": 13,
          "latin": "Fons turbatus, et vena corrupta, justus cadens coram impio.",
          "english": "A troubled fountain, and a corrupted spring, a just man falling before the wicked."
        },
        {
          "number": 14,
          "latin": "Qui aufert pallium de die frigoris, et qui quasi aceto nitrum, qui cantat carmina cordi, est.",
          "english": "He who takes away a garment in the day of cold, and he who is like vinegar on nitre, who sings songs to a heart, is."
        },
        {
          "number": 15,
          "latin": "Si esurierit inimicus tuus, ciba eum: si sitierit, da ei potum. Hoc enim faciens, carbones ignis congeres super caput ejus.",
          "english": "If your enemy is hungry, feed him: if he is thirsty, give him drink. For by so doing, you will heap coals of fire upon his head."
        },
        {
          "number": 16,
          "latin": "Ventus aquilo dissipat pluvias: facies tristis linguam detrahentem.",
          "english": "The north wind drives away the rains: so does a frowning face a backbiting tongue."
        },
        {
          "number": 17,
          "latin": "Melius est habitare in angulo tecti, quam cum muliere litigiosa et in domo communi.",
          "english": "It is better to dwell in a corner of the roof, than with a contentious woman in a common house."
        },
        {
          "number": 18,
          "latin": "Aqua frigida sitienti, et nuntius bonus de terra longinqua.",
          "english": "As cold water to a thirsty soul, and as good news from a far country."
        },
        {
          "number": 19,
          "latin": "Fons turbatus, et vena corrupta, justus cadens coram impio.",
          "english": "A troubled fountain, and a corrupted spring, a just man falling before the wicked."
        },
        {
          "number": 20,
          "latin": "Comedere mel multum, non est bonum: et qui gravis est gloriae, opprimetur a gloria.",
          "english": "To eat too much honey is not good: and he who is burdened by glory, will be oppressed by glory."
        },
        {
          "number": 21,
          "latin": "Quasi urbs pervia, et absque murorum ambitu, ita vir qui non potest frenare spiritum suum.",
          "english": "As a city open to attack, and without walls, so is a man who cannot restrain his spirit."
        },
        {
          "number": 22,
          "latin": "Quasi stultus mittit sagittam et mortiferam, sic vir qui loquitur contra amicum fraudulenter.",
          "english": "Like a fool who shoots an arrow and deadly ones, so is the man who speaks against his friend deceptively."
        },
        {
          "number": 23,
          "latin": "Labia inimici foventur in dolis: sed in medio ejus detrahitur.",
          "english": "The lips of an enemy are smoothed with deceit: but in his heart he nurses a plot."
        },
        {
          "number": 24,
          "latin": "Qui odit, dissimulat in labiis suis, et in corde suo concipit dolos.",
          "english": "He who hates, dissembles with his lips, and in his heart conceives deceit."
        },
        {
          "number": 25,
          "latin": "Cum laeta voce ne credideris ei, quoniam septem nequitiae sunt in corde ejus.",
          "english": "When he speaks with a cheerful voice, do not believe him: for there are seven abominations in his heart."
        },
        {
          "number": 26,
          "latin": "Qui operit odium fraude, revelabitur malitia ejus in concilio.",
          "english": "He who covers hatred with deceit, his wickedness will be revealed in the assembly."
        },
        {
          "number": 27,
          "latin": "Qui fodit foveam, incidet in eam: et qui volvit lapidem, revertetur ad eum.",
          "english": "He who digs a pit will fall into it: and he who rolls a stone, it will return upon him."
        },
        {
          "number": 28,
          "latin": "Lingua fallax odium mentitur: et os lubricum operit malitias.",
          "english": "A lying tongue hates the truth: and a flattering mouth works ruin."
        }
      ]
    },
    {
      "number": 26,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Sicut nix in æstate, et pluvia in messe, sic non convenit stulto gloria.",
          "english": "Like snow in the summer and rain during the harvest, glory isn’t fitting for the fool."
        },
        {
          "number": 2,
          "latin": "Sicut avis ad volandum, et passer ad volandum, sic maledictio irrita in domo alterius.",
          "english": "Like a bird flying away or a sparrow soaring, a curse without reason doesn’t land."
        },
        {
          "number": 3,
          "latin": "Flagellum equo, et frænum asino, et virga dorso stultorum.",
          "english": "A whip for a horse, a bridle for a donkey, and a rod for the back of the fools."
        },
        {
          "number": 4,
          "latin": "Ne respondeas stulto juxta stultitiam suam, ne efficiaris ei similis.",
          "english": "Don't answer a fool according to his folly, lest you become like him."
        },
        {
          "number": 5,
          "latin": "Responde stulto juxta stultitiam suam, ne sibi sapiens esse videatur.",
          "english": "Answer a fool according to his folly, lest he thinks he is wise."
        },
        {
          "number": 6,
          "latin": "Qui mittit verba per stultum, amputat pedes, et bibit iniquitatem.",
          "english": "Whoever sends a message by a fool cuts off his own feet and drinks his own ruin."
        },
        {
          "number": 7,
          "latin": "Parabola in ore stultorum, quasi crura claudorum.",
          "english": "A parable in the mouth of a fool is like the legs of a lame man."
        },
        {
          "number": 8,
          "latin": "Quasi qui mittit lapidem in acervum Mercurii, ita est qui dat honorem stulto.",
          "english": "Whoever gives honor to a fool is like someone who ties a stone to a sling."
        },
        {
          "number": 9,
          "latin": "Spina in manu ebrii, sic parabola in ore stultorum.",
          "english": "A thorn in the hand of a drunk is like a parable in the mouth of fools."
        },
        {
          "number": 10,
          "latin": "Magnus qui stultum facit omnia, et quasi dormiens, qui suscitat eum.",
          "english": "The great God makes all things, and it is like a sleeping man who stirs him up."
        },
        {
          "number": 11,
          "latin": "Sicut canis revertitur ad vomitum suum, sic stultus revolvitur ad stultitiam suam.",
          "english": "As a dog returns to its vomit, so the fool goes back to his foolishness."
        },
        {
          "number": 12,
          "latin": "Vidisti hominem sapientem sibi videri? Magis sperandum est de stulto, quam de eo.",
          "english": "Have you seen a man wise in his own eyes? There is more hope for a fool than for him."
        },
        {
          "number": 13,
          "latin": "Dicit piger: Leo est in via, leo in plateis.",
          "english": "The lazy man says, “There’s a lion in the road, a lion in the streets.”"
        },
        {
          "number": 14,
          "latin": "Ostium vertitur super cardinem suum, et piger in lecto suo.",
          "english": "The door turns on its hinges, and the lazy man on his bed."
        },
        {
          "number": 15,
          "latin": "Operit piger manum suam sub ascella, et laborat sustinere eam.",
          "english": "The lazy man buries his hand in his armpit; he is exhausted from trying to hold it up."
        },
        {
          "number": 16,
          "latin": "Sapiens sibi videtur piger, plus quam potest enarrare.",
          "english": "The lazy man is wiser in his own eyes than he can explain."
        },
        {
          "number": 17,
          "latin": "Quasi qui apprehendit aures canis, ita est qui irascens transit per alienam litem.",
          "english": "Like someone who grabs a dog’s ears is the one who gets angry and interferes in someone else's quarrel."
        },
        {
          "number": 18,
          "latin": "Sicut insanus jacens jacula, et sagittas, et mortem,",
          "english": "Like a madman shooting arrows, and deadly weapons,"
        },
        {
          "number": 19,
          "latin": "sic vir qui laedit amicum, et postea dicit: Ludens, feci.",
          "english": "is the man who deceives his friend and then says, “I was only joking.”"
        },
        {
          "number": 20,
          "latin": "Deficiente ligno, exstinguitur ignis: et absente susurrone, quiescit contentio.",
          "english": "When the wood runs out, the fire dies; and when the gossiper is gone, the quarrel dies down."
        },
        {
          "number": 21,
          "latin": "Sicut carbones ad prunas, et ligna ad ignem, sic homo iracundus ad excitandum rixam.",
          "english": "Like coals for the embers and wood for the fire, so is a man of anger for kindling strife."
        },
        {
          "number": 22,
          "latin": "Verba susurronis quasi simplicia, et ipsa perveniunt ad interiora ventris.",
          "english": "The words of a gossiper are like tasty morsels, but they go down into the innermost parts of the belly."
        },
        {
          "number": 23,
          "latin": "Labia dolosa, et cor malum: argentum conflatur in lebeto, et stercus super terram.",
          "english": "Smooth lips and an evil heart are like a worthless pot covered with silver."
        },
        {
          "number": 24,
          "latin": "Qui odit, in labiis suis dissimulat, et in corde suo insidias disponit.",
          "english": "The one who hates dissembles with his lips but harbors deceit in his heart."
        },
        {
          "number": 25,
          "latin": "Cum affaverit vox ejus, ne credideris ei: quia septem nequitiae in corde illius.",
          "english": "When his voice is kind, don't trust him, because there are seven abominations in his heart."
        },
        {
          "number": 26,
          "latin": "Qui operit odium, arte celat: quod lateat in concilio, revelabitur.",
          "english": "Though hatred is concealed by deception, its wickedness will be revealed in the assembly."
        },
        {
          "number": 27,
          "latin": "Qui fodit foveam, incidit in eam: et qui volvit lapidem, revertetur ad eum.",
          "english": "Whoever digs a pit will fall into it, and whoever rolls a stone will have it roll back on him."
        },
        {
          "number": 28,
          "latin": "Lingua mendax odit eos quos contrivit: et os lubricum facit ruinas.",
          "english": "A lying tongue hates those it wounds, and a flattering mouth causes ruin."
        }
      ]
    },
    {
      "number": 27,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Ne glorieris in crastinum, ignorans quid superventura parturiat dies.",
          "english": "Do not boast about tomorrow, because you do not know what a day will bring."
        },
        {
          "number": 2,
          "latin": "Laudet te alienus, et non os tuum: alienus, et non labia tua.",
          "english": "Let another praise you, and not your own mouth; let a stranger, and not your own lips, do so."
        },
        {
          "number": 3,
          "latin": "Grave est saxum, et arena ponderosa: ira autem stulti, gravior utraque.",
          "english": "A stone is heavy, and sand is weighty, but the anger of a fool is heavier than both."
        },
        {
          "number": 4,
          "latin": "Cruciatus ira, et furor, inundatio: et quis sustinebit spiritum iracundi?",
          "english": "Wrath is cruel, and anger is overflowing, but who can stand before the spirit of a person who is angered?"
        },
        {
          "number": 5,
          "latin": "Melius est manifestam arguentem, quam amicum dissimulantem.",
          "english": "Better is open rebuke than hidden love."
        },
        {
          "number": 6,
          "latin": "Melior amicus, vulnerans, quam amicus dissimulans.",
          "english": "Wounds from a friend are better than kisses from an enemy."
        },
        {
          "number": 7,
          "latin": "Anima saturata calcabit favum: et anima esuriens, etiam amarum pro dulci sumet.",
          "english": "A satisfied soul will trample on the honeycomb, but to a hungry soul even the bitter is sweet."
        },
        {
          "number": 8,
          "latin": "Sicut avis volans e nido suo, sic vir qui egreditur de loco suo.",
          "english": "Like a bird that wanders from its nest, so is a man who leaves his place."
        },
        {
          "number": 9,
          "latin": "Oleum et vas, laetificant cor: et consilium hominis amici dulcior.",
          "english": "Oil and perfume rejoice the heart, and the advice of a friend is sweeter."
        },
        {
          "number": 10,
          "latin": "Amicum tuum, et amicum patris tui, ne dimiseris: et domum fratris tui ne intres in die afflictionis tuae. Melior est vicinus juxta, quam frater procul.",
          "english": "Do not forsake your friend, or the friend of your father; and do not enter the house of your brother on the day of your calamity. Better is a neighbor nearby than a brother far away."
        },
        {
          "number": 11,
          "latin": "Filius meus, sapiens esto, et laetifica cor meum: ut possim exprobranti mihi respondere verbum.",
          "english": "My son, be wise and gladden my heart, that I may have an answer for those who reproach me."
        },
        {
          "number": 12,
          "latin": "Callidus videns malum, cavit: parvuli, transierunt, et puniti sunt.",
          "english": "A sensible man sees trouble and hides, but the simple pass on and suffer the consequences."
        },
        {
          "number": 13,
          "latin": "Sume vestimentum ejus qui spondet pro extraneo: et pro alieno, obtine pignus ab eo.",
          "english": "Take the garment of one who puts up security for a stranger, and for an alien, hold him in pledge."
        },
        {
          "number": 14,
          "latin": "Qui benedicit proximo suo in magna voce, mane surgens, maledictioni comparabitur.",
          "english": "He who blesses his neighbor with a loud voice, rising early in the morning, will be compared to a curse."
        },
        {
          "number": 15,
          "latin": "Stillicidia continua in die frigoris, et uxor contentiosa, comparantur.",
          "english": "A continual dripping on a rainy day and a contentious woman are alike."
        },
        {
          "number": 16,
          "latin": "Qui celat eam, celat ventum: et oleum in dextera sua, vocabit.",
          "english": "He who restrains her restrains the wind and grasps oil with his right hand."
        },
        {
          "number": 17,
          "latin": "Ferrum ferro, et homo exacuit faciem amici sui.",
          "english": "Iron sharpens iron, and one man sharpens another."
        },
        {
          "number": 18,
          "latin": "Qui custodit ficum, comedet fructus ejus: et qui observat dominum suum, honorabitur.",
          "english": "He who guards the fig tree will eat its fruit, and he who protects his master will be honored."
        },
        {
          "number": 19,
          "latin": "Quomodo in aquis resplendent vultus, ita corda hominum manifesta sunt prudentibus.",
          "english": "As in water face answers to face, so the heart of man to man."
        },
        {
          "number": 20,
          "latin": "Infernum et perditio nunquam replentur: ita et oculi hominum nunquam satiantur.",
          "english": "Sheol and destruction are never satisfied, nor are the eyes of man ever satisfied."
        },
        {
          "number": 21,
          "latin": "Quod probatur argento, et aurum in fornace: sic probat virum os laudantium.",
          "english": "The crucible is for silver, and the furnace is for gold, and a man is tested by his praise."
        },
        {
          "number": 22,
          "latin": "Si contritis fueris stulto quasi triticum in pila, non auferetur de te stultitia ejus.",
          "english": "Though you grind a fool in a mortar with a pestle along with the grain, his foolishness will not depart from him."
        },
        {
          "number": 23,
          "latin": "Diligenter nosces vultum pecoris tui: et geres corda tua.",
          "english": "Know well the appearance of your flocks, and give attention to your herds."
        },
        {
          "number": 24,
          "latin": "Non est permanens divitiarum corona, in generationes: nec semper durabunt.",
          "english": "For riches do not last forever; nor does a crown endure to all generations."
        },
        {
          "number": 25,
          "latin": "Cum apparuerit faenum, et ostensa fuerint herbae, et collectae fuerint fena de montibus.",
          "english": "When the grass is gone, and the new growth appears, and the hay is gathered from the mountains,"
        },
        {
          "number": 26,
          "latin": "Agni ad vestimenta tua, et caprarum pretium agris.",
          "english": "the lambs will supply your clothing, and the goats the price of the field."
        },
        {
          "number": 27,
          "latin": "Sufficiat tibi lac caprarum ad cibos tuos, et ad alimenta domus tuae.",
          "english": "There will be enough goats’ milk for your food, for the food of your household."
        }
      ]
    },
    {
      "number": 28,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Impio fugiente, nemo persequitur: justi autem quasi leo confidens.",
          "english": "When the wicked run away, no one chases them; the just have the boldness of a lion."
        },
        {
          "number": 2,
          "latin": "Pro delicto terrae multi principes ejus: propter hominem scientem, et prudentem, permanebit.",
          "english": "When a land is in sin, it has many tyrants; with an intelligent leader, order will be kept."
        },
        {
          "number": 3,
          "latin": "Vir pauper opprimens pauperes, similis est imbre vehementi, in quo paratur fames.",
          "english": "A poor man who oppresses the poor is like a rain that brings a famine."
        },
        {
          "number": 4,
          "latin": "Qui derelinquunt legem, laudant impium: qui custodiunt, incandescunt contra eum.",
          "english": "Those who reject God's law praise the wicked; those who keep the law are always at odds with them."
        },
        {
          "number": 5,
          "latin": "Viri mali non cogitant judicium: qui autem quaerunt Dominum, intelligunt omnia.",
          "english": "Evil men don't understand justice; those who seek the Lord understand everything."
        },
        {
          "number": 6,
          "latin": "Melior est pauper ambulans in simplicitate sua, quam dives in perversis viis.",
          "english": "It is better to be poor and honest than rich and dishonest."
        },
        {
          "number": 7,
          "latin": "Qui custodit legem, filius sapiens: qui pascit nebulones, confundit patrem suum.",
          "english": "Those who keep the law are wise children; those who feed the wicked shame their fathers."
        },
        {
          "number": 8,
          "latin": "Qui coacervat divitias suas usuris, et lucris, iniquus est contra proximum, et alterius in eis fruetur.",
          "english": "Those who increase their wealth by usury or interest are unjust, and others will enjoy it."
        },
        {
          "number": 9,
          "latin": "Qui avertit aurem suam ne audiat legem, oratio ejus erit execrabilis.",
          "english": "If you turn away from hearing the law, even your prayers are an abomination."
        },
        {
          "number": 10,
          "latin": "Qui seducit justos in via mala, in interitu suo corruet, et simplices possidebunt bona.",
          "english": "Those who lead the upright down a wrong path will fall into their own traps, but the innocent will inherit good things."
        },
        {
          "number": 11,
          "latin": "Vir dives reputans se sapientem, stultus similis est, qui sperat in se.",
          "english": "A rich man who considers himself wise is a fool, trusting in himself."
        },
        {
          "number": 12,
          "latin": "In exultatione justorum, magna gloria: cum autem creverint impii, abscondentur homines.",
          "english": "When the just rejoice, there is great glory; when the wicked increase, men hide themselves."
        },
        {
          "number": 13,
          "latin": "Qui abscondit peccata sua, non dirigetur: qui confitetur et derelinquit ea, misericordiam consequetur.",
          "english": "Those who hide their sins will not succeed; those who confess and abandon them will be shown mercy."
        },
        {
          "number": 14,
          "latin": "Beatus homo qui semper est pavidus: qui vero festinus ad divitias, non erit innocens.",
          "english": "Blessed is the man who is always reverent; but he who rushes to get rich will not be without guilt."
        },
        {
          "number": 15,
          "latin": "Leo rugiens, et ursus esuriens, princeps impius super populum pauperem.",
          "english": "Like a roaring lion or a hungry bear, so is a wicked ruler over a poor people."
        },
        {
          "number": 16,
          "latin": "Princeps indigens eloquio, multos opprimet: qui autem odiit avaritiam, longioris vitae erit.",
          "english": "A leader who lacks understanding will oppress many; but he who hates greed will live a long time."
        },
        {
          "number": 17,
          "latin": "Homo qui calumniatur sanguinem animae, festinabit ad lacum: non prohibeatur ei.",
          "english": "A man burdened by the guilt of murder will be haunted by it; let no one help him."
        },
        {
          "number": 18,
          "latin": "Qui ambulat simpliciter, salvus erit: qui perversis viis incedit, corruet semel.",
          "english": "Those who walk uprightly will be saved; those who go the wrong way will fall."
        },
        {
          "number": 19,
          "latin": "Qui operatur terram suam, saturabitur panibus: qui sectatur otiosos, saturabitur mendaciis.",
          "english": "Those who work their land will have plenty of food; those who chase empty dreams will be full of lies."
        },
        {
          "number": 20,
          "latin": "Vir fidelis multum laudabitur: qui autem festinat ditari, non erit innocens.",
          "english": "A faithful man will be greatly praised; but he who rushes to get rich will not be innocent."
        },
        {
          "number": 21,
          "latin": "Qui iniquitatem respicit in judicio, non bonus est: propter frustrum panis, vir talis vendet veritatem.",
          "english": "It's wrong to show partiality in judgment; even for a piece of bread, such a man will betray the truth."
        },
        {
          "number": 22,
          "latin": "Vir nequam festinans ad divitias, et qui non est innocens, non erit impunitus.",
          "english": "A wicked man who rushes to get rich, and is not innocent, will not go unpunished."
        },
        {
          "number": 23,
          "latin": "Qui arguit hominem, postea inveniet gratiam, magis quam ille qui linguam adulationis habet.",
          "english": "He who rebukes a man will later find more favor than he who has a flattering tongue."
        },
        {
          "number": 24,
          "latin": "Qui furatur a patre suo, et a matre, et dicit: Non est peccatum: socius est homicidae.",
          "english": "He who robs his father or his mother, and says, “It’s not wrong,” is a companion to a murderer."
        },
        {
          "number": 25,
          "latin": "Qui jactat animam, suscitat lites: qui confisus est in Domino, impinguabitur.",
          "english": "A greedy man stirs up conflict; those who trust in the Lord will prosper."
        },
        {
          "number": 26,
          "latin": "Qui confidet in corde suo, stultus est: qui autem graditur in sapientia, ipse salvabitur.",
          "english": "Those who trust in their own hearts are fools; those who walk in wisdom will be saved."
        },
        {
          "number": 27,
          "latin": "Qui dat pauperi, non indigebit: qui calumnias avertit oculos suos, habundabit.",
          "english": "Those who give to the poor will not want; those who turn away their eyes from the poor will be blessed."
        },
        {
          "number": 28,
          "latin": "In impiis cum surrexerint, abscondentur homines: et cum perierint, multiplicabuntur justi.",
          "english": "When the wicked rise, men hide; when the wicked perish, the upright will increase."
        }
      ]
    },
    {
      "number": 29,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Qui corripit colendum, odibilis erit, qui arguit impium, ipse sibi notam inducit.",
          "english": "If you rebuke someone you want to be respected, you will be hated. If you correct the wicked, you will get in trouble."
        },
        {
          "number": 2,
          "latin": "Qui diligit sapientiam, laetificat patrem suum: qui autem pascit scortas, perdet substantiam.",
          "english": "If you love wisdom, you will make your father happy, but if you spend your time with prostitutes, you will waste your wealth."
        },
        {
          "number": 3,
          "latin": "Vir justus per judicium dirigit proximum suum: impius vero viam suam sectatur.",
          "english": "If you want to be just, you will bring your neighbor before God's judgement. Wicked people will always follow their own path."
        },
        {
          "number": 4,
          "latin": "Vir mendax opera iniquitatis dat oculos: vir autem justus scientiam ponit.",
          "english": "Liars destroy society; the just value knowledge."
        },
        {
          "number": 5,
          "latin": "Vir stultus contemnit disciplinam patris sui: qui autem sequitur correptiones, prudentior erit.",
          "english": "A fool scorns his father's teaching. Those who welcome correction become wiser."
        },
        {
          "number": 6,
          "latin": "Justus, aequitate sua, liberabit proximum suum: impius autem in rapina implicabitur.",
          "english": "The righteous become free through the judgment of the world; the wicked are always trapped by their own greed."
        },
        {
          "number": 7,
          "latin": "Vir sapiens custodit animam suam: stultus et timidus non sustinebit.",
          "english": "A wise man protects his soul. A fool and a coward cannot stand up for themselves."
        },
        {
          "number": 8,
          "latin": "Vir justus novit causam pauperum: impius ignorat scientiam.",
          "english": "The just know how to care for the poor. The wicked do not value knowledge."
        },
        {
          "number": 9,
          "latin": "Homines pestilentes conturbant civitatem: sapientes vero mitem iram componunt.",
          "english": "When the wicked stir up chaos, they destroy a city, but the wise will bring peace."
        },
        {
          "number": 10,
          "latin": "Vir sapiens, si cum stulto egerit, sive irascatur, sive rideat, non inveniet requiem.",
          "english": "The wise, if they deal with a fool, will find no rest, whether they are angry or laughing."
        },
        {
          "number": 11,
          "latin": "Viri sanguinum oderunt innocentem: justi autem quaerunt animam ejus.",
          "english": "Murderers hate the innocent. The righteous seek to save their lives."
        },
        {
          "number": 12,
          "latin": "Omnis stultus statim irascitur: qui differt, facile vincit.",
          "english": "A fool immediately becomes angry, but those who hold back easily win."
        },
        {
          "number": 13,
          "latin": "Princeps qui judicat pauperes in veritate, thronus ejus in aeternum stabilis erit.",
          "english": "A prince who judges the poor honestly, his throne will be made stable forever."
        },
        {
          "number": 14,
          "latin": "Vir flagitiosus laqueum jacit amico suo: justus vero salvus erit, et sine cura.",
          "english": "If someone is wicked, they set a trap for their friend, but the just will be delivered from evil and have nothing to fear."
        },
        {
          "number": 15,
          "latin": "Impius in sua nequitia impeditur: justus sperat in conscientia sua.",
          "english": "The wicked are trapped by their own wickedness, but the righteous find hope in their conscience."
        },
        {
          "number": 16,
          "latin": "Vir sapiens in judiciis, qui odit avaritiam, longus erit in diebus.",
          "english": "The wise man, in his actions, will avoid greed. He will live a long life."
        },
        {
          "number": 17,
          "latin": "Vir qui calumniatur sanguinem animae, festinabit ad profundum: non sibi parcet.",
          "english": "A man who is a murderer, they will always be in the deepest and darkest part of their soul, they will never be at peace."
        },
        {
          "number": 18,
          "latin": "Qui ambulat simpliciter, salvus erit: qui perversus est in viis suis, cito corruet.",
          "english": "If you are sincere, you will be safe. If you are dishonest, you will quickly fall."
        },
        {
          "number": 19,
          "latin": "Qui operatur terram suam, saturabitur panibus: qui sectatur otiosos, saturabitur egestate.",
          "english": "If you work your land, you will have plenty of food, but if you follow idle people, you will be poor."
        },
        {
          "number": 20,
          "latin": "Vir fidelis multum laudabitur: qui autem festinat ditari, non erit innocens.",
          "english": "A faithful man will be greatly praised, but if you are eager to get rich, you will not be innocent."
        },
        {
          "number": 21,
          "latin": "Qui iniquus est in judicio, odit homines: qui autem oderat causam, perdet animam suam.",
          "english": "If you are unjust in judgement, you hate men. If you hate a just cause, you will lose your soul."
        },
        {
          "number": 22,
          "latin": "Qui confidet in corde suo, stultus est: qui autem ingreditur in sapientia, hic salvabitur.",
          "english": "If you trust in your own heart, you are a fool, but those who walk with wisdom, will be saved."
        },
        {
          "number": 23,
          "latin": "Qui arguit hominem, gratiam postea inveniet magis quam ille qui lingua adulatur.",
          "english": "If you correct a man, you will find favor more than if you use flattery."
        },
        {
          "number": 24,
          "latin": "Qui furatur patrem suum, vel matrem, et dicit: Non peccavi, hic socius est homicidae.",
          "english": "If you steal from your father or mother and say, \"I have not sinned,\" you are a companion to a murderer."
        },
        {
          "number": 25,
          "latin": "Qui dilatat gulam, provocat jurgium: qui autem confidit in Domino, saginabitur.",
          "english": "If you are greedy, you stir up conflict, but those who trust in the Lord will be satisfied."
        },
        {
          "number": 26,
          "latin": "Qui confidet in corde suo, stultus est: qui vero ambulat in sapientia, hic salvus erit.",
          "english": "If you trust your own heart, you are a fool. If you walk with wisdom, you will be saved."
        },
        {
          "number": 27,
          "latin": "Qui dat pauperi, non indigebit: qui calumnias avertit oculos suos, habundabit benedictionibus.",
          "english": "If you give to the poor, you will not be in need. If you turn away from evil, you will be blessed."
        },
        {
          "number": 28,
          "latin": "Cum impii creverint, multiplicabuntur iniquitates: et justi videbunt corruentem.",
          "english": "When the wicked rise, iniquity increases, but the righteous will see them fall."
        },
        {
          "number": 29,
          "latin": "Vir qui contemnit doctrinam, odibilis est: qui autem observat mandata, salvabitur.",
          "english": "A man who despises discipline is hated, but those who obey the commandments will be saved."
        },
        {
          "number": 30,
          "latin": "Cum dominantur impii, gemiscet populus: cumperit justi, gaudebunt homines.",
          "english": "When the wicked rule, the people groan, but when the just perish, people rejoice."
        },
        {
          "number": 31,
          "latin": "Qui diligit sapientiam, laetificat patrem suum: qui autem pascit scortas, perdet substantiam.",
          "english": "If you love wisdom, you will make your father happy, but if you spend your time with prostitutes, you will waste your wealth."
        }
      ]
    },
    {
      "number": 30,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Verba Aggur filii Iace, visio. Vir dixit: Cum quo sum, Deus? cum quo sum et non quiesco?",
          "english": "These are the words of Agur, son of Iace, a vision. The man said, “With whom am I, God? With whom am I, and I do not rest?”"
        },
        {
          "number": 2,
          "latin": "Quia stultior sum omnibus hominibus, et sapientia hominum non est mecum.",
          "english": "For I am more foolish than all men, and the wisdom of men is not with me."
        },
        {
          "number": 3,
          "latin": "Nescio sapientiam, et scientiam sanctorum ignoro.",
          "english": "I do not know wisdom, and I do not know the knowledge of the holy ones."
        },
        {
          "number": 4,
          "latin": "Quis ascendit in cælum, et descendit? Quis continuit spiritum manibus suis? Quis colligavit aquas quasi in vestimento? Quis statuit omnes terminos terræ? Quod nomen ejus, et quod nomen filii ejus, si nosti?",
          "english": "Who has ascended into the sky and descended? Who has held the wind in his hands? Who has gathered the waters as if in a garment? Who has established all the boundaries of the earth? What is His name, and what is the name of His Son, if you know?"
        },
        {
          "number": 5,
          "latin": "Omnis sermo Dei ignitus; scutum est sperantibus in se.",
          "english": "Every word of God is tested by fire; He is the shield to those who hope in Him."
        },
        {
          "number": 6,
          "latin": "Ne addas quidquam verbis illius, ne arguaris, et inveniaris mendax.",
          "english": "Do not add anything to His words, lest you be reproved, and found to be a liar."
        },
        {
          "number": 7,
          "latin": "Duo rogavi te; ne deneges mihi antequam moriar.",
          "english": "I have asked two things of you; do not deny them to me before I die:"
        },
        {
          "number": 8,
          "latin": "Vanitatem et verba mendacia longe fac a me; divitias et paupertatem ne dederis mihi: sed tribue mihi necessaria vitæ meæ:",
          "english": "Remove vanity and lying words far from me; give me neither riches nor poverty: but supply me with the necessities of my life:"
        },
        {
          "number": 9,
          "latin": "ne forte saturatus, neget, et dicat: Quis est Dominus? aut egestate coactus, furer, et perjurans nomen Dei mei.",
          "english": "Lest perhaps, being filled, I should deny, and say: Who is the Lord? Or being forced by poverty, I should steal, and take the name of my God in vain."
        },
        {
          "number": 10,
          "latin": "Ne accuses servum ad dominum suum, ne forte maledictus te, et poenas luas.",
          "english": "Do not accuse a servant to his master, lest perhaps he curse you, and you pay the penalty."
        },
        {
          "number": 11,
          "latin": "Est generatio quæ patrem suum maledicit, et matrem suam non benedicit.",
          "english": "There is a generation that curses their father, and does not bless their mother."
        },
        {
          "number": 12,
          "latin": "Generatio quæ sibi munda videtur, et tamen non est lota a sordibus suis.",
          "english": "A generation that seems clean to itself, but is not washed from its filth."
        },
        {
          "number": 13,
          "latin": "Generatio! Quorum oculo elati sunt, et palpebris suis extolluntur.",
          "english": "A generation whose eyes are lifted up, and are puffed up with their eyelids."
        },
        {
          "number": 14,
          "latin": "Generatio! Quorum dentes gladii, et molares eorum ad comedendum pauperes de terra, et inopes ex hominibus.",
          "english": "A generation whose teeth are like swords, and their molars to devour the poor from the earth, and the needy from among men."
        },
        {
          "number": 15,
          "latin": "Sanguisugæ duæ filiæ sunt, dicentes: Affer, affer. Tria sunt quæ nunquam saturantur: et quartum quod nunquam dicit: Sufficit.",
          "english": "The leech has two daughters, saying: Bring, bring. There are three things that are never satisfied: and a fourth that never says: It is enough."
        },
        {
          "number": 16,
          "latin": "Infernus, et vulvæ, et terra quæ non satiatur aqua; et ignis qui nunquam dicit: Sufficit.",
          "english": "Hell, and the womb, and the earth that is not satisfied with water; and the fire that never says: It is enough."
        },
        {
          "number": 17,
          "latin": "Oculus qui subsannat patrem, et qui despicit ad obedire matrem, effodiant eum corvi de torrentibus, et comedant eum filii aquilæ.",
          "english": "The eye that mocks his father, and despises to obey his mother, let the ravens of the brooks dig it out, and the eagles' sons eat it."
        },
        {
          "number": 18,
          "latin": "Tria sunt quæ mihi mira videntur, et quartum quod penitus ignoro:",
          "english": "There are three things that seem wonderful to me, and a fourth that I completely do not know:"
        },
        {
          "number": 19,
          "latin": "Viam aquilæ in cælo, viam colubri super petram, viam navis in mari, et viam viri in adolescentia.",
          "english": "The way of the eagle in the sky, the way of the serpent upon a rock, the way of a ship in the sea, and the way of a man in youth."
        },
        {
          "number": 20,
          "latin": "Talem viam adulteræ: quæ comedit, et tergens os suum, dicit se operata non esse malum.",
          "english": "Such is the way of the adulteress: she eats, and wiping her mouth, says that she has done no evil."
        },
        {
          "number": 21,
          "latin": "Per tria movetur terra, et quartum quod non potest sustinere:",
          "english": "Under three things the earth trembles, and under a fourth it cannot stand:"
        },
        {
          "number": 22,
          "latin": "Sub servo cum regnaverit; et stulto cum saturatus fuerit cibo:",
          "english": "Under a servant when he reigns; and a fool when he is filled with food:"
        },
        {
          "number": 23,
          "latin": "Sub odiosa quando nupserit; et ancilla cum fuerit hæres dominæ suæ.",
          "english": "Under a hateful woman when she is married; and a handmaid when she is the heir of her mistress."
        },
        {
          "number": 24,
          "latin": "Quatuor sunt minima terræ, et hæc sunt sapientiora sapientibus.",
          "english": "There are four things that are the smallest on earth, and these are wiser than the wise:"
        },
        {
          "number": 25,
          "latin": "Formicæ, plebs infirma, quæ præparant in messe cibum sibi.",
          "english": "The ants, a weak people, which prepare their food in the harvest."
        },
        {
          "number": 26,
          "latin": "Cuniculi, plebs invalida, quæ ponunt in petra domum suam.",
          "english": "The rabbits, a weak people, which place their house in a rock."
        },
        {
          "number": 27,
          "latin": "Locustæ non habentes regem, et egrediuntur universi per turmas suas.",
          "english": "The locusts have no king, and they all go out in their bands."
        },
        {
          "number": 28,
          "latin": "Lacerta manibus nitens, et morans in palatiis regum.",
          "english": "The lizard that relies on its hands, and dwells in the palaces of kings."
        },
        {
          "number": 29,
          "latin": "Tria sunt quæ bene gradiuntur, et quartum quod gressus suos benè dirigit.",
          "english": "There are three things that walk well, and a fourth that directs its steps well:"
        },
        {
          "number": 30,
          "latin": "Leo fortissimus in bestiis, et coram nullo pavebit.",
          "english": "The lion, the strongest among beasts, and will not be afraid before any."
        },
        {
          "number": 31,
          "latin": "Gallina quæ graditur audacter inter animalia; et equus insignis ad prælium.",
          "english": "The rooster that walks boldly among animals; and a horse prepared for battle."
        },
        {
          "number": 32,
          "latin": "Et rex, cui non est qui resistat in contumeliis ejus.",
          "english": "And the king, to whom there is no one who resists in his insults."
        },
        {
          "number": 33,
          "latin": "Si stulte egisti, elevatus in facto, conprime manum: et si senseris mala, comprimere os tuum.",
          "english": "If you have acted foolishly, being lifted up in the act, press your hand: and if you have perceived evil, compress your mouth."
        },
        {
          "number": 34,
          "latin": "Qui enim premit ubera, ut eliciat lac, butyrum provocat. Et qui vehementer urget nares, elicit sanguinem: et qui durius provocat iram, producit discordiam.",
          "english": "For he who presses the breast, to draw out milk, provokes butter. And he who vehemently presses the nostrils, draws out blood: and he who more harshly provokes anger, produces discord."
        }
      ]
    },
    {
      "number": 31,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Verba Lemuelis regis. Professio qua erudivit eum mater sua.",
          "english": "These are the words of King Lemuel. His mother taught him these truths."
        },
        {
          "number": 2,
          "latin": "Quid, fili mi, quid, fili uteri mei, quid, fili votorum meorum?",
          "english": "What, my son? What, son of my womb? What, son of my vows?"
        },
        {
          "number": 3,
          "latin": "Ne tradas in potentibus vires tuas, et viam tuam his qui moliuntur reges.",
          "english": "Do not give your strength to powerful men, nor your ways to those who harm kings."
        },
        {
          "number": 4,
          "latin": "Ne regibus, o Lemuel, ne regibus vinum, et ubi est potestas, ne spiritus ebrietatis:",
          "english": "It is not for kings, Lemuel, not for kings to drink wine, nor to desire strong drink."
        },
        {
          "number": 5,
          "latin": "ne forte bibant et obliviscantur judicia, et mutent causam filiorum pauperis.",
          "english": "Lest, while drinking, they forget what is right and change the law to hurt the poor."
        },
        {
          "number": 6,
          "latin": "Date siceram pereunti, et vinum his qui amaro sunt animo:",
          "english": "Give strong drink to those who are lost, and wine to those who are in bitterness of soul."
        },
        {
          "number": 7,
          "latin": "ut bibant et obliviscantur paupertatis suae, et ne meminerint molestiae suae amplius.",
          "english": "Let them drink and forget their poverty, and no longer remember their suffering."
        },
        {
          "number": 8,
          "latin": "Aperire os tuum muto, et causas eorum qui pertransierunt.",
          "english": "Open your mouth for the mute, and for the causes of those who are in need."
        },
        {
          "number": 9,
          "latin": "Aperire os tuum, judica quod justum est, et fac judicium pauperis et egeno.",
          "english": "Open your mouth, judge what is just, and act with judgment for the poor and the needy."
        },
        {
          "number": 10,
          "latin": "Mulierem fortem quis inveniet? Procul et de ultimis finibus pretium ejus.",
          "english": "Who will find a brave woman? She is more valuable than all of the world's treasures."
        },
        {
          "number": 11,
          "latin": "Confidit in ea cor viri sui, et spoliis non indigebit.",
          "english": "Her husband's heart trusts in her, and he will have no lack of gains."
        },
        {
          "number": 12,
          "latin": "Reddet illi bonum, et non malum, omnibus diebus vitae suae.",
          "english": "She does him good, and not evil, all the days of her life."
        },
        {
          "number": 13,
          "latin": "Quæsivit lanam et linum, et operata est industriosa manibus suis.",
          "english": "She seeks wool and flax, and works willingly with her hands."
        },
        {
          "number": 14,
          "latin": "Facta est quasi navis institoris: de longe conportat panem suum.",
          "english": "She is like the merchant ships: she brings her food from afar."
        },
        {
          "number": 15,
          "latin": "Et de nocte surrexit, deditque praedam domui suae, et cibaria ancillis suis.",
          "english": "She rises while it is still night, and gives food to her household, and a portion to her maidservants."
        },
        {
          "number": 16,
          "latin": "Consideravit agrum, et emit eum: de fructu manuum suarum plantavit vineam.",
          "english": "She considers a field, and buys it: with the fruit of her hands she plants a vineyard."
        },
        {
          "number": 17,
          "latin": "Accinxit fortitudine lumbos suos, et roboravit brachia sua.",
          "english": "She girds her loins with strength, and strengthens her arms."
        },
        {
          "number": 18,
          "latin": "Vidit quod bona esset negotiatio ejus: non extinguitur in nocte lucerna ejus.",
          "english": "She sees that her work is good: her lamp is not extinguished at night."
        },
        {
          "number": 19,
          "latin": "Manum suam misit ad fortia, et palmi ejus confirmaverunt telas.",
          "english": "She puts her hand to strong tasks, and her palms have confirmed the threads."
        },
        {
          "number": 20,
          "latin": "Pauperi manum aperuit, et palmas suas extendit in egeno.",
          "english": "She opens her hand to the poor, and extends her palms to the needy."
        },
        {
          "number": 21,
          "latin": "Non timebit domum suam a frigore nivis: omnes enim domestici ejus vestiti sunt duplicibus.",
          "english": "She will not fear for her household because of the snow: for all her household are clothed in double garments."
        },
        {
          "number": 22,
          "latin": "Stramenta fecit sibi, et purpura est vestimentum ejus.",
          "english": "She makes coverings for herself, and her clothing is fine linen and purple."
        },
        {
          "number": 23,
          "latin": "Cognitus in portis vir ejus, quando sederit cum senibus terrae.",
          "english": "Her husband is known at the gates, when he sits with the elders of the land."
        },
        {
          "number": 24,
          "latin": "Lineas fecit, et vendidit, et cingulum tradidit Chananeo.",
          "english": "She makes linen and sells it, and gives a girdle to the merchant."
        },
        {
          "number": 25,
          "latin": "Fortitudo et decor indumentum ejus: et ridebit in die novissimo.",
          "english": "Strength and beauty are her clothing: and she will laugh in the last day."
        },
        {
          "number": 26,
          "latin": "Os suum aperuit sapientiæ, et lex clementiæ in lingua ejus.",
          "english": "She opens her mouth with wisdom, and the law of kindness is on her tongue."
        },
        {
          "number": 27,
          "latin": "Considerat gressus domus suae, et panem otiosa non comedit.",
          "english": "She considers the ways of her household, and does not eat the bread of idleness."
        },
        {
          "number": 28,
          "latin": "Surrexerunt filii ejus, et beatissimam dixerunt; vir ejus, et laudavit eam.",
          "english": "Her children rise up, and call her blessed; her husband also, and he praises her."
        },
        {
          "number": 29,
          "latin": "Multi filiæ collegerunt divitias: tu supergressa es universas.",
          "english": "Many daughters have gathered riches: but you surpass them all."
        },
        {
          "number": 30,
          "latin": "Fallax gratia, et vana est pulchritudo: mulier timens Deum ipsa laudabitur.",
          "english": "Charm is deceitful, and beauty is vain: but a woman who fears God will be praised."
        },
        {
          "number": 31,
          "latin": "Date ei de fructu manuum suarum: et laudent eam in portis opera ejus.",
          "english": "Give her of the fruit of her hands: and let her works praise her in the gates."
        }
      ]
    }
  ]
}