{
  "name": "Baruch",
  "chapters": [
    {
      "number": 1,
      "status": "completed",
      "verses": [
        {
          "number": "1",
          "latin": "Et hæc sunt verba libri, quæ scripsit Baruch filius Neriæ, filii Maasiæ, filii Sedeciæ, filii Sedei, filii Helciæ, in Babylonia,",
          "english": "These are the words written in this book by Baruch, the son of Neriah, the son of Maaseiah, the son of Zedekiah, the son of Sedei, the son of Hilkiah, while he was in Babylon."
        },
        {
          "number": "2",
          "latin": "in anno quinto, in septima die mensis, in tempore quo ceperunt Chaldæi Jerusalem, et succenderunt eam igni.",
          "english": "This happened in the fifth year, on the seventh day of the month, during the period when the Chaldeans had captured Jerusalem and burned the city with fire."
        },
        {
          "number": "3",
          "latin": "Et legit Baruch verba libri hujus ad aures Jechoniæ filii Joakim regis Juda, et ad aures universi populi venientis ut audiret librum,",
          "english": "Baruch read the words of this book aloud for Jeconiah, the son of Jehoiakim, king of Judah, and for all the people who had come to listen to the book."
        },
        {
          "number": "4",
          "latin": "et ad aures potentium, et filiorum regum, et seniorum, et universi populi, a minimo usque ad maximum, omnium habitantium in Babylonia ad flumen Sodi.",
          "english": "He read it for the nobles, the sons of kings, the elders, and for all the people—from the least important to the most important—everyone who was living in Babylon by the Sodi River."
        },
        {
          "number": "5",
          "latin": "Qui audientes, fleverunt, et jejunaverunt, et oraverunt in conspectu Domini.",
          "english": "When the people heard these words, they wept. They fasted and prayed in the presence of the Lord."
        },
        {
          "number": "6",
          "latin": "Et collegerunt pecuniam, secundum quod potuit uniuscujusque manus,",
          "english": "They also collected money, each person contributing what they could."
        },
        {
          "number": "7",
          "latin": "et miserunt in Jerusalem ad Joakim sacerdotem, filium Helciæ, filii Salom, et ad sacerdotes, et ad universum populum, qui inventi sunt cum eo in Jerusalem:",
          "english": "They sent this money to Jerusalem, to Jehoiakim the priest, the son of Hilkiah, the son of Shallum. It was also sent to the other priests and to all the people who were with him in Jerusalem."
        },
        {
          "number": "8",
          "latin": "postquam accepit vasa templi Domini, quæ ablata fuerant de templo, ut referret in terram Juda, decima die mensis Sivan, argentea vasa, quæ fecit Sedecias filius Josiae rex Juda,",
          "english": "This happened after Baruch received the vessels from the Lord’s Temple, which had been carried away from it. He was to bring them back to the land of Judah. This occurred on the tenth day of the month of Sivan. These were the silver vessels that Zedekiah, the son of Josiah, king of Judah, had made for the Temple."
        },
        {
          "number": "9",
          "latin": "postquam cepit Nabuchodonosor rex Babylonis Jechoniam, et principes, et captivos, et potentes, et populum terræ de Jerusalem, et duxit eos in Babyloniam.",
          "english": "All this took place after Nebuchadnezzar, the king of Babylon, had captured Jeconiah, along with the princes, the other captives, the powerful men, and the common people of the land from Jerusalem, and had led them all away into Babylon."
        },
        {
          "number": "10",
          "latin": "Et dixerunt: Ecce misimus ad vos pecuniam, de qua emite holocautomata, et thus, et parate manna, et offerte pro peccato, et pro nobis ipsi orate ad Dominum Deum nostrum:",
          "english": "And the people in Babylon sent this message: 'We have sent you money. Use it to buy burnt offerings, incense, and grain offerings, and make sacrifices for sin. Then, pray for us yourselves to the Lord our God.'"
        },
        {
          "number": "11",
          "latin": "quia peccavimus ante Dominum Deum nostrum, et non credidimus, ut audiremus vocem Domini Dei nostri,",
          "english": "They said this because, 'we have sinned before the Lord our God. We did not trust in Him enough to listen to the voice of the Lord our God.'"
        },
        {
          "number": "12",
          "latin": "et institerunt in mandatis Domini, quæ dedit illis in oculis nostris.",
          "english": "We stubbornly resisted the commands that the Lord gave to us, right before our very eyes."
        },
        {
          "number": "13",
          "latin": "Et subjecti sumus usque in hunc diem in cunctis malis, quæ induxit Dominus super nos, in omni plaga, quam induxit Dominus in nobis et in Israel, regibus nostris, et principibus nostris, et sacerdotibus nostris, et prophetis nostris, et patribus nostris.",
          "english": "Because of this, we have been subjected to all these evils and scourges to this very day—everything that the Lord has brought upon us and upon all of Israel. This punishment came upon our kings, our princes, our priests, our prophets, and our fathers."
        },
        {
          "number": "14",
          "latin": "Peccavimus ante Dominum Deum nostrum, non credentes ei, nec attenti facti, ut audiremus vocem ipsius.",
          "english": "We have continued to sin before the Lord our God by not trusting Him, and by not listening attentively to His voice."
        },
        {
          "number": "15",
          "latin": "Et innotuerunt mala nobis, et in patribus nostris, sicut in hac die.",
          "english": "The consequences of these evils have become manifest for us and for our fathers, even to this very day."
        },
        {
          "number": "16",
          "latin": "Et induxit Dominus super nos omnia mala hæc, quæ locutus est super nos.",
          "english": "The Lord brought upon us all these evils, exactly as He had warned us He would."
        },
        {
          "number": "17",
          "latin": "Et non deprecati sumus faciem Domini Dei nostri, ut converteret nos unusquisque a viis suis pessimis.",
          "english": "We did not seek the favor of the Lord our God, so that each of us might turn away from our very wicked ways."
        },
        {
          "number": "18",
          "latin": "Et vigilavit Dominus super mala, et induxit ea super nos: quia justus est Dominus in omnibus operibus suis, quæ mandavit nobis.",
          "english": "The Lord was vigilant in bringing these evils upon us, because the Lord is just in all His works and in all that He commanded us."
        },
        {
          "number": "19",
          "latin": "Et non audivimus vocem ipsius, ut iremus in præceptis Domini nostri, quæ dedit nobis.",
          "english": "We did not obey His voice by walking in the precepts of our Lord that He gave to us."
        },
        {
          "number": "20",
          "latin": "A die qua eduxit Dominus patres nostros de terra Ægypti, usque ad hanc diem fuimus incredibiles ad Dominum Deum nostrum: et dissipati sumus a multis iniquitatibus nostris, et novitatibus nostris, in eo quod peccavimus in conspectu Domini Dei nostri.",
          "english": "From the day the Lord brought our fathers out of the land of Egypt until this very day, we have been faithless to the Lord our God. We have been scattered because of our many iniquities and our persistent defiance, for we have sinned in the sight of the Lord our God."
        },
        {
          "number": "21",
          "latin": "Et adheserunt nobis mala, et maledictiones, quæ constituit Dominus in Moyse servo suo, in die qua eduxit patres nostros de terra Ægypti, dare nobis terram fluentem lac et mel, sicut in hac die.",
          "english": "The evils and curses that the Lord ordained through His servant Moses have clung to us. These were decreed on the day He brought our fathers out of the land of Egypt, when He promised to give us a land flowing with milk and honey, and these curses have been fulfilled and persist even to this day."
        },
        {
          "number": "22",
          "latin": "Et non audivimus vocem Domini Dei nostri, juxta omnia verba prophetarum, quos misit ad nos:",
          "english": "We did not obey the voice of the Lord our God, despite all the words of the prophets whom He sent to us."
        },
        {
          "number": "23",
          "latin": "Et abiit unusquisque in sensu cordis sui nequam, faciens sacrificium diis alienis, agens mala in conspectu Domini Dei nostri.",
          "english": "Instead, each one followed the wicked imagination of his own heart, offering sacrifices to foreign gods and doing evil in the sight of the Lord our God."
        }
      ]
    },
    {
      "number": 2,
      "status": "completed",
      "verses": [
        {
          "number": "Baruch 2:1",
          "latin": "Propter quod audivit Dominus vocem nostram, lamentationem nostram, quam lamentati sumus coram Domino, quia peccavimus illi:",
          "english": "This is why the Lord heard our cries and laments that we made before Him, because we had sinned against Him."
        },
        {
          "number": "Baruch 2:2",
          "latin": "et imposuit calamitatem super nos, quam præcepit Dominus in nos.",
          "english": "And He brought upon us the disaster that the Lord had commanded against us."
        },
        {
          "number": "Baruch 2:3",
          "latin": "Et ejecit nos Dominus de via nostra, in gentibus, quo dispersit nos, in omnibus amicis nostris longe a nobis factis:",
          "english": "And the Lord drove us from our own land, sending us to the nations where He scattered us, and all our friends were made distant from us."
        },
        {
          "number": "Baruch 2:4",
          "latin": "et facti sumus in subjectione, et in miseria, in omni ignominia propter maledictionem qua maledixit in nos, quasi in amicis nostris.",
          "english": "And we were made subject to others, living in misery and in all ignominy because of the curse that He had placed on us, just as He had done to our enemies."
        },
        {
          "number": "Baruch 2:5",
          "latin": "Et non audivimus vocem Domini Dei nostri, ut ambularemus in præceptis ejus, quæ dedit nobis.",
          "english": "We did not obey the voice of the Lord our God to walk in His commandments, which He had given to us."
        },
        {
          "number": "Baruch 2:6",
          "latin": "Adunatus est dies malorum in nobis, in quo misit Dominus judicium suum in Israel, in Juda, et in Jerusalem:",
          "english": "The time of evil fell upon us, when the Lord sent His judgment upon Israel, Judah, and Jerusalem."
        },
        {
          "number": "Baruch 2:7",
          "latin": "ut induceret super nos, quæ scripta sunt in libro legis Moysi, et testamenti, ut manducaret homo carnes filii sui, et carnes filiæ suæ.",
          "english": "He brought upon us what was written in the book of the Law of Moses and of the Covenant, that a man would eat the flesh of his own son and the flesh of his own daughter.—This refers to the extreme famine and cannibalism during sieges, as predicted in Deuteronomy 28:53-57."
        },
        {
          "number": "Baruch 2:8",
          "latin": "Et dedit illos in subjectionem omnibus regnis, quæ in circuitu nostro sunt, in opprobrium et in desolationem, in omni populo in quo nos dispersit Dominus.",
          "english": "And He gave them over to the subjection of all the kingdoms around us, to be a reproach and a desolation among every people where the Lord had scattered us."
        },
        {
          "number": "Baruch 2:9",
          "latin": "Et facti sumus subtus, et non supra: quia peccavimus Domino Deo nostro, non obediendo voci ejus.",
          "english": "And we became the lowest, not the highest, because we sinned against the Lord our God by not obeying His voice."
        },
        {
          "number": "Baruch 2:10",
          "latin": "Et Dominus noster justus est: nos vero et patres nostri confusi sumus hodie.",
          "english": "And our Lord is just. But we and our fathers are put to shame today."
        },
        {
          "number": "Baruch 2:11",
          "latin": "Omnia verba hæc venerunt super nos, quæ locutus est Dominus ad nos, et ad judices nostros, qui judicaverunt Israel, et ad reges nostros, et ad principes nostros, et ad omnem virum Israel et Juda:",
          "english": "All these words came upon us, which the Lord spoke to us, and to our judges who judged Israel, and to our kings, and to our princes, and to every man of Israel and Judah."
        },
        {
          "number": "Baruch 2:12",
          "latin": "ut induceret super nos mala magna, qualia non sunt facta sub caelo, quemadmodum facta sunt in Jerusalem, secundum ea quæ scripta sunt in lege Moysi:",
          "english": "So that He might bring great evils upon us, such as have not been done under the sky—meaning the whole created order—just as they were done in Jerusalem, according to those things written in the Law of Moses."
        },
        {
          "number": "Baruch 2:13",
          "latin": "ut manducaret homo carnes filii sui, et carnes filiæ suæ.",
          "english": "So that a man would eat the flesh of his own son and the flesh of his own daughter."
        },
        {
          "number": "Baruch 2:14",
          "latin": "Et dedit eos in subjectionem omnibus regnis, quæ in circuitu nostro sunt, in opprobrium et in desolationem in omni populo in quo nos dispersit Dominus.",
          "english": "And He gave them over to the subjection of all the kingdoms around us, to be a reproach and a desolation among every people where the Lord had scattered us."
        },
        {
          "number": "Baruch 2:15",
          "latin": "Et facti sumus subtus, et non supra: quia peccavimus Domino Deo nostro, non obediendo voci ejus.",
          "english": "And we became the lowest, not the highest, because we sinned against the Lord our God by not obeying His voice."
        },
        {
          "number": "Baruch 2:16",
          "latin": "Et Dominus noster justus est: nos vero et patres nostri confusi sumus hodie.",
          "english": "And our Lord is just. But we and our fathers are put to shame today."
        },
        {
          "number": "Baruch 2:17",
          "latin": "Ecce constituti sumus in omni terra in qua nos dispersisti in opprobrium et in maledictum, et in peccatum, secundum omnes iniquitates patrum nostrorum, qui recesserunt a te, Domine Deus noster.",
          "english": "Behold, we have been made in every land where You have scattered us into a reproach, a curse, and a state of sin, according to all the iniquities of our fathers who turned away from You, O Lord our God."
        },
        {
          "number": "Baruch 2:18",
          "latin": "Audi, Israel, mandata vitæ, auribus percipe, ut scias prudentiam.",
          "english": "Hear, O Israel, the commandments of life; receive them with your ears, so that you may know true wisdom."
        },
        {
          "number": "Baruch 2:19",
          "latin": "Quid est, Israel, quod in terra inimicorum es? inveterasti in terra aliena, coinquinatus es cum mortuis, æstimatus es cum descendentibus in infernum?",
          "english": "What is it, O Israel, that you are in the land of your enemies? You have grown old in a foreign land; you have been defiled among the dead, esteemed among those who go down to the place of the dead?—Referring to the state of exile and spiritual death, not literally among corpses."
        },
        {
          "number": "Baruch 2:20",
          "latin": "Reliquisti fontem sapientiæ:",
          "english": "You have abandoned the fountain of wisdom."
        },
        {
          "number": "Baruch 2:21",
          "latin": "nam si in via Dei ambulasses, habitasses utique in pace in terra.",
          "english": "For if you had walked in the way of God, you would surely have lived in peace in the land."
        },
        {
          "number": "Baruch 2:22",
          "latin": "Disce ubi sit prudentia, ubi sit virtus, ubi sit intellectus, ut scias simul ubi sit longiturnitas dierum, et vita, ubi sit lumen oculorum, et pax.",
          "english": "Learn where wisdom is, where strength is, where understanding is, so that you may also know where length of days is, and life, where the light of the eyes is, and peace."
        },
        {
          "number": "Baruch 2:23",
          "latin": "Quis invenit locum ejus? et quis intravit in thesauros ejus?",
          "english": "Who has found her place? And who has entered her treasures?"
        },
        {
          "number": "Baruch 2:24",
          "latin": "Aut quis ascendit in caelum, et assumpsit eam, et detraxit eam de nubibus?",
          "english": "Or who has ascended into the universe and taken her, or brought her down from the clouds?—Using 'universe' here for *caelum* to denote the vastness of creation, implying wisdom is not found by physical exploration of space."
        },
        {
          "number": "Baruch 2:25",
          "latin": "Aut quis transfretavit mare, et invenit illam, vel prefert illam thesauros?",
          "english": "Or who has crossed the sea and found her, or brought her forth as treasures?"
        },
        {
          "number": "Baruch 2:26",
          "latin": "Nemo scit vias ejus, neque qui apprehendit eam:",
          "english": "No one knows her ways, nor anyone who grasps her."
        },
        {
          "number": "Baruch 2:27",
          "latin": "sed qui scit universa, novit eam, et invenit eam sensu suo:",
          "english": "But He who knows all things knows her, and has found her by His own understanding."
        },
        {
          "number": "Baruch 2:28",
          "latin": "qui præparavit terram in æterno tempore, et replevit eam quadrupedibus, et volucribus:",
          "english": "He who prepared the earth in eternal time, and filled it with four-footed beasts and flying creatures."
        },
        {
          "number": "Baruch 2:29",
          "latin": "qui implet mare, et ponit illud pro terminis ejus:",
          "english": "He who fills the sea and appointed it for its boundaries."
        },
        {
          "number": "Baruch 2:30",
          "latin": "qui et stellas vocavit nominibus:",
          "english": "He who also called the stars by their names."
        },
        {
          "number": "Baruch 2:31",
          "latin": "qui et fulgura mittit, et exsurgunt, et auditæ voces eorum in officio ipsorum:",
          "english": "He who also sends forth lightnings, and they appear; and their voices (thunder) are heard in their appointed office (purpose)."
        },
        {
          "number": "Baruch 2:32",
          "latin": "qui aperuit thesauros, et produxit illa sicut aves:",
          "english": "He who opened the treasures and brought them forth like birds.—Referring to divine actions like bringing forth rain, wind, or other elements from hidden 'treasures' of creation."
        },
        {
          "number": "Baruch 2:33",
          "latin": "dedit intellectum viam, et ostendit illam Jacob puero suo, et Israel dilecto suo.",
          "english": "He gave the way of understanding, and showed it to His servant Jacob and to His beloved Israel."
        },
        {
          "number": "Baruch 2:34",
          "latin": "Post hæc in terris visus est, et cum hominibus conversatus est.",
          "english": "After these things, He (Wisdom, personified as God's Word) was seen on the earth and lived among men.—This foreshadows the Incarnation of Christ, as Wisdom is often personified as the Word of God."
        },
        {
          "number": "Baruch 2:35",
          "latin": "Hic est liber mandatorum Dei, et lex, quæ est in æternum:",
          "english": "This is the book of the commandments of God, and the Law, which endures forever."
        },
        {
          "number": "Baruch 2:36",
          "latin": "omnes qui tenent eam, ad vitam: qui relinquunt eam, in mortem.",
          "english": "All who hold fast to it lead to life; all who abandon it lead to death."
        },
        {
          "number": "Baruch 2:37",
          "latin": "Convertere, Jacob, et apprehende eam: ambula per viam, refulgens contra conspectum ejus, in claritate contra lucem ejus.",
          "english": "Turn back, O Jacob, and grasp her (Wisdom); walk in her way, shining brightly in her sight, in clarity against her light."
        },
        {
          "number": "Baruch 2:38",
          "latin": "Ne tradas alteri gloriam tuam, et dignitatem tuam genti alienæ:",
          "english": "Do not give your glory to another, nor your dignity to a foreign nation."
        },
        {
          "number": "Baruch 2:39",
          "latin": "Ecce beati sumus, Israel, quia quæ Deo placent, nobis sunt nota.",
          "english": "Behold, we are blessed, O Israel, because what is pleasing to God is known to us."
        }
      ]
    },
    {
      "number": 3,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et nunc, Domine omnipotens, Deus Israël, anima in angustiis, et spiritus anxius clamat ad te.",
          "english": "And now, Lord Almighty, God of Israel, my soul is in deep distress, and my anxious spirit cries out to You."
        },
        {
          "number": 2,
          "latin": "Audi, Domine, et miserere, quia peccavimus ante te:",
          "english": "Hear us, Lord, and have mercy, because we have sinned before You."
        },
        {
          "number": 3,
          "latin": "quia tu sedes in æternum, et nos perimus in sæculum.",
          "english": "For You abide eternally, but we perish because of our sins in this earthly age."
        },
        {
          "number": 4,
          "latin": "Domine omnipotens, Deus Israël, audi jam deprecationem mortuorum Israël, et filiorum ipsorum, qui peccaverunt tibi, et non audierunt vocem Domini Dei sui, pro qua agglutinata sunt nobis mala.",
          "english": "Lord Almighty, God of Israel, hear now the prayer of the Israelites who are like the dead, and the prayer of their children, who have sinned against You and did not listen to the voice of the Lord their God. Because of this disobedience, all these evils have clung to us."
        },
        {
          "number": 5,
          "latin": "Noli memorari iniquitatum patrum nostrorum, sed memor esto manus tuæ, et nominis tui in tempore hoc:",
          "english": "Do not remember the iniquities of our fathers, but remember Your powerful hand and Your holy name in this time of our need."
        },
        {
          "number": 6,
          "latin": "quia tu es Dominus Deus noster, et laudabimus te, Domine.",
          "english": "Because You are our Lord God, and we will praise You, O Lord."
        },
        {
          "number": 7,
          "latin": "Propter hoc dedisti timorem tuum in cordibus nostris, ut invocemus nomen tuum, et laudemus te in captivitate nostra: quia convertimus nos ab iniquitate patrum nostrorum, qui peccaverunt in te.",
          "english": "For this reason, You have placed Your reverence within our hearts, so that we may call upon Your holy name and praise You in our captivity. We have turned away from the iniquity of our fathers, who sinned against You."
        },
        {
          "number": 8,
          "latin": "Et ecce nos in captivitate nostra sumus hodie, quo nos dispersisti in opprobrium, et in maledictum, et in peccatum, secundum omnes iniquitates patrum nostrorum, qui recesserunt a te, Domine Deus noster.",
          "english": "And behold, here we are today in our captivity, where You have dispersed us as an object of reproach, a curse, and suffering the consequences of sin, according to all the iniquities of our fathers who turned away from You, O Lord our God."
        },
        {
          "number": 9,
          "latin": "Audi, Israël, mandata vitæ: auribus percipe, ut scias prudentiam.",
          "english": "Hear, O Israel, the commands that lead to life; listen attentively so that you may know true wisdom."
        },
        {
          "number": 10,
          "latin": "Quid est, Israël, quod in terra inimicorum es?",
          "english": "Why is it, O Israel, that you find yourself in the land of your enemies?"
        },
        {
          "number": 11,
          "latin": "inveterasti in terra aliena, coinquinatus es cum mortuis?",
          "english": "You have grown old in a foreign land. You have become defiled among those who are spiritually dead."
        },
        {
          "number": 12,
          "latin": "deputatus es cum descendentibus in infernum?",
          "english": "You have been counted among those who are descending into spiritual ruin and the underworld."
        },
        {
          "number": 13,
          "latin": "Dereliquisti fontem sapientiæ.",
          "english": "You abandoned the fountain of true wisdom."
        },
        {
          "number": 14,
          "latin": "Nam si in via Dei ambulasses, habitasses utique in pace in sæculo.",
          "english": "For if you had walked in the way of God, you would surely have lived in peace throughout all ages."
        },
        {
          "number": 15,
          "latin": "Disce ubi sit prudentia, ubi sit virtus, ubi sit intelligentia, ut scias simul ubi sit longitudo dierum et vita, ubi sit lumen oculorum et pax.",
          "english": "Learn where true wisdom is found, where virtue resides, and where understanding exists, so that you may also know where length of days and life are, and where the light for your eyes and peace are."
        },
        {
          "number": 16,
          "latin": "Quis invenit locum ejus? et quis intravit in thesauros ejus?",
          "english": "Who has ever found the place where wisdom dwells? And who has entered into her hidden treasures?"
        },
        {
          "number": 17,
          "latin": "Ubi sunt principes gentium, et qui dominantur in bestiis quæ sunt super terram? qui in avibus cæli ludentes?",
          "english": "Where are the rulers of the nations, and those who dominated the beasts that are upon the earth, and those who delighted in controlling the birds of the sky?"
        },
        {
          "number": 18,
          "latin": "Qui argentum thesaurizant, et aurum, in quo confidunt homines, et non est finis adquisitionis eorum? qui argentum fabricantu, et solliciti sunt, nec est inventio operum illorum?",
          "english": "Where are those who hoard silver and gold, in which people place their trust, and whose endless acquisitions have no limit? Where are those who work with silver, constantly anxious, yet their works bring no true discovery or fulfillment?"
        },
        {
          "number": 19,
          "latin": "Exterminati sunt, et ad inferos descenderunt: et alii loco eorum exsurrexerunt.",
          "english": "They have been destroyed and descended into the underworld, and others have risen in their place."
        },
        {
          "number": 20,
          "latin": "Juvenes viderunt lumen, et habitaverunt super terram: viam autem disciplinæ nescierunt,",
          "english": "Young people saw the light of the world and lived upon the earth, but they did not know the way of true instruction and wisdom."
        },
        {
          "number": 21,
          "latin": "neque intellexerunt semitas ejus: neque filii eorum susceperunt eam: a facie illorum longe facta est via eorum.",
          "english": "Nor did they understand its paths; nor did their children embrace it. The way of wisdom became distant from them."
        },
        {
          "number": 22,
          "latin": "Non est audita in Chanaan, neque visa est in Theman.",
          "english": "Wisdom was not heard of in the land of Canaan, nor was it seen in Teman."
        },
        {
          "number": 23,
          "latin": "Filii quoque Agar, qui exquirunt prudentiam de terra, negotiatores terræ et Theman, et fabulatores et exquisitores prudentiæ et intelligentiæ, viam autem Dei nescierunt, neque memores fuerunt semitarum ejus.",
          "english": "Even the descendants of Hagar, who seek worldly wisdom from the earth, the merchants of the land and Teman, and the storytellers, and the seekers of worldly prudence and understanding—they did not know the way of God, nor were they mindful of His paths."
        },
        {
          "number": 24,
          "latin": "O Israël, quam magna est domus Dei, et ingens locus possessionis ejus!",
          "english": "O Israel, how great is the house of God, and how immense is the place of His possession!"
        },
        {
          "number": 25,
          "latin": "magna est, et non habet finem: excelsa et immensa.",
          "english": "It is great, and has no end; it is lofty and immeasurable."
        },
        {
          "number": 26,
          "latin": "Ibi fuerunt gigantes nominati illi, qui ab initio fuerunt, statura magni, scientes bellum.",
          "english": "There were the famous giants, those who existed from the beginning, great in stature and skilled in warfare."
        },
        {
          "number": 27,
          "latin": "Hos non elegit Dominus, neque viam disciplinæ dedit illis:",
          "english": "The Lord did not choose these giants, nor did He give them the way of true instruction."
        },
        {
          "number": 28,
          "latin": "et idcirco perierunt: et quoniam non habuerunt sapientiam, interierunt propter suam insipientiam.",
          "english": "And for that reason, they perished. Because they did not possess wisdom, they were destroyed because of their own folly."
        },
        {
          "number": 29,
          "latin": "Quis ascendit in cælum, et accipit eam, et deducit eam de nubibus?",
          "english": "Who has ascended into the sky to obtain wisdom, and brought it down from the clouds?"
        },
        {
          "number": 30,
          "latin": "Quis transfretavit mare, et invenit illam, et affert illam super aurum electum?",
          "english": "Who has crossed the great sea and found wisdom, then brought it back, even for the most precious gold?"
        },
        {
          "number": 31,
          "latin": "Non est qui sciat viam ejus, neque qui apprehendat semitas ejus.",
          "english": "There is no one among humanity who knows wisdom's way, nor anyone who can grasp her paths."
        },
        {
          "number": 32,
          "latin": "Sed qui scit omnia, novit eam: et invenit eam prudentia sua: qui præparavit terram in æternum, et replevit eam pecudibus et quadrupedibus:",
          "english": "But He who knows all things, He alone knows wisdom. He found it through His own prudence—He who prepared the earth to endure eternally and filled it with livestock and every kind of four-footed creature."
        },
        {
          "number": 33,
          "latin": "qui emittit lumen, et vadit, et vocavit illud, et obedit illi in tremore.",
          "english": "He who sends forth light, and it travels forth; He called it, and it obeyed Him with awe and trembling."
        },
        {
          "number": 34,
          "latin": "Stellæ dederunt lumen in custodiis suis, et lætatæ sunt:",
          "english": "The stars give their light in their appointed stations, and they rejoice."
        },
        {
          "number": 35,
          "latin": "vocatæ sunt, et dixerunt: Adsumus: et luxerunt ei cum jucunditate, qui fecit illas.",
          "english": "They were called, and they answered, \"Here we are!\" And they shone with joy for Him who made them."
        },
        {
          "number": 36,
          "latin": "Hic est Deus noster, et non æstimabitur alius adversus eum.",
          "english": "This is our God, and no other will be esteemed as equal to Him."
        },
        {
          "number": 37,
          "latin": "Hic adinvenit omnem viam disciplinæ, et tradidit illam Jacob puero suo, et Israël dilecto suo.",
          "english": "He is the one who discovered every way of true instruction and wisdom, and He handed it over to Jacob His servant, and to Israel His beloved."
        },
        {
          "number": 38,
          "latin": "Post hæc in terris visus est, et cum hominibus conversatus est.",
          "english": "After these things, Wisdom Himself, God the Son, was seen on the earth, and He lived among mankind."
        }
      ]
    },
    {
      "number": 4,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Haec est lex Dei, et verbum, et statuta, et judicia: omnis, qui custodierint eam, ad vitam; qui autem dereliquerint eam, ad mortem.",
          "english": "This is the law of God, the word of His mouth, His statutes, and His judgments. Everyone who keeps these divine commands will find eternal life; but those who abandon them will find only death."
        },
        {
          "number": 2,
          "latin": "Convertere, Jacob, et apprehende eam: ambula per viam splendoris in conspectu lumen ejus.",
          "english": "Return, O Jacob, and take hold of this Law. Walk in the way of its splendor, in the presence of its guiding light."
        },
        {
          "number": 3,
          "latin": "Ne tradas alteri gloriam tuam, et dignitatem tuam genti alienae.",
          "english": "Do not surrender your glory to another nation, nor your honor to a foreign people."
        },
        {
          "number": 4,
          "latin": "Beati sumus, Israel, quia quae Deo placent, nobis nota sunt.",
          "english": "We are truly blessed, O Israel, because the things that please God are known to us, His chosen people."
        },
        {
          "number": 5,
          "latin": "Animæquior esto, populus meus, memor Israelis.",
          "english": "Take courage, My people, O Israel, remember the covenant God made with you."
        },
        {
          "number": 6,
          "latin": "Traditi estis gentibus non in perditionem, sed propter iram Dei, induti estis contumelias ab inimicis.",
          "english": "You were handed over to foreign nations, not for your total destruction, but because of God's righteous anger at your sins. Your enemies then heaped insults upon you."
        },
        {
          "number": 7,
          "latin": "Excacerbastis enim eum, qui fecit vos, Deum sempiternum, immolantes dæmoniis, et non Deo.",
          "english": "For you provoked Him who created you—God, the Eternal One—when you sacrificed to demons and not to God."
        },
        {
          "number": 8,
          "latin": "Obliti enim estis Deum, qui nutrivit vos, et contristastis Jerusalem, quæ se nutrivit.",
          "english": "For you forgot God, who nourished you and sustained your life. And in doing so, you grieved Jerusalem, the Holy City that sustained its own people."
        },
        {
          "number": 9,
          "latin": "Vidit enim ira Dei super vos venire, et dixit: Audite, vicinae Sion, quoniam adduxit mihi Deus luctum magnum.",
          "english": "For Jerusalem, personified as a mother, saw the wrath of God coming upon you, her children. And she cried out: 'Listen, you neighboring cities of Zion, for God has brought great sorrow upon me!'"
        },
        {
          "number": 10,
          "latin": "Vidi enim captivitatem populi mei, filiorum et filiarum, quam induxit illis Sempiternus.",
          "english": "For I have seen the captivity of my people—my sons and my daughters—which the Eternal God brought upon them."
        },
        {
          "number": 11,
          "latin": "Cum lætitia enim enutrivi illos: dimisi autem illos in fletu et luctu.",
          "english": "Indeed, I raised them with joy and gladness; but now I have sent them away in weeping and mourning."
        },
        {
          "number": 12,
          "latin": "Nemo gaudeat super me viduam, et desolatam: ego desolata sedeo propter peccata filiorum meorum, quoniam declinaverunt a lege Dei.",
          "english": "Let no one rejoice over me, for I am a widow and utterly desolate. I sit in desolation because of the sins of my children, for they turned away from the Law of God."
        },
        {
          "number": 13,
          "latin": "Et judicia ejus non cognoverunt, et in præceptis ejus non ambulaverunt viam mandatorum Dei.",
          "english": "They neither knew His judgments, nor did they walk in His precepts. They abandoned the very path of God's commandments."
        },
        {
          "number": 14,
          "latin": "Venite, vicinae Sion, et adnite, quoniam adduxit mihi Deus luctum magnum.",
          "english": "Come, you neighboring cities of Zion, and truly witness this: for God has brought great sorrow upon me."
        },
        {
          "number": 15,
          "latin": "Quoniam vidi captivitatem populi mei, filiorum et filiarum, quam induxit illis Sempiternus.",
          "english": "For I have seen the captivity of my people—my sons and my daughters—which the Eternal God brought upon them."
        },
        {
          "number": 16,
          "latin": "Defluxerunt cum fletu per iter: abducti sunt enim ab inimicis discalceati cum dedecore.",
          "english": "They departed, weeping, as they marched along the road. For they were led away by their enemies, barefoot and in utter disgrace."
        },
        {
          "number": 17,
          "latin": "Animæquior esto, Jerusalem: adest enim tibi laetitia a Deo.",
          "english": "Take courage, O Jerusalem, for a great joy from God is coming to you."
        },
        {
          "number": 18,
          "latin": "Quoniam qui te ista tribuit, auferet tibi simul omnem amaritudinem.",
          "english": "For the very One who brought these terrible troubles upon you will also take away all your bitterness and sorrow at the proper time."
        },
        {
          "number": 19,
          "latin": "Mittet tibi sempiternus sanitatem, et justitiam de potentia forti.",
          "english": "The Eternal God will send you spiritual healing and true righteousness, brought forth by His mighty power."
        },
        {
          "number": 20,
          "latin": "Adnite, vicinae Sion, memorate captivitatem filiorum meorum et filiarum, quam induxit illis Sempiternus.",
          "english": "Pay close attention, you neighboring cities of Zion, and remember the captivity of my sons and daughters, which the Eternal God brought upon them."
        },
        {
          "number": 21,
          "latin": "Sicut enim exterminavit inimicus filios vestros, ita et ipse prospere videbit interitum illorum, et gaudebit super vos.",
          "english": "For just as your enemy destroyed your children, so too will this same enemy swiftly witness its own destruction, and you, Jerusalem, will rejoice over its downfall."
        },
        {
          "number": 22,
          "latin": "Sicut enim doluerunt super vestram separationem, ita et super eorum perditione gaudebitis.",
          "english": "For just as your enemies grieved over your forced separation from your land and people, so also will you rejoice over their complete destruction."
        },
        {
          "number": 23,
          "latin": "Deducet enim vobis Deus viam planam in laetitia luminis sui, cum misericordia et justitia quæ est ab illo.",
          "english": "For God Himself will lead you back on a smooth and easy path, illuminated by the joy of His own Divine Light, and He will do so with His boundless mercy and perfect justice."
        },
        {
          "number": 24,
          "latin": "Sicut enim antea curam habuistis, ut erraretis a Deo, decies tantum adunare festinate, inquirentes illum.",
          "english": "For just as you once eagerly strayed from God, now you must hasten to gather yourselves together and seek Him out, doing so with ten times the diligence you once showed in abandoning Him."
        },
        {
          "number": 25,
          "latin": "Quoniam qui adduxit vobis hæc mala, ipse rursum adducet vobis sempiternam laetitiam cum salute vestra.",
          "english": "For the very One who permitted these evils to come upon you—He Himself will again bring you eternal joy along with your full salvation."
        },
        {
          "number": 26,
          "latin": "Animæquior esto, Jerusalem: consolabitur te enim, qui tibi nomen imposuit.",
          "english": "Take courage, O Jerusalem, for the One who gave you your name, and who knows you intimately, will indeed comfort you."
        },
        {
          "number": 27,
          "latin": "Miseri, qui vos eruerunt, et gaudentes de ruina tua.",
          "english": "Woe to those miserable ones who plundered you, O Jerusalem, and who rejoiced over your ruin."
        },
        {
          "number": 28,
          "latin": "Miseræ civitates, quibus serviit populus tuus: misera, quæ suscepit filios tuos.",
          "english": "Woe to those wretched cities where your people were forced to serve as slaves! And woe to that city, Babylon, which took your children as captives."
        },
        {
          "number": 29,
          "latin": "Sicut enim lætata est de tua ruina, et gaudebat de casu tuo, sic contristabitur in sua desolatione.",
          "english": "For just as that city rejoiced over your ruin and exulted in your downfall, so too will she be utterly grieved in her own desolation."
        },
        {
          "number": 30,
          "latin": "Et auferam lætitiam multitudinis ejus, et transibit exultatio illius in luctum.",
          "english": "And I will take away the joy of her many inhabitants, and her exultation will be transformed into deep mourning."
        },
        {
          "number": 31,
          "latin": "Ignis enim veniet super eam ab æterno, et inhabitabitur a dæmoniis per omne tempus.",
          "english": "For a divine fire of judgment will come upon her from the Eternal God, and she will become a dwelling place for demons for all time to come."
        },
        {
          "number": 32,
          "latin": "Circumspice, Jerusalem, ad Orientem, et vide laetitiam a Deo tibi venientem.",
          "english": "Look around, O Jerusalem, turn your gaze toward the East, and behold the great joy that is coming to you from God."
        },
        {
          "number": 33,
          "latin": "Ecce enim veniunt filii tui, quos dimisisti dispersos: veniunt adunati a solis ortu usque ad occasum, in verbo Sancti, gaudentes in honore Dei.",
          "english": "For behold, your children are returning! Those whom you sent away dispersed are now coming, gathered from the rising of the sun to its setting—all at the command of the Holy One, rejoicing in the honor and glory of God."
        },
        {
          "number": 34,
          "latin": "Exue te, Jerusalem, vestimentis luctus, et vexationis tuæ: et induere decore, et honore ejus, quæ a Deo tibi est sempiterna.",
          "english": "Cast off, O Jerusalem, the garments of your mourning and your deep affliction! Instead, clothe yourself in the everlasting beauty and honor that God bestows upon you."
        },
        {
          "number": 35,
          "latin": "Circumda te duplici stola justitiæ, quæ a Deo est: et impone mitram capiti tui in honore sempiterni.",
          "english": "Envelop yourself with the double robe of righteousness, which comes directly from God. And place a glorious diadem upon your head, in honor of the Eternal God."
        },
        {
          "number": 36,
          "latin": "Gaudebit enim Deus in te decore, et ab omni sempiterno.",
          "english": "For God will indeed rejoice in your renewed beauty and splendor, and this joy will last for all eternity."
        },
        {
          "number": 37,
          "latin": "Consummabit enim Deus liberationem tuam cum lætitia ab illo, qui te liberavit.",
          "english": "For God Himself will complete your deliverance with great joy, a deliverance coming directly from Him, your Divine Liberator."
        }
      ]
    },
    {
      "number": 5,
      "status": "completed",
      "verses": [
        {
          "number": "Baruch 5:1",
          "latin": "Exue te, Jerusalem, stolam luctus et vexationis tuae, et indue te decore et honore ejus, quae a Deo tibi est sempiterna.",
          "english": "Strip yourself, Jerusalem (representing God's people), of your garments of sorrow and the state of your affliction. Instead, clothe yourself in the everlasting beauty and glory of God's grace, which He has given to you."
        },
        {
          "number": "Baruch 5:2",
          "latin": "Circumda te duplicis justitiae stola, quae a Deo est: et impone mitram capiti tui in honorem Potentis.",
          "english": "Clothe yourself with a double garment of His divine justice, which comes from God. And place a crown upon your head to honor the Almighty God, the Powerful One."
        },
        {
          "number": "Baruch 5:3",
          "latin": "Deus enim ostendet splendorem suum in te omni qui sub caelo est.",
          "english": "For God will manifest His radiant glory through you to everyone on the face of the earth, throughout the entire world."
        },
        {
          "number": "Baruch 5:4",
          "latin": "Nomine enim tuo vocabitur tibi a Deo in sempiternum: Pax justitiae, et honor Pietatis.",
          "english": "For by your own name, Jerusalem, God will name you forever: 'Peace of Justice' and 'the Glory of Holiness'."
        },
        {
          "number": "Baruch 5:5",
          "latin": "Exsurge, Jerusalem, et sta in excelso: et circumspice ad orientem, et vide collectos filios tuos a sole oriente usque ad occidentem, verbo Sancti, gaudentes in memoria Dei.",
          "english": "Rise up, Jerusalem, and stand on the highest point, filled with God's glory. Look all around you to the east, and see all your children gathered. They are coming from every direction, from the sunrise in the east to the sunset in the west. They have been gathered by the Word of the Holy One, and they rejoice in the memory of God's faithfulness."
        },
        {
          "number": "Baruch 5:6",
          "latin": "Exierunt enim ex te pedes, abducti ab inimicis: adducet autem illos Dominus ad te portatos in honore sicut filios regni.",
          "english": "Your children were taken from you on foot, suffering humiliation as your enemies led them away. But the Lord God will bring them back to you. They will be carried with great honor, like rightful children of the Divine Kingdom."
        },
        {
          "number": "Baruch 5:7",
          "latin": "Ostendit enim Deus de monte humilem: et valles, et loca terrena aequaliter complanavit, ut ambulet Israel honorifice in gloria Dei.",
          "english": "For God will lower every high mountain. And He will fill every valley and level all the rough and uneven ground. He does this so that the people of Israel may walk with dignity and honor, illuminated by the glory of God."
        },
        {
          "number": "Baruch 5:8",
          "latin": "Sed et silvae, et omne lignum suavitatis fecerunt umbram in Israel ex mandato Dei.",
          "english": "Moreover, the forests and every pleasant tree will provide shade for Israel, making their journey comfortable, all by the express command of God."
        },
        {
          "number": "Baruch 5:9",
          "latin": "Adducet enim Deus Israel cum jucunditate in lumine majestatis suae, cum misericordia et justitia, quae est ab illo.",
          "english": "For God will lead the people of Israel back with great rejoicing, illuminated by the glorious light of His divine majesty. He will do this with the infinite mercy and perfect justice that originate from Him alone."
        }
      ]
    },
    {
      "number": 6,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Propter peccata quæ peccastis coram Deo, transferemini in Babyloniam captivi a Nabuchodonosor rege Babyloniorum.",
          "english": "Because of the sins you committed against God, you will be taken as captives into Babylon by Nebuchadnezzar, the king of the Babylonians."
        },
        {
          "number": 2,
          "latin": "Ingressi itaque in Babyloniam, eritis illic annis multis, et temporibus longis, usque ad septem generationes: et post hæc educam vos inde cum pace.",
          "english": "Therefore, once you have entered Babylon, you will remain there for many years, for a long time—for as many as seven generations. After this period, I will lead you out of that place and give you peace."
        },
        {
          "number": 3,
          "latin": "Nunc autem videbitis in Babyloniam deos aureos, et argenteos, et ligneos, et lapideos, et ab hominibus portatiles, timentes.",
          "english": "But now, in Babylon, you will see their gods made of gold, silver, wood, and stone. These idols are portable, carried by people, and they are themselves objects of fear, or cause fear in their worshippers."
        },
        {
          "number": 4,
          "latin": "Videte ergo ne et vos similes efficiamini alienigenis, et metu perterriti incidatis in timorem ipsorum.",
          "english": "See to it, then, that you do not become like these foreign peoples. Do not be terrified by their fear and fall into their idol worship."
        },
        {
          "number": 5,
          "latin": "Sed cum videritis turbam circa se et retro se adorantem, dicite in cordibus vestris: Te oportet adorari, Domine.",
          "english": "Instead, when you see crowds of people around you and behind you, worshipping these idols, you must say in your hearts: 'You alone are to be adored, Lord.'"
        },
        {
          "number": 6,
          "latin": "Angelus enim meus vobiscum est: Ego autem requiram animas vestras.",
          "english": "For My angel is with you, and I will indeed demand an accounting for your souls."
        },
        {
          "number": 7,
          "latin": "Etenim linguam ipsorum expolitam ex industria, de ligno et ipso auro, et argento, induunt: et non rati sunt, quod fictilia sunt, et loqui non possunt.",
          "english": "These idols have their tongues polished and fashioned with great care from wood, and even from gold and silver, yet they are dressed with these. But the people who make them do not realize these idols are mere clay, and they cannot speak."
        },
        {
          "number": 8,
          "latin": "Aurem habent, sicut homo: et non audiunt. Oculos habent, sicut homo: et non vident.",
          "english": "They have ears, just like a human, but they cannot hear. They have eyes, just like a human, but they cannot see."
        },
        {
          "number": 9,
          "latin": "Manibus etiam palpant, et non contingunt: pedes habent, et non ambulant. Neque enim possunt. Quemadmodum et qui portant eos, confusione afficiuntur.",
          "english": "They also have hands to feel, but they cannot touch. They have feet, but they cannot walk, because they are truly unable to move. Just like those who carry them, these idols are brought to shame."
        },
        {
          "number": 10,
          "latin": "Propter quod si etiam in terram dejiciantur, surgere a semetipsis non possunt: nec si quis illos rectos statuat, stabunt per semetipsos: sed sicut mortuis, simulacris eorum imponunt.",
          "english": "For this reason, if they are thrown to the ground, they cannot rise by themselves. And if someone sets them upright, they cannot stand on their own. They are like dead things, such are the images placed upon them."
        },
        {
          "number": 11,
          "latin": "Sacerdotes autem eorum sub tectis suis furantur aurum, et argentum, et vestimenta ipsorum: et utuntur eisdem sibi, et prostitutis.",
          "english": "Furthermore, their priests steal the gold, silver, and garments that adorn the idols from under their temple roofs. They use these items for themselves and for prostitutes."
        },
        {
          "number": 12,
          "latin": "Et vestimento induunt illa aureo, et argenteo, et velut homines induunt: et non dimittunt ea vestimenta secum.",
          "english": "They dress the idols in gold and silver garments, adorning them as if they were people. Yet they do not allow these garments to remain with the idols permanently."
        },
        {
          "number": 13,
          "latin": "Meliora sunt autem illis: quæ pati nullo modo possunt: vestimentis quidem illis in se ipsis utuntur.",
          "english": "Indeed, the garments are better than the idols themselves, for the garments can suffer no harm in the way a living thing might. The priests actually use these very garments for their own needs."
        },
        {
          "number": 14,
          "latin": "In furto autem, et latrocinio, et inter scorta sunt. Prostituta vero adunant ad se mulieres, assidentes in viis, suffumigantes et ipsæ.",
          "english": "Idols are implicated in theft, robbery, and among prostitutes. Indeed, the temple prostitutes gather women around them, sitting by the roadside, and burning incense themselves."
        },
        {
          "number": 15,
          "latin": "Sed si quis ex eis introductus fuerit a quoquam, qui talia facit: arguet in faciem, quod deorum ipsorum sunt.",
          "english": "But if anyone among the worshippers is brought into the presence of someone who performs such deeds of idolatry, that person will argue directly that these idols belong to their gods."
        },
        {
          "number": 16,
          "latin": "Etenim ipsi sacerdotes in templis suis habent a tergo genua et capita rasura, et nudati sunt.",
          "english": "For even their priests in their temples have their knees and heads shaved from behind, and they are stripped bare."
        },
        {
          "number": 17,
          "latin": "Et conclamant, sicut homines in convivio, quod de templis sunt.",
          "english": "They shout loudly, like people at a feast, demonstrating their connection to these temples."
        },
        {
          "number": 18,
          "latin": "Sed neque credunt illis luna, et sol, et stellæ, cum sint splendentia, et ad utilitatem. Illa autem vana sunt, et sine voce.",
          "english": "The moon, the sun, and the stars do not believe in these idols, though they themselves are shining and useful. But the idols are vain, useless, and without a voice."
        },
        {
          "number": 19,
          "latin": "A ligno, et ex eo ad ornatum, auricalco, et aere, et ferro, et plumbo, et fictili.",
          "english": "They are made of wood, and from that same wood, for ornamentation, they are overlaid with brass, bronze, iron, lead, and clay."
        },
        {
          "number": 20,
          "latin": "Quod autem non potest a tineis, et ærugine salvari.",
          "english": "Yet they cannot be saved from moths and rust."
        },
        {
          "number": 21,
          "latin": "Tectæ sunt veste purpura, et hyacintho, ut emundentur. Idcirco, quod non sunt dii, ridebitur de illis.",
          "english": "They are covered with purple and blue garments, as if to be cleansed. Because they are not gods, they will be mocked."
        },
        {
          "number": 22,
          "latin": "Quapropter melior est in omnibus justus, qui non habet simulacra: quoniam absque reprehensione erit.",
          "english": "Therefore, in every way, the righteous person who has no idols is better, for he will be without reproach."
        },
        {
          "number": 23,
          "latin": "Etenim de ligno artificiose fabrefacta sunt, et argento, et auro, et purpura, et hyacintho, et de panno, induuntur.",
          "english": "Indeed, they are skillfully crafted from wood, and they are clothed with silver, gold, purple, blue, and fine linen."
        },
        {
          "number": 24,
          "latin": "Et non erunt absque ærugine, et tinea, et vastantur: meliora sunt quam quæ videntur. Non autem poterunt se salvare.",
          "english": "Yet they will not be free from rust, moths, and decay. The materials they are made from are better than the idols themselves. But the idols cannot save themselves."
        },
        {
          "number": 25,
          "latin": "Et vir qui facit ea, si fuerit infirmus, veluti et mortuus est.",
          "english": "And the man who makes them, if he becomes ill, is as helpless as a dead man."
        },
        {
          "number": 26,
          "latin": "Quoniam sicut in domum, sic et in templis eorum furtum et falsitas, et funes, et laquei. Quia melius est esse justum, et non habere simulacra: quoniam sine reprehensione erunt.",
          "english": "For just as in a house, so also in their temples there is theft, falsehood, ropes, and snares. This is why it is better to be righteous and to have no idols, for such people will be free from reproach."
        },
        {
          "number": 27,
          "latin": "Et perierunt ex eis propter opera sua. Quomodo ergo æstimabit quis, aut cogitabit esse deos?",
          "english": "And some among them have perished because of their own deeds. How then can anyone consider or think that these are gods?"
        },
        {
          "number": 28,
          "latin": "Etenim Chaldei ipsi honorant eos. Cum viderint mutum non posse loqui, offerunt illum Belo, poscentes ut loquatur quasi possit sentire.",
          "english": "Indeed, the Chaldeans themselves honor these idols. When they see a mute person who cannot speak, they offer him to Bel, asking that he might speak, as if the idol could actually perceive or understand."
        },
        {
          "number": 29,
          "latin": "Et ipsi non possunt videre, et despicientes eos relinquunt. Et hæc cum scierint, non possunt relinquere ea: quoniam absque sensu sunt.",
          "english": "Yet these idols cannot see. And those who worship them, despite despising them, still leave them. Even when they know these things, they cannot abandon the idols because they themselves lack understanding."
        },
        {
          "number": 30,
          "latin": "Mulieres vero circumdatæ funibus, in viis sedent, accendentes paleas. Si qua autem ex ipsis attracta fuerit a transeunte, et dormierit cum eo, et alteræ exprobrabunt ei, quod non sit digna habita sicut ipsæ, neque funis ejus scissus sit.",
          "english": "Women, adorned with ropes, sit in the roads, burning straw incense. If one of them is approached by a passerby and lies with him, the others will mock her for not being considered worthy like themselves, and for her rope not being broken."
        },
        {
          "number": 31,
          "latin": "Omnia quæ de ipsis fiunt, falsa sunt: quomodo ergo æstimabit quis, aut cogitabit esse deos?",
          "english": "Everything that is done concerning these idols is false. How then can anyone estimate or think that they are gods?"
        },
        {
          "number": 32,
          "latin": "A fabris, et ab aurificibus facta sunt. Non fient nisi ex arte ipsorum.",
          "english": "They are made by carpenters and goldsmiths. They cannot come into existence except by the skill of these craftsmen."
        },
        {
          "number": 33,
          "latin": "Et ipsi non habent unde restituant sibi senescentes.",
          "english": "And the idols themselves have no means to repair themselves as they age."
        },
        {
          "number": 34,
          "latin": "Deportantur enim, et a seipsis quid possunt?",
          "english": "For they are carried around, and what can they do by themselves?"
        },
        {
          "number": 35,
          "latin": "Sed si quis non rectis pedibus veniat, deportabitur ab alio, quoniam non potest per semetipsum. Non recta sunt, sicut lignum dolatum.",
          "english": "But if someone cannot walk with steady feet, he must be carried by another, since he cannot move on his own. The idols are no more straight or self-moving than carved wood."
        },
        {
          "number": 36,
          "latin": "Et ipsi sicut ex auro, et argento, et lapide, et palliis induti sunt: sicut pueri pusilli, qui non sunt valentiores. Et non possunt salvare se ab latronibus.",
          "english": "And these idols, adorned with gold, silver, stone, and cloaks, are like little children who have no strength. They cannot save themselves from robbers."
        },
        {
          "number": 37,
          "latin": "A muro, et ligno, et lapidibus. Aurum vero, et argentum, et vestimentum, quod est super eos, auferunt: et vadunt.",
          "english": "From a wall, or wood, or stones, robbers can take the gold, silver, and garments that are upon these idols, and then they leave with their plunder."
        },
        {
          "number": 38,
          "latin": "Sic melius est dare ad pauperes, de quibus furatur, quam simulacra hæc: quæ ipsam virtutem non habent, nec sibi, nec aliis prodesse.",
          "english": "Thus, it is better to give to the poor, from whom nothing is stolen, than to these idols. They possess no power to benefit themselves or others."
        },
        {
          "number": 39,
          "latin": "A ligno, et de panno, et calce induti: et non salvant se a tinea, et ab ærugine, et a pulvere.",
          "english": "Clothed with wood, cloth, and lime, they cannot save themselves from moths, rust, or dust."
        },
        {
          "number": 40,
          "latin": "Cum autem in domo eorum fuerit fumus, super facies eorum decollabitur.",
          "english": "Furthermore, when there is smoke in their temple, it settles on their faces, darkening them."
        },
        {
          "number": 41,
          "latin": "Oculi autem sicut hominum sunt: et ipsi in fornace sunt æris, sed non respiciunt.",
          "english": "Their eyes are like those of humans; they are made of bronze, yet they do not look upon anything."
        },
        {
          "number": 42,
          "latin": "Sacerdotes autem ipsorum furantur deos, et claudunt in nocte: et non illuminant eos, ne per furta quæ fiunt in templo, sciant: et funes super eos tendunt.",
          "english": "Their priests steal from their own gods and lock them up at night. They do not light lamps for them, lest they reveal the thefts that occur in the temple. They even stretch ropes over the idols to secure them."
        },
        {
          "number": 43,
          "latin": "Cum vero illuminant eos, per vim faciunt illos deos accensos: et non vident. Et quomodo æstimabit quis, aut cogitabit esse deos?",
          "english": "But when they do light them, they forcefully make these gods shine with light, yet the idols do not see. How then can anyone consider or think that they are gods?"
        },
        {
          "number": 44,
          "latin": "Etenim cum ab aliquo fuerint, et a sacerdotibus et ab ipsis in domibus eorum furantur aurum, et argentum, et vestimenta eorum: et induunt mulieres suas, et filios suos.",
          "english": "Indeed, when they have received anything from someone, the priests themselves, even in their own homes, steal the gold, silver, and garments from the idols. They then use these items to dress their wives and children."
        },
        {
          "number": 45,
          "latin": "Aut si malum aliquod supervenerit illis a quolibet: melius est eis cum rege potens, aut tyranno, quam cum ipsis.",
          "english": "Or if some evil befalls them from anyone, it is better for them to deal with a powerful king or a tyrant than with these idols."
        },
        {
          "number": 46,
          "latin": "Per quod utique manifestum est, quia non sunt dii: quoniam non salvant hominem a morte, neque ab improperio valentes.",
          "english": "By this, it is certainly clear that they are not gods, for they cannot save a person from death, nor are they strong enough to protect from insults."
        },
        {
          "number": 47,
          "latin": "Neque restituunt cæco visum, neque de carcere liberant, neque erigunt mortuum.",
          "english": "They do not restore sight to the blind, nor do they free anyone from prison, nor do they raise the dead."
        },
        {
          "number": 48,
          "latin": "Neque sublevant afflictum: neque regibus faciunt benefacere. Neque filios dant, neque filias.",
          "english": "They do not relieve the afflicted, nor do they cause kings to act with kindness. They do not grant sons or daughters."
        },
        {
          "number": 49,
          "latin": "Qui sacrificant illis viri, et mulieres, et pueri: quomodo ergo æstimabit quis, aut cogitabit esse deos?",
          "english": "Men, women, and children sacrifice to them. How then can anyone consider or think that these are gods?"
        },
        {
          "number": 50,
          "latin": "Neque bello liberant quemquam, neque a bonis. Ab Ægypto, et a Græcis. Non liberant.",
          "english": "They do not deliver anyone from war, nor from misfortunes. They do not deliver from Egypt, nor from the Greeks."
        },
        {
          "number": 51,
          "latin": "Cum autem illis ligno, et auro, et argento obsignatis, et palliis indutis: manifestum est, quia non sunt dii.",
          "english": "But even when they are sealed with wood, gold, and silver, and clothed with cloaks, it is clear that they are not gods."
        },
        {
          "number": 52,
          "latin": "Et omnem gentem, et regem ostendunt: quoniam non sunt dii, sed opera manuum hominum: et nihil virtutis habent in se.",
          "english": "And they show every nation and king that they are not gods, but merely works of human hands, and they have no power within themselves."
        },
        {
          "number": 53,
          "latin": "Quis ergo manifestum est, quoniam non sunt dii, neque sunt absque reprehensione?",
          "english": "Who then can make it clear that they are not gods, and that they are not beyond reproach?"
        },
        {
          "number": 54,
          "latin": "Non ponent regi, et non fient deorum similitudinem. Quis ergo erit hic? aut cum judicaverit eos, non sunt boni.",
          "english": "They do not appoint a king, nor do they become like true gods. Who then will stand up for them? Or when one judges them, they are found to be not good."
        },
        {
          "number": 55,
          "latin": "Ab aquis, et a pluvia, et a sudore. Et non salvant se a ligno, et a calce. Et tunc cum fuerit, et argenti facies, et aurea, ab ærugine.",
          "english": "They cannot save themselves from water, from rain, or from sweat. They do not save themselves from the damage to the wood and the lime that forms them. Even their silver and gold faces, when they exist, are subject to rust and decay."
        },
        {
          "number": 56,
          "latin": "Accendunt lucernas, et faciunt plurimas quidem, quasi a se ipsis non possint videre.",
          "english": "Worshippers light many lamps for them, as if the idols were incapable of seeing on their own."
        },
        {
          "number": 57,
          "latin": "Sicut lignum, et auro, et argento, et lapidibus indutis. Quod ad aquas faciunt, et in domos eorum.",
          "english": "They are adorned with wood, gold, silver, and stones. The things they do with water, and in their temples, are meaningless."
        },
        {
          "number": 58,
          "latin": "Melius est justus, qui non habet simulacra: quoniam ab his abjecerit longe.",
          "english": "Better is the righteous person who has no idols, because he has cast these things far away."
        },
        {
          "number": 59,
          "latin": "Ventus vero, et aer, et ventus, et tempestas. Non servabit a tempestate, neque a ventu.",
          "english": "Indeed, they cannot preserve themselves from the wind, the air, or the storm. They will not save from the tempest, nor from the wind."
        },
        {
          "number": 60,
          "latin": "Quoniam ab igne et in æstate, et in hyeme, et a tempestate.",
          "english": "They cannot protect from fire, whether in summer or winter, nor from a storm."
        },
        {
          "number": 61,
          "latin": "Per quod manifestum est, quoniam non sunt dii. Quia non possunt salvare seipsos, neque ab igne liberare, neque ab ære, neque a tempestate.",
          "english": "Through this, it is evident that they are not gods, because they cannot save themselves, nor deliver themselves from fire, nor from bronze (their material), nor from a storm."
        },
        {
          "number": 62,
          "latin": "Et de ligno, et de auro, et de argento, et de panno induuntur: sicut in domibus lignea. Et ipsi sunt opera manuum hominum: et nihil virtutis habent in se.",
          "english": "And they are clothed with wood, and gold, and silver, and cloth, just like wooden items in houses. They are themselves works of human hands, and they have no power within themselves."
        },
        {
          "number": 63,
          "latin": "Quia per hoc manifestum est, quoniam non sunt dii. Quia non servant seipsos, neque a tinea, neque ab ærugine, neque a pulvere.",
          "english": "Because by this it is manifest that they are not gods. For they do not preserve themselves from moths, nor from rust, nor from dust."
        },
        {
          "number": 64,
          "latin": "Et de ventis, et de pluviis, et de aquis, et de hominibus. Qui non salvantur ab his, per quæ et ligna, et lapides, et aurum, et argentum fiunt: non sunt dii.",
          "english": "And concerning winds, and rains, and waters, and human actions: those who cannot be saved from the very things by which wood, and stones, and gold, and silver are made—these are not gods."
        },
        {
          "number": 65,
          "latin": "Erit ergo in omnibus manifestum: quoniam in omnibus non sunt dii.",
          "english": "It will therefore be manifest in all things: that in all respects, they are not gods."
        },
        {
          "number": 66,
          "latin": "Nolite ergo timere eos.",
          "english": "Therefore, do not fear them."
        },
        {
          "number": 67,
          "latin": "Sicut enim olla confracta, inutilis est: sic et simulacra eorum, quæ in domibus sunt, inhonesta sunt.",
          "english": "For just as a broken pot is useless, so too are their idols that are in houses, they are dishonorable."
        },
        {
          "number": 68,
          "latin": "Oculi, et aures, et capita, et pedes eorum sunt:",
          "english": "They have eyes, and ears, and heads, and feet,"
        },
        {
          "number": 69,
          "latin": "Sed qui utuntur eis, aut vident, aut audiunt.",
          "english": "But those who use them are the ones who truly see or hear. The idols themselves have no such faculties."
        }
      ]
    }
  ]
}