{
  "name": "Daniel",
  "chapters": [
    {
      "number": 1,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Anno tertio regni Ioakim regis Iuda, venit Nabuchodonosor rex Babylonis in Ierusalem, et obsedit eam.",
          "english": "In the third year of the reign of Joakim, king of Judah, Nebuchadnezzar, the king of Babylon, came to Jerusalem and besieged it."
        },
        {
          "number": 2,
          "latin": "Et tradidit Dominus in manu ejus Ioakim regem Iuda, et partem vasorum domus Dei: et asportavit ea in terram Sennaar in domum dei sui, et vasa intulit in domum thesauri dei sui.",
          "english": "And the Lord gave Joakim, the king of Judah, into his hand, along with a portion of the vessels of the house of God, and he carried them off to the land of Sennaar, to the house of his god. He then placed the vessels in the house of the treasury of his god."
        },
        {
          "number": 3,
          "latin": "Dixit autem rex Asphenez praeposito eunuchorum, ut induceret de filiis Israel, et de semine regio et tyrannorum,",
          "english": "Then the king spoke to Asphenez, the chief of the eunuchs, ordering him to bring in some of the sons of Israel, both from the royal family and from the nobles,"
        },
        {
          "number": 4,
          "latin": "pueros in quibus nulla esset macula, et decori, et scientes omnem sapientiam, et doctos disciplina, et eruditos scientiis, et qui possent stare in palatio regis, ut docerent eos litteras, et linguam Chaldaeorum.",
          "english": "young men without any defects, handsome, and skilled in all wisdom, learned, and possessing knowledge, and those who could stand in the king's palace, so that they might teach them the letters and the language of the Chaldeans."
        },
        {
          "number": 5,
          "latin": "Fuitque inter eos de filiis Iuda Daniel, Ananias, Misael, et Azarias.",
          "english": "Among them were Daniel, Ananias, Misael, and Azarias, who were from the sons of Judah."
        },
        {
          "number": 6,
          "latin": "Et dedit eis praepositus eunuchorum nomina: Danieli, Baltassar: Ananiae, Sidrach: Misaeli, Misach: et Azariae, Abdenago.",
          "english": "And the chief of the eunuchs gave them names: to Daniel, Belteshazzar; to Ananias, Shadrach; to Misael, Meshach; and to Azarias, Abed-nego."
        },
        {
          "number": 7,
          "latin": "Proposuit autem Daniel in corde suo, ne contaminaret se de mensa regis, neque de vino quod bibebat; et rogavit eunuchorum praepositum, ut non contaminaretur.",
          "english": "But Daniel resolved in his heart that he would not defile himself with the king's food or with the wine that he drank. Therefore, he requested of the chief of the eunuchs that he might not be defiled."
        },
        {
          "number": 8,
          "latin": "Dedit autem Deus Danieli gratiam et misericordiam in conspectu principis eunuchorum.",
          "english": "And God gave Daniel grace and mercy in the sight of the chief of the eunuchs."
        },
        {
          "number": 9,
          "latin": "Dixitque princeps eunuchorum ad Danielem: Timeo ego dominum meum regem, qui constituit vobis cibum et potum: qui si viderit vultus vestros macilentiores prae ceteris adolescentibus coaetaneis vestris, quid vobis faciet caput meum apud regem?",
          "english": "And the chief of the eunuchs said to Daniel, “I am afraid of my lord the king, who has appointed your food and drink. If he sees your faces looking worse than those of the other young men of your age, what will happen to my head because of you?”"
        },
        {
          "number": 10,
          "latin": "Dixit itaque Daniel ad Malasar, quem constituerat praepositus eunuchorum super Danielem, Ananiam, Misaelem, et Azariam:",
          "english": "Then Daniel said to the guard whom the chief of the eunuchs had appointed over Daniel, Ananias, Misael, and Azarias:"
        },
        {
          "number": 11,
          "latin": "Tenta nos, obsecro, diebus decem, et dentur nobis legumina ad vescendum, et aqua ad bibendum:",
          "english": "“Please test us for ten days, and let them give us vegetables to eat and water to drink."
        },
        {
          "number": 12,
          "latin": "et comprobandi sunt vultus nostri coram te, et vultus puerorum, qui vescuntur cibo regio: et quodcumque videris, fac cum servis tuis.",
          "english": "Then let our faces be examined before you, as well as the faces of the young men who eat the king's food; and deal with your servants according to what you see.”"
        },
        {
          "number": 13,
          "latin": "Qui, audiens hanc rem, tentavit eos diebus decem.",
          "english": "So, when he heard this, he tested them for ten days."
        },
        {
          "number": 14,
          "latin": "Post dies autem decem, apparuerunt vultus eorum meliores, et corpulentiores prae omnibus pueris, qui comedebant cibos regis.",
          "english": "And after ten days, their faces appeared better and their bodies more robust than all the young men who ate the king's food."
        },
        {
          "number": 15,
          "latin": "Dabat itaque eis Malasar cibos, et potum, et legumina.",
          "english": "So Malasar continued to provide them with food and drink and vegetables."
        },
        {
          "number": 16,
          "latin": "Pueris autem his dedit Deus scientiam, et disciplinam, in omni libro, et sapientia: Danieli autem intelligentiam omnium visionum et somniorum.",
          "english": "As for these four children, God gave them knowledge and skill in all literature and wisdom. And Daniel understood all visions and dreams."
        },
        {
          "number": 17,
          "latin": "Cumque completi essent dies, post quos praeceperat rex ut introducerentur, introduxit eos praepositus eunuchorum in conspectu Nabuchodonosor.",
          "english": "When the time came for them to be brought in, as the king had commanded, the chief of the eunuchs brought them in before Nebuchadnezzar."
        },
        {
          "number": 18,
          "latin": "Cumque locutus fuisset eis rex, inventi sunt cunctis pueris, Daniel, Ananias, Misael, et Azarias: et steterunt in conspectu regis.",
          "english": "And when the king spoke with them, he found none like Daniel, Ananias, Misael, and Azarias. So they stood before the king."
        },
        {
          "number": 19,
          "latin": "Et in omni causa verbi sapientiae, quam interrogabat eos rex, invenit eos decies meliores cunctis videntibus et magis.",
          "english": "And in every matter of wisdom and understanding about which the king questioned them, he found them ten times better than all the magicians and astrologers who were in his whole kingdom."
        },
        {
          "number": 20,
          "latin": "Fuit autem Daniel usque ad annum primum Cyri regis.",
          "english": "And Daniel remained there until the first year of King Cyrus."
        }
      ]
    },
    {
      "number": 2,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Anno secundo regni Nabuchodonosor, vidit Nabuchodonosor somnium: et conturbatus est spiritus ejus, et somnium ejus avolat.",
          "english": "In the second year of his reign, Nebuchadnezzar had a dream, and his spirit was so troubled that he couldn't sleep."
        },
        {
          "number": 2,
          "latin": "Jussit ergo rex convocare magos, et aruspices, et incantatores, et chaldaeos, ut indicarent ei somnium suum. Qui cum venissent, steterunt coram rege.",
          "english": "So the king commanded all the magicians, sorcerers, enchanters, and astrologers to tell him his dream. And they all stood before the king."
        },
        {
          "number": 3,
          "latin": "Et ait eis: Somnium vidi, et conturbatus sum: et ignorans quod viderim.",
          "english": "The king told them, \"I've had a dream, and I am troubled. I don't even know what it was.\""
        },
        {
          "number": 4,
          "latin": "Responderunt Chaldaei regi in lingua syriaca: Rex, in aeternum vive: dic somnium servo tuo, et interpretationem ejus ostendemus.",
          "english": "The Chaldeans answered the king in the Aramaic language, \"May the king live forever. Tell us the dream, your servants, and we will tell you the interpretation.\""
        },
        {
          "number": 5,
          "latin": "Respondens rex, ait Chaldaeis: Sermo recessit a me: nisi indicaveritis mihi somnium, et interpretationem ejus, in vincula mittemini, et domus vestrae vocabuntur captivae.",
          "english": "The king replied to the Chaldeans, \"I have made a decision. If you don't tell me the dream and its interpretation, you will be torn apart, and your houses will be demolished.\""
        },
        {
          "number": 6,
          "latin": "Si autem somnium, et interpretationem ejus narraveritis, praemia, et dona, et gloriam magnam accipietis a me. Ideo somnium, et interpretationem ejus indicate mihi.",
          "english": "But if you tell me the dream and its interpretation, you will receive rewards, gifts, and great honor from me. So tell me the dream and its interpretation.\""
        },
        {
          "number": 7,
          "latin": "Responderunt secundo, et dixerunt: Dic somnium servo tuo, rex, et interpretationem ejus ostendemus.",
          "english": "They answered again, \"Tell the dream to your servants, O king, and we will show you the interpretation.\""
        },
        {
          "number": 8,
          "latin": "Respondit rex, et ait: Certe novi quod tempus amittitis: sciéntes quod recessit a me sermo.",
          "english": "The king replied, \"I know you are trying to gain time, because you know that the thing has been decided by me.\""
        },
        {
          "number": 9,
          "latin": "Si ergo somnium non indicaveritis mihi, una est sententia de vobis. Et interpretationem mendacem, et fallacem praeparastis dicere coram me, donec tempus transeat. Ideo dicite mihi somnium, ut sciam quod etiam interpretationem ejus vera dicatis.",
          "english": "If you do not tell me the dream, there is only one verdict for you. You have prepared lying and deceitful words to speak before me, until the situation changes. So tell me the dream, so that I can know that you can also tell me its true interpretation.\""
        },
        {
          "number": 10,
          "latin": "Responderunt Chaldaei coram rege, et dixerunt: Non est homo super terram, qui hoc verbum possit indicare: quia rex magnorum verborum postulat, et nullus est alius qui possit indicare ante regem, nisi dii, quorum non est cum carni conversatio.",
          "english": "The Chaldeans responded to the king, saying, \"There is not a man on earth who can tell the king this. The king demands something that is beyond human ability; there is no one else who can tell the king, except for the gods, and they do not live among humans.\""
        },
        {
          "number": 11,
          "latin": "Propter hoc rex iratus est, et nimio furore commotus, et praecepit ut interirent omnes sapientes Babylonis.",
          "english": "Because of this, the king became furious and very angry and ordered the execution of all the wise men of Babylon."
        },
        {
          "number": 12,
          "latin": "Cumque edictum exisset, et sapientes interimiebantur, quaerebantur et Daniel et socii ejus ut perirent.",
          "english": "When the decree went out, and the wise men were about to be killed, Daniel and his companions were sought so that they could also be executed."
        },
        {
          "number": 13,
          "latin": "Tunc Daniel respondens, cum consilio et prudentia, dixit Arioch principi militum regis, qui egressus fuerat ut interimerei sapientes Babylonis.",
          "english": "Then Daniel, with his wisdom, responded to Arioch, the chief of the king's guards, who had gone out to kill the wise men of Babylon."
        },
        {
          "number": 14,
          "latin": "Et ait: Quare hoc edictum tam cito exivit a facie regis? Et Arioch ait: Quia inveni sapientes de filiis Israël, qui indicarent regi interpretationem somnii.",
          "english": "And he asked, \"Why did the king issue such a quick decree?\" Arioch replied, \"Because I have found some of the exiles from Judah who can tell the king the interpretation of the dream.\""
        },
        {
          "number": 15,
          "latin": "Ingressus est Daniel, et rogavit regem ut daret sibi tempus ad interpretationem indicandam regi.",
          "english": "Daniel went in and asked the king for time to explain the interpretation to him."
        },
        {
          "number": 16,
          "latin": "Et Daniel abiit, et rogavit socios suos, ut quaererent misericordiam a Deo caeli super mysterio isto: et non perirent Daniel et socii ejus cum ceteris sapientibus Babylonis.",
          "english": "Daniel then went to his companions and asked them to seek mercy from the God of heaven concerning this mystery, so that Daniel and his companions would not be executed with the other wise men of Babylon."
        },
        {
          "number": 17,
          "latin": "Tunc mysterium Danieli per visionem in somnio revelatum est: et Daniel benedixit Deum caeli.",
          "english": "Then the mystery was revealed to Daniel in a vision in his dream. Daniel blessed the God of heaven."
        },
        {
          "number": 18,
          "latin": "Et respondens Daniel, dixit: Sit nomen Dei benedictum a saeculo et usque in saeculum: quia sapientia et fortitudo ejus est.",
          "english": "Daniel responded, saying: \"Blessed be the name of God from eternity to eternity because wisdom and power belong to Him.\""
        },
        {
          "number": 19,
          "latin": "Et ipse mutat tempora et aetates; transfert regna, et constituit: dat sapientiam sapientibus, et scientiam scientibus secreta.",
          "english": "He changes times and seasons; He deposes kings and establishes them. He gives wisdom to the wise and knowledge to those who know mysteries."
        },
        {
          "number": 20,
          "latin": "Revelat profunda et abscondita, et novit in tenebris constituta: et lux cum eo est.",
          "english": "He reveals deep and hidden things; He knows what is in darkness, and the light dwells with Him."
        },
        {
          "number": 21,
          "latin": "Tibi, Deus patrum meorum, confiteor, et te laudo, quia sapientiam et fortitudinem dedisti mihi: et nunc ostendisti mihi quae rogavimus te, quia verbum regis ostendisti nobis.",
          "english": "I give thanks and praise to you, God of my ancestors, for You have given me wisdom and power. And now You have made known to me what we asked of You, for You have made known to us the king's message.\""
        },
        {
          "number": 22,
          "latin": "Propter hoc Daniel ingressus est ad Arioch, quem constituerat rex ut perderet sapientes Babylonis, et dixit ei: Sapientes Babylonis ne perdas: introduce me coram rege, et interpretationem ostendam regi.",
          "english": "Therefore, Daniel went to Arioch, whom the king had appointed to kill the wise men of Babylon, and said to him, \"Do not kill the wise men of Babylon. Bring me before the king, and I will show him the interpretation.\""
        },
        {
          "number": 23,
          "latin": "Tunc Arioch festinus introduxit Danielem ad regem, et dixit ei: Inveni hominem de filiis transmigrationis Juda, qui interpretationem regi annuntiet.",
          "english": "Then Arioch quickly brought Daniel before the king and said to him, \"I have found a man of the exiles from Judah who will make known the interpretation to the king.\""
        },
        {
          "number": 24,
          "latin": "Respondens rex, dixit Danieli, cujus nomen erat Baltassar: Potes tu mihi indicare somnium quod vidi, et interpretationem ejus?",
          "english": "The king responded to Daniel, whose name was Belteshazzar, \"Can you tell me the dream that I saw and its interpretation?\""
        },
        {
          "number": 25,
          "latin": "Et respondit Daniel coram rege, et ait: Mysterium quod rex interrogat, non possunt sapientes, et magi, et aruspices, et arioli, indicare regi.",
          "english": "Daniel answered the king, saying, \"The mystery that the king is asking cannot be revealed to the king by wise men, magicians, enchanters, or astrologers.\""
        },
        {
          "number": 26,
          "latin": "Sed est Deus in caelo, qui revelat mysteria: et ipse indicavit tibi, rex Nabuchodonosor, quae ventura sunt in novissimo tempore. Somnium tuum, et visiones capitis tui in lectulo tuo, haec sunt.",
          "english": "But there is a God in heaven who reveals mysteries. And He has made known to you, O king Nebuchadnezzar, what will happen in the last days. Your dream and the visions of your head upon your bed are these:"
        },
        {
          "number": 27,
          "latin": "Tu rex cogitabas in te, quid esset futurum post haec: et qui revelat mysteria, ostendit tibi quae ventura sunt.",
          "english": "As for you, O king, your thoughts came to your mind concerning what would happen after this, and He who reveals mysteries has made known to you what will happen."
        },
        {
          "number": 28,
          "latin": "Mihi quoque hoc mysterium revelatum est, non quia sapientiam habeo super omnes viventes: sed ut interpretatio regi manifestaretur, et sententiam mentis ejus scires.",
          "english": "As for me, this mystery has been revealed to me, not because I have more wisdom than anyone else, but so that the interpretation may be made known to the king, and that you may understand the thoughts of your mind."
        },
        {
          "number": 29,
          "latin": "Tu, rex, videbas, et ecce statua una grandis: statua illa grandis, et mirabilis, stabat coram te: et erat aspectus ejus terribilis.",
          "english": "You, O king, saw a great statue. That great statue, shining with extraordinary brilliance, stood before you, and its appearance was terrifying."
        },
        {
          "number": 30,
          "latin": "Caput statuae ex auro optimo erat, et pectus et brachia de argento, et venter et femora ex aere:",
          "english": "The head of the statue was made of fine gold, its chest and arms of silver, its belly and thighs of bronze,"
        },
        {
          "number": 31,
          "latin": "Tibiae autem ferreae, pedum pars, ferrea et pars, fictilis.",
          "english": "its legs of iron, and its feet, partly of iron and partly of clay."
        },
        {
          "number": 32,
          "latin": "Aspiciebas donec lapis abscisus est de monte sine manibus: et percussit statuam, et comminuit pedes ejus, qui erant ferrei et fictiles, et contrivit eos.",
          "english": "You were looking on until a stone was cut out of a mountain, but not by human hands; and it struck the statue on its feet of iron and clay, and crushed them."
        },
        {
          "number": 33,
          "latin": "Tunc contrita sunt pariter ferrum, testa, aes, argentum et aurum, et redacta quasi pulvis ex area aestiva, et abstulit ea ventus: et nullus locus inventus est eis.",
          "english": "Then the iron, the clay, the bronze, the silver, and the gold were all crushed together and became like chaff on the summer threshing floor; the wind blew them away, so that no trace of them could be found."
        },
        {
          "number": 34,
          "latin": "Lapis autem, qui percusserat statuam, factus est mons magnus, et implevit universam terram.",
          "english": "But the stone that struck the statue became a great mountain and filled the whole earth."
        },
        {
          "number": 35,
          "latin": "Hoc est somnium: interpretationem ejus dicemus coram rege.",
          "english": "This is the dream; now we will tell the interpretation before the king."
        },
        {
          "number": 36,
          "latin": "Tu rex, rex regum, quibus regnum Deus caeli dedit, fortitudinem, et imperium, et gloriam:",
          "english": "You, O king, are the king of kings, to whom the God of heaven has given the kingdom, the power, and the glory."
        },
        {
          "number": 37,
          "latin": "et in quocumque habitant filii hominum, bestiae agri, volucresque caeli, dedit in manu tua: et tradidit omnia in potestatem tuam: tu es ergo caput aureum.",
          "english": "Wherever the children of humanity live, and the beasts of the field and the birds of the sky, He has given them into your hand and has made you rule over all of them; you are the head of gold."
        },
        {
          "number": 38,
          "latin": "Et post te regnum aliud suscipietur minus te: et regnum tertium aereum, quod imperabit in universa terra.",
          "english": "And after you, another kingdom will arise, inferior to yours, and then a third kingdom of bronze, which shall rule over all the earth."
        },
        {
          "number": 39,
          "latin": "Et regnum quartum quasi ferrum: quomodo ferrum conterit et domat omnia, sic conteret et comminuet omnia haec.",
          "english": "And the fourth kingdom shall be as strong as iron, for as iron breaks in pieces and crushes everything, so shall it break in pieces and crush all these."
        },
        {
          "number": 40,
          "latin": "Quod autem vidisti pedes, et digitos ex parte testae figuli, et ex parte ferri, regnum divisum erit: et de robore ferri erit in eo, sicut vidisti ferrum mixtum testae fictilis.",
          "english": "And whereas you saw the feet and toes, partly of potters' clay and partly of iron, it shall be a divided kingdom, but the strength of the iron shall be in it, just as you saw the iron mixed with the clay of the potter."
        },
        {
          "number": 41,
          "latin": "Et digitos pedum ex parte ferreos, et ex parte fictiles, ex parte regnum erit forte, et ex parte contritum.",
          "english": "And as the toes of the feet were partly of iron and partly of clay, so the kingdom shall be partly strong and partly fragile."
        },
        {
          "number": 42,
          "latin": "Quod autem vidisti ferrum mixtum testae fictilis, commiscebuntur quidem humano semine, sed non adhaerebunt sibi, quomodo ferrum misceri non potest testae.",
          "english": "And as you saw iron mixed with clay, they will mingle with the seed of men, but they will not cleave to one another, even as iron cannot be mixed with clay."
        },
        {
          "number": 43,
          "latin": "In diebus autem regnorum illorum suscitabit Deus caeli regnum, quod in aeternum non dissipabitur: et regnum ejus alteri populo non tradetur: comminuet et consumet universa regna haec, et ipsum stabit in aeternum.",
          "english": "And in the days of those kingdoms, the God of heaven will set up a kingdom which shall never be destroyed, and the kingdom will not be given to another people; it shall break in pieces and consume all these kingdoms, and it shall stand forever."
        },
        {
          "number": 44,
          "latin": "Pro eo quod videris, quod de monte abscisus est lapis sine manibus, et contrivit testam, et ferrum, et aes, et argentum, et aurum, Deus magnus ostendit regi quae ventura sunt post haec: et verum est somnium, et fidelis interpretatio ejus.",
          "english": "Because you saw that a stone was cut out of the mountain without hands, and that it broke in pieces the clay, the iron, the bronze, the silver, and the gold, the great God has made known to the king what shall come to pass after this; the dream is true, and the interpretation of it is faithful."
        },
        {
          "number": 45,
          "latin": "Tunc rex Nabuchodonosor cecidit in faciem suam, et Danieli adoravit, et victimas et thura jussit ei sacrificare.",
          "english": "Then King Nebuchadnezzar fell on his face and paid homage to Daniel and commanded that they should present to him sacrifices and incense."
        },
        {
          "number": 46,
          "latin": "Respondensque rex Danieli, ait: Vere Deus vester Deus deorum est, et dominus regum, et revelator mysteriorum: quoniam potuisti revalare hoc secretum.",
          "english": "The king answered Daniel, saying, \"Truly, your God is the God of gods, and the Lord of kings, and a revealer of mysteries, for you have been able to reveal this secret.\""
        },
        {
          "number": 47,
          "latin": "Tunc rex Danieli respondens, dixit: Vere Deus vester Deus deorum est, et dominus regum, et revelator mysteriorum: quoniam potuisti revalare hoc secretum.",
          "english": "Then the king made Daniel great and gave him many gifts and made him ruler over the whole province of Babylon and chief prefect over all the wise men of Babylon."
        },
        {
          "number": 48,
          "latin": "Post haec Daniel postulavit a rege, et constituit super opera provinciae Babylonis Sadarch, Misach, et Abdenago: ipse autem Daniel in porta regis erat.",
          "english": "Then Daniel requested of the king, and he appointed Shadrach, Meshach, and Abednego over the affairs of the province of Babylon, while Daniel was at the king's court."
        }
      ]
    },
    {
      "number": 3,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Rex Nabuchodonosor fecit statuam auream, altitudine cubitorum sexaginta, latitudine cubitorum sex. Et statuit eam in campo Durae provinciae Babylonis.",
          "english": "King Nebuchadnezzar built a golden statue, sixty cubits tall and six cubits wide. He set it up on the plain of Dura in the province of Babylon."
        },
        {
          "number": 2,
          "latin": "Moxque misit ad convocandos satrapas, et magistratus, et judices, duces, et optimates, et praefectos, et omnes principes provinciarum, ut convenirent ad dedicationem statuae, quam constituerat.",
          "english": "He then sent out word to summon the satraps, magistrates, judges, generals, nobles, prefects, and all the leaders of the provinces, so they would come to the dedication of the statue he had set up."
        },
        {
          "number": 3,
          "latin": "Tunc congregati sunt satrapae, magistratus, et judices, duces, et optimates, et praefecti, et omnes principes provinciarum ad dedicationem statuae, quam constituerat Nabuchodonosor: stabantque coram statua, quam posuerat.",
          "english": "So the satraps, magistrates, judges, generals, nobles, prefects, and all the leaders of the provinces gathered for the dedication of the statue that Nebuchadnezzar had set up. They stood before the statue that he had placed there."
        },
        {
          "number": 4,
          "latin": "Praeco autem clamabat valenter: Vobis dicitur, populi, gentes, et tribus: ",
          "english": "Then a herald proclaimed loudly: \"People, nations, and language groups, you are commanded:"
        },
        {
          "number": 5,
          "latin": "in hora qua audieritis sonitum tubae, fistulae, et citharae, sambucae, et psalterii, et symphoniae, et universorum generum musicorum, statim, ut cadatis, et adoretis statuam auream, quam constituit Nabuchodonosor rex.",
          "english": "When you hear the sound of the trumpet, flute, and cithara, the sambuca, harp, and symphony, and every kind of musical instrument, you must immediately bow down and worship the golden statue that King Nebuchadnezzar has set up."
        },
        {
          "number": 6,
          "latin": "Quicumque autem non adoraverit, in eadem hora mittetur in fornacem ignis ardentis.",
          "english": "Whoever does not worship it will, at that moment, be thrown into a blazing furnace of fire."
        },
        {
          "number": 7,
          "latin": "Ideo igitur in tempore, cum audissent omnes populi sonitum tubae, fistulae, et citharae, sambucae, et psalterii, et symphoniae, et omnis generis musicorum, irruerunt omnes populi, tribus, et linguae, et adoraverunt statuam auream, quam constituerat Nabuchodonosor rex.",
          "english": "Therefore, when all the peoples heard the sound of the trumpet, flute, cithara, sambuca, harp, symphony, and every kind of musical instrument, all the peoples, tribes, and languages fell down and worshiped the golden statue that King Nebuchadnezzar had set up."
        },
        {
          "number": 8,
          "latin": "In eodem igitur tempore accedentes viri Chaldaei accusaverunt Judaeos.",
          "english": "At that moment, certain Chaldeans came and accused the Jews."
        },
        {
          "number": 9,
          "latin": "Dixeruntque ad Nabuchodonosor regem: Rex, in aeternum vive.",
          "english": "They said to King Nebuchadnezzar, \"O king, live forever!"
        },
        {
          "number": 10,
          "latin": "Tu, rex, posuisti decretum, ut omnis homo, qui audierit sonitum tubae, fistulae, et citharae, sambucae, et psalterii, et symphoniae, et omnis generis musicorum, prosternat se, et adoret statuam auream:",
          "english": "You, O king, made a decree that every man who hears the sound of the trumpet, flute, cithara, sambuca, harp, symphony, and every kind of musical instrument must bow down and worship the golden statue,"
        },
        {
          "number": 11,
          "latin": "si quis autem non prociderit, et adoraverit, mittatur in fornacem ignis ardentis.",
          "english": "and if anyone does not bow down and worship, he is to be thrown into a blazing furnace of fire."
        },
        {
          "number": 12,
          "latin": "Sunt ergo viri Judaei, quos constituisti super opera provinciae Babylonis, Sidrach, Misach, et Abdenago: viri isti contempserunt, rex, decretum tuum, deos tuos non colunt, et statuam auream, quam constitui, non adorant.",
          "english": "But there are certain Jewish men, whom you appointed over the affairs of the province of Babylon, Shadrach, Meshach, and Abednego. These men, O king, have disregarded your decree. They do not serve your gods, and they do not worship the golden statue that I have set up.”"
        },
        {
          "number": 13,
          "latin": "Tunc Nabuchodonosor in furore et in ira jussit adducere Sidrach, Misach, et Abdenago. Qui statim adducti sunt in conspectu regis.",
          "english": "Then Nebuchadnezzar, in fury and anger, commanded that Shadrach, Meshach, and Abednego be brought. And they were immediately brought before the king."
        },
        {
          "number": 14,
          "latin": "Proposuitque eis Nabuchodonosor rex, et dixit: Verene, Sidrach, Misach, et Abdenago, deos meos non colitis, et statuam auream, quam constitui, non adoratis?",
          "english": "King Nebuchadnezzar spoke to them and said, “Is it true, Shadrach, Meshach, and Abednego, that you do not serve my gods, and that you do not worship the golden statue that I have set up?"
        },
        {
          "number": 15,
          "latin": "Nunc igitur, si parati estis, quacumque hora audieritis sonitum tubae, fistulae, citharae, sambucae, et psalterii, et symphoniae, et omnis generis musicorum, prosternite vos, et adorate statuam, quam feci: sin autem, nescio quis est Deus qui eruat vos de manu mea.",
          "english": "Now, therefore, if you are ready, whenever you hear the sound of the trumpet, flute, cithara, sambuca, harp, symphony, and every kind of musical instrument, bow down and worship the statue that I have made. But if you do not worship, I do not know what god will rescue you from my hand.”"
        },
        {
          "number": 16,
          "latin": "Responderunt Sidrach, Misach, et Abdenago, regi Nabuchodonosor: Non oportet nos de hac re respondere tibi.",
          "english": "Shadrach, Meshach, and Abednego replied to King Nebuchadnezzar, “We do not need to answer you about this matter."
        },
        {
          "number": 17,
          "latin": "Ecce enim Deus noster, quem colimus, potest eripere nos de camino ignis ardentis, et de manu tua, o rex, liberare.",
          "english": "Behold, our God, whom we serve, is able to rescue us from the blazing furnace of fire, and to deliver us from your hand, O king."
        },
        {
          "number": 18,
          "latin": "Quod si noluerit, notum sit tibi, rex, quia deos tuos non colimus, et statuam auream, quam constituisti, non adoramus.",
          "english": "But even if He does not, let it be known to you, O king, that we will not serve your gods or worship the golden statue that you have set up.”"
        },
        {
          "number": 19,
          "latin": "Tunc Nabuchodonosor repletus est furore, et aspectus vultus ejus immutatus est super Sidrach, Misach, et Abdenago, et praecepit ut succenderetur fornax septuplum quam erat consueverat succendi.",
          "english": "Then Nebuchadnezzar was filled with fury, and the appearance of his face was changed against Shadrach, Meshach, and Abednego. He ordered that the furnace be heated seven times more than it was usually heated."
        },
        {
          "number": 20,
          "latin": "Et viris fortissimis de exercitu suo jussit ut ligarent pedes Sidrach, Misach, et Abdenago: et mitterent eos in fornacem ignis ardentis.",
          "english": "He commanded certain strong men in his army to bind the feet of Shadrach, Meshach, and Abednego, and to cast them into the blazing furnace of fire."
        },
        {
          "number": 21,
          "latin": "Tunc viri isti vincti, cum tunicis suis et bracis, et tiaris, et vestibus suis, missi sunt in medium fornacis ignis ardentis.",
          "english": "Then these men, bound with their tunics, trousers, hats, and other garments, were cast into the middle of the blazing furnace of fire."
        },
        {
          "number": 22,
          "latin": "Nam jussu regis instante, fornax erat succensa nimis: porro autem viros illos, qui miserant Sidrach, Misach, et Abdenago, interfecit flamma ignis.",
          "english": "Because the king’s command was urgent, the furnace was heated exceedingly hot. But the flames of the fire killed the men who had cast Shadrach, Meshach, and Abednego into it."
        },
        {
          "number": 23,
          "latin": "Viri autem hi tres, id est, Sidrach, Misach, et Abdenago, ceciderunt in medio fornacis ignis ardentis, ligati.",
          "english": "But these three men, namely Shadrach, Meshach, and Abednego, fell into the middle of the blazing furnace of fire, bound."
        },
        {
          "number": 24,
          "latin": "Tunc Nabuchodonosor rex obstupuit, et surrexit cito, et ait optimatibus suis: Nonne tres viros misimus in medium ignis vinctos? Qui respondentes dixerunt regi: Vere, rex.",
          "english": "Then King Nebuchadnezzar was astonished, and he quickly rose and said to his nobles, “Did we not cast three men, bound, into the middle of the fire?” They answered and said to the king, “Truly, O king.”"
        },
        {
          "number": 25,
          "latin": "Respondit, et ait: Ecce ego video quatuor viros solutos, et ambulantes in medio ignis, et nihil corruptionis in eis est, et species quarti similis filio Dei.",
          "english": "He replied, “Look! I see four men unbound, walking in the middle of the fire, and there is no harm in them, and the appearance of the fourth is like a son of God.”"
        },
        {
          "number": 26,
          "latin": "Tunc accessit Nabuchodonosor ad ostium fornacis ignis ardentis, et ait: Sidrach, Misach, et Abdenago, servi Dei altissimi, egredimini, et venite. Statimque egressi sunt Sidrach, Misach, et Abdenago de medio ignis.",
          "english": "Then Nebuchadnezzar approached the door of the blazing furnace of fire and said, “Shadrach, Meshach, and Abednego, servants of the Most High God, come out, and come here.” Then Shadrach, Meshach, and Abednego came out of the middle of the fire immediately."
        },
        {
          "number": 27,
          "latin": "Et congregati satrapae, et magistratus, et judices, et potentes regis contemplabantur viros istos, quod ignis nullam in eis habuisset potestatem, et capillus capitis eorum non esset adustus, et sarabarae eorum non fuissent immutatae, et odor ignis non transisset per eos.",
          "english": "And the satraps, magistrates, judges, and the king’s powerful men gathered to observe these men, and they saw that the fire had no power over their bodies. Not a hair of their heads was singed, their tunics were not damaged, and the smell of fire had not passed over them."
        },
        {
          "number": 28,
          "latin": "Respondens Nabuchodonosor, dixit: Benedictus Deus eorum, Sidrach, Misach, et Abdenago, qui misit angelum suum, et eripuit servos suos, qui crediderunt in eum: et verbum regis immutaverunt, et tradiderunt corpora sua, ne servirent, et adorarent omnem deum, praeter Deum suum.",
          "english": "Nebuchadnezzar responded and said, “Blessed be the God of Shadrach, Meshach, and Abednego, who sent His angel and delivered His servants who trusted in Him. They defied the king’s word, and yielded their bodies rather than serve and worship any god except their own God."
        },
        {
          "number": 29,
          "latin": "Ideoque a me constitutum est, ut omnis populus, tribus, et lingua, qui locutus fuerit blasphemiam contra Deum Sidrach, Misach, et Abdenago, intereat, et domus eorum vastentur: quoniam nullus est alius Deus, qui possit ita salvare.",
          "english": "Therefore, I have made a decree that any people, tribe, or language group that speaks against the God of Shadrach, Meshach, and Abednego shall be torn limb from limb, and their houses shall be made into a garbage heap. For there is no other god who can save in this way.”"
        },
        {
          "number": 30,
          "latin": "Tunc rex promovit Sidrach, Misach, et Abdenago in provincia Babylonis.",
          "english": "Then the king promoted Shadrach, Meshach, and Abednego in the province of Babylon."
        }
      ]
    },
    {
      "number": 4,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Rex Nabuchodonosor universis populis, gentibus, et linguis, qui habitant in universa terra: pax vobis multiplicetur.",
          "english": "From King Nebuchadnezzar, to all peoples, nations, and languages who dwell in all the earth: may peace be multiplied to you."
        },
        {
          "number": 2,
          "latin": "Signa et prodigia, quae fecit Deus excelsus in me, placuerunt mihi.",
          "english": "It seemed good to me to reveal the signs and wonders which the Most High God has done for me."
        },
        {
          "number": 3,
          "latin": "Quam magna sunt signa eius, et quam fortius prodigia eius! regnum eius regnum sempiternum, et potestas eius in generationem et generationem.",
          "english": "How great are His signs, and how mighty His wonders! His kingdom is an everlasting kingdom, and His power is unto all generations."
        },
        {
          "number": 4,
          "latin": "Ego Nabuchodonosor eram in domo mea, et florebam in palatio meo.",
          "english": "I, Nebuchadnezzar, was at rest in my house, and flourishing in my palace."
        },
        {
          "number": 5,
          "latin": "Vidi somnium, quod conturbavit me: et cogitationes meae in pavore meo, in cubili meo, et visa capitis mei conturbabant me.",
          "english": "I saw a dream which terrified me; and my thoughts in my bed, and the visions of my head troubled me."
        },
        {
          "number": 6,
          "latin": "Et ex hoc decretum a me positum est, ut introducerentur coram me omnes sapientes Chaldæorum, ut somnium mihi indicarent.",
          "english": "Therefore, I issued a decree to bring in before me all the wise men of the Chaldeans, that they might make known to me the interpretation of the dream."
        },
        {
          "number": 7,
          "latin": "Et ingressi sunt magi, arioli, Chaldæi, et aruspex: et somnium narravi coram eis: et interpretationem eius non indicaverunt mihi.",
          "english": "Then came in the magicians, the astrologers, the Chaldeans, and the soothsayers, and I told the dream before them: but they did not make known to me the interpretation thereof."
        },
        {
          "number": 8,
          "latin": "Tandem intravit coram me Daniel, cuius nomen Baltassar, iuxta nomen dei mei, qui habet spiritum deorum sanctorum: et somnium eius narravi coram eo.",
          "english": "But at last Daniel came in before me, whose name is Belteshazzar, according to the name of my god, and who has in him the spirit of the holy gods; and I told the dream before him."
        },
        {
          "number": 9,
          "latin": "Baltassar, princeps magorum, quia ego scio quod spiritus deorum sanctorum est in te, et omne secretum non est tibi impossibile: somnium visionum mearum, quas vidi, et interpretationem eius dic mihi.",
          "english": "“Belteshazzar, prince of the magicians, because I know that the spirit of the holy gods is in you, and that no secret is impossible to you, tell me the vision of my dream that I have seen, and the interpretation thereof."
        },
        {
          "number": 10,
          "latin": "Visio autem capitis mei in cubili meo haec erat: Videbam, et ecce arbor in medio terrae, et altitudo eius nimia.",
          "english": "This was the vision of my head in my bed: I saw, and behold, a tree in the midst of the earth, and the height thereof was exceeding great."
        },
        {
          "number": 11,
          "latin": "Arbor grandis et fortis, et altitudo eius tangens caelum: aspectus eius, erat in extremis universae terrae.",
          "english": "The tree was great and strong, and the height thereof reached unto heaven, and the sight thereof was to the ends of all the earth."
        },
        {
          "number": 12,
          "latin": "Folia eius pulcherrima, et fructus eius nimius, et esca universae in ea: subter eam habitabant animalia, et volucres caeli in ramis eius: et ex ea pascebatur omnis caro.",
          "english": "Its leaves were most beautiful, and its fruit exceeding much, and in it was food for all: the beasts of the field dwelt under it, and the birds of the air inhabited in its branches, and all flesh was fed from it."
        },
        {
          "number": 13,
          "latin": "Videbam in visione capitis mei in cubili meo, et ecce vigil et sanctus de caelo descendit.",
          "english": "I saw in the vision of my head in my bed, and behold, a watcher and a holy one came down from heaven."
        },
        {
          "number": 14,
          "latin": "Clamabat fortiter, et dicebat: Concidite arborem, et succidite eam: sed tamen germen radicum eius in terra relinquite, et in vinculis ferri et aëris in herba foris.",
          "english": "He cried aloud, and said thus: “Cut down the tree, and cut off its branches: shake off its leaves, and scatter its fruit: let the beasts fly from under it, and the birds from its branches."
        },
        {
          "number": 15,
          "latin": "Aqua caeli rore rigetur, et cum bestiis terrae pars eius in herba: septem tempora mutentur super eum.",
          "english": "Nevertheless, leave the stump of its roots in the earth, and let it be bound with a band of iron and brass, among the grass, outside."
        },
        {
          "number": 16,
          "latin": "Hoc est decretum vigilum, et sermo sanctorum, et petitio, ut vivant scientes, et ut cognoscant viventes, quoniam dominatur Altissimus in regno hominum: et cui voluerit, dabit illud, et humillimum hominum constituet super illud.",
          "english": "Let it be wet with the dew of heaven, and let its portion be with the beasts of the earth, till seven times pass over it."
        },
        {
          "number": 17,
          "latin": "Hoc somnium vidi ego rex Nabuchodonosor. Tu ergo Baltassar, interpreta cito: quia omnes sapientes regni mei non possunt interpretationem indicare mihi: tu autem potes, quia spiritus deorum sanctorum est in te.",
          "english": "This is the decree of the watchers, and the sentence of the holy ones, and the demand, that the living may know that the Most High rules in the kingdom of men: and He will give it to whomever He will, and He will appoint the most humble of men over it.”"
        },
        {
          "number": 18,
          "latin": "Tunc Baltassar, cui nomen est Baltassar, obstupuit quasi per unam horam: et cogitationes eius conturbabant eum. Respondit autem rex, et dixit: Baltassar, somnium, et interpretatio eius non conturbent te. Respondit Baltassar, et dixit: Domine mi, somnium his qui te oderunt, et interpretatio eius inimicis tuis.",
          "english": "This is the dream I, King Nebuchadnezzar, have seen. You, therefore, Belteshazzar, tell me quickly the interpretation: for all the wise men of my kingdom cannot tell me the interpretation; but you can, because the spirit of the holy gods is in you.”"
        },
        {
          "number": 19,
          "latin": "Arbor, quam vidisti, grandis et fortis, cuius altitudo tangens caelum, aspectus eius in universa terra,",
          "english": "Then Belteshazzar, whose name is Belteshazzar, was greatly troubled for about an hour: and his thoughts disturbed him. The king answered and said: “Belteshazzar, let not the dream, nor its interpretation, trouble you.” Belteshazzar answered and said: “My lord, may the dream be to those who hate you, and its interpretation to your enemies!"
        },
        {
          "number": 20,
          "latin": "et cuius rami pulchri, et fructus eius nimius, et esca universae in ea, in qua habitabat bestia agri, et volucres caeli, et omnis caro pascebatur ex ea,",
          "english": "The tree that you saw, which was great and strong, whose height reached to heaven, whose sight was to the ends of the earth,"
        },
        {
          "number": 21,
          "latin": "tu es, rex, qui magnificatus es, et incrassatus: et magnitudo tua crevit, et pervenit usque ad caelum, et potestas tua in terminos universae terrae.",
          "english": "And its branches were beautiful, and its fruit exceedingly much, and in it was food for all; under which the beasts of the field dwelt, and the birds of the air built their nests, and all flesh was fed from it,"
        },
        {
          "number": 22,
          "latin": "Quod autem vidit rex vigil, et sanctus de caelo descendens, et dicens: Concidite arborem, et disperdete eam: sed germen radicum eius in terra relinquite, et in vinculis ferri et aëris, et in herba foris, et rore caeli rigetur, et cum bestiis terrae sit, donec septem tempora mutentur super eum:",
          "english": "you, O king, are that tree, for you have grown and become strong, and your greatness has grown, and has reached to heaven, and your power to the ends of the whole earth."
        },
        {
          "number": 23,
          "latin": "Interpretatio est haec, rex, et sententia Excelsi, quae venit super dominum meum regem:",
          "english": "And whereas the king saw a watcher and a holy one coming down from heaven, and saying, “Cut down the tree, and destroy it: but leave the stump of its roots in the earth, and let it be bound with a band of iron and brass, among the grass, and let it be wet with the dew of heaven, and let its portion be with the beasts, until seven times pass over it,”"
        },
        {
          "number": 24,
          "latin": "Expellent te inter homines, et cum bestiis erit habitatio tua: et foenum sicut boves comedes, et rore caeli rigaberis: et septem tempora mutabuntur super te, donec scias quod dominetur Altissimus in regno hominum, et det illud cuicumque voluerit.",
          "english": "this is the interpretation, O king, and this is the decree of the Most High, which will come upon my lord the king:"
        },
        {
          "number": 25,
          "latin": "Quod autem iussit, ut relinqueretur germen radicum eius, in terra: regnum tuum relinquent tibi, et in terra habitabis cum bestiis, et foenum quasi boves comedes, et rore caeli rigaberis: et septem tempora mutabuntur super te, donec scias quod dominetur Deus in regno hominum.",
          "english": "They will cast you out from among men, and your dwelling will be with the beasts; you will eat grass like an ox, and you will be wet with the dew of heaven; and seven times will pass over you, until you know that the Most High rules in the kingdom of men, and gives it to whomever He will."
        },
        {
          "number": 26,
          "latin": "Iubentis autem ut relinqueretur germen radicum eius: regnum tuum firmum manebit tibi, postquam cognoveris quod potestas in caelo est.",
          "english": "And whereas they commanded that the stump of the roots of the tree should be left in the earth: your kingdom will remain to you, and you will dwell in the earth with the beasts, and you will eat grass like an ox, and you will be wet with the dew of heaven; and seven times will pass over you, until you know that God rules in the kingdom of men."
        },
        {
          "number": 27,
          "latin": "Ideo, rex, consilium meum placeat tibi: et peccata tua eleemosynis redime, et iniquitates tuas misericordiis pauperum: forte ignoscet peccatis tuis.",
          "english": "Therefore, O king, let my counsel please you: and redeem your sins by alms, and your iniquities with works of mercy for the poor: perhaps He will forgive your sins."
        },
        {
          "number": 28,
          "latin": "Omnia haec venerunt super regem Nabuchodonosor.",
          "english": "All these things came upon King Nebuchadnezzar."
        },
        {
          "number": 29,
          "latin": "Post duodecim autem menses, in palatio regis Babylonis, ambulabat.",
          "english": "At the end of twelve months, he was walking in the palace of the king of Babylon."
        },
        {
          "number": 30,
          "latin": "Et respondit rex, et dixit: Nonne haec est Babylon magna, quam ego aedificavi in domum regni, in fortitudine roboris mei, et in gloria decoris mei?",
          "english": "The king spoke, and said: “Is not this great Babylon, which I have built for the house of the kingdom, in the strength of my power, and in the glory of my splendor?”"
        },
        {
          "number": 31,
          "latin": "Sed dum sermo iste in ore regis esset, vox de caelo sonuit: Tibi dicunt, rex Nabuchodonosor: regnum tuum transiit a te:",
          "english": "While this word was still in the mouth of the king, a voice came down from heaven: “To you it is spoken, O king Nebuchadnezzar: The kingdom is departed from you."
        },
        {
          "number": 32,
          "latin": "Et de hominibus expellent te, et cum bestiis erit habitatio tua: foenum quasi boves comedes: et septem tempora transibunt super te, donec scias quod dominetur Altissimus in regno hominum.",
          "english": "And they will cast you out from among men, and your dwelling will be with the beasts; you will eat grass like an ox, and seven times will pass over you, until you know that the Most High rules in the kingdom of men.”"
        },
        {
          "number": 33,
          "latin": "In eadem hora sermo completus est super Nabuchodonosor: et de hominibus expulsum est, et foenum ut bos comedit, et rore caeli corpus eius rigabatur, donec capilli eius in similitudinem aquilarum crescerent, et ungues eius quasi avium.",
          "english": "In that very hour, the word was fulfilled upon Nebuchadnezzar: and he was cast out from among men, and ate grass like an ox, and his body was wet with the dew of heaven, until his hairs grew like eagles' feathers, and his nails like birds' claws."
        },
        {
          "number": 34,
          "latin": "Igitur post diem finem, ego Nabuchodonosor oculos meos ad caelum levavi: et sensus meus redditus est mihi: et Altissimo benedixi: et viventem in sempiternum laudavi et glorificavi: cuius potestas potestas sempiterna, et regnum in generationem et generationem.",
          "english": "Now at the end of the days, I, Nebuchadnezzar, lifted up my eyes to heaven: and my understanding returned to me: and I blessed the Most High, and I praised and glorified Him that lives forever: whose power is an everlasting power, and His kingdom is to generation and generation."
        },
        {
          "number": 35,
          "latin": "Et omnes habitatores terrae apud eum in nihilum reputati sunt: quia juxta voluntatem suam facit tam in virtute caeli, quam in habitatoribus terrae: et nemo est qui manu eius possit resistere, et dicat ei: Quare fecisti?",
          "english": "And all the inhabitants of the earth are regarded as nothing before Him: because He does according to His will in the power of the heavens, and in the inhabitants of the earth: and there is no one who can resist His hand and say to Him: “Why have you done this?”"
        },
        {
          "number": 36,
          "latin": "In eodem tempore sensus meus reversus est ad me: et ad honorem regni mei, decoremque meum reversus sum: et gloria mea restituta est mihi: et ministri mei, et optimates mei quaerebant me, et in regno meo constitutus sum: et magnitudo mihi addita est.",
          "english": "At that time, my understanding returned to me: and I returned to the honor of my kingdom, and to my beauty: and my glory was restored to me: and my ministers and my officers sought me, and I was established in my kingdom: and my greatness was added to me."
        },
        {
          "number": 37,
          "latin": "Nunc igitur ego Nabuchodonosor laudo, et magnifico, et glorifico regem caeli: quia omnia opera eius vera, et viae eius iudicia, et gradientes in superbia, potest humiliare.",
          "english": "Now, therefore, I, Nebuchadnezzar, praise, and magnify, and glorify the King of heaven: because all His works are true, and His ways are judgments, and those who walk in pride He can humiliate."
        }
      ]
    },
    {
      "number": 5,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Baltassar rex fecit grande convivium optimatibus suis mille, et coram mille bibebat vinum.",
          "english": "King Baltassar held a huge banquet for a thousand of his nobles, and he drank wine with them."
        },
        {
          "number": 2,
          "latin": "Jussitque Baltassar, inflamatus vinolentia, ut afferrentur vasa aurea et argentea, quae asportaverat Nabuchodonosor pater ejus de templo, quod fuit in Jerusalem, ut biberent in eis rex, et optimates ejus, et uxores ejus, et concubinae ejus.",
          "english": "Baltassar, fired up by the wine, ordered that the gold and silver vessels be brought in. His father Nabuchodonosor had taken these vessels from the temple in Jerusalem, so that the king, his nobles, his wives, and his concubines could drink from them."
        },
        {
          "number": 3,
          "latin": "Tunc allata sunt vasa aurea et argentea, quae asportaverat de templo, quod fuit in Jerusalem: et biberunt in eis rex, et optimates ejus, uxores et concubinae ejus.",
          "english": "So the gold and silver vessels, which had been taken from the temple in Jerusalem, were brought in. And the king, his nobles, his wives, and his concubines drank from them."
        },
        {
          "number": 4,
          "latin": "Bibebant vinum, et laudabant deos suos aureos, et argenteos, et aereos, et ferreos, et ligneos, et lapideos.",
          "english": "They drank wine, and they praised their gods of gold, silver, bronze, iron, wood, and stone."
        },
        {
          "number": 5,
          "latin": "In eadem hora apparuerunt digiti quasi manus hominis scribentis contra candelabrum, in superficie parietis palatii regis: et rex aspiciebat articulos manus scribentis.",
          "english": "In that very hour, the fingers of a man’s hand appeared, writing on the wall of the king’s palace. The king was watching the hand as it wrote."
        },
        {
          "number": 6,
          "latin": "Tunc facies regis commutata est, et cogitationes ejus conturbabant eum: et compages lumborum ejus solvebantur, et genua ejus succidebant.",
          "english": "Then the king’s face changed, and his thoughts disturbed him. His waist joints loosened, and his knees were knocking together."
        },
        {
          "number": 7,
          "latin": "Clamavit itaque rex fortiter ut introducerentur magi, Chaldaei, et arioli: et loquens ait sapientibus Babylonis: Quicumque legerit scripturam hanc, et interpretationem ejus manifestam mihi fecerit, purpura vestietur, et torquem auream habebit in collo, et tertius in regno meo dominabitur.",
          "english": "The king cried out loudly that the magicians, Chaldeans, and soothsayers be brought in. He spoke to the wise men of Babylon, saying: “Whoever reads this writing and makes its interpretation known to me, he shall be clothed in purple, and shall have a gold chain on his neck, and he shall rule as the third in my kingdom.”"
        },
        {
          "number": 8,
          "latin": "Tunc ingressi sunt omnes sapientes regis, nec potuerunt legere scripturam, neque interpretationem indicare regi.",
          "english": "Then all the king’s wise men came in, but they could neither read the writing nor explain its meaning to the king."
        },
        {
          "number": 9,
          "latin": "Unde rex Baltassar timore ingenti perterritus est, et vultus ejus immutatus est in eum, et optimates ejus turbabantur.",
          "english": "So King Baltassar was terrified, and his face was changed, and his nobles were also greatly disturbed."
        },
        {
          "number": 10,
          "latin": "Tunc regina, propter verba regis et optimatum ejus, intravit in convivium, et ait: O rex, in aeternum vive: non te terreat cogitatio tua, et facies tua ne mutetur.",
          "english": "The queen, because of the king’s words and those of his nobles, entered the banquet hall, and she said: “O king, live forever. Do not be terrified by your thoughts, and do not let your face change.”"
        },
        {
          "number": 11,
          "latin": "Est vir in regno tuo, qui spiritum deorum sanctorum habet in se, et in diebus patris tui inventa est in eo sapientia et intelligentia, et doctrina sapientiae, juxta spiritum deorum: nam et rex Nabuchodonosor pater tuus, constituit eum principem magorum, ariolorum, Chaldaeorum, et divinorum,",
          "english": "There is a man in your kingdom who has the spirit of the holy gods within him. In the days of your father, wisdom, understanding, and the knowledge of wisdom were found in him, according to the spirit of the gods. For King Nabuchodonosor, your father, appointed him as chief of the magicians, soothsayers, Chaldeans, and diviners,"
        },
        {
          "number": 12,
          "latin": "eo quod spiritus amplior et scientia, et intellectus, et interpretatio somniorum, et ostensio secretorum, et solutio sermonum, inventa sint in eo: hoc est in Daniele, cui rex posuit nomen Baltassar. Nunc itaque Danielem vocet, et interpretationem ostendet.",
          "english": "because a greater spirit, knowledge, understanding, the interpretation of dreams, the revealing of secrets, and the solving of difficult questions were found in him. This is Daniel, whom the king named Baltassar. Now, therefore, let Daniel be called, and he will explain the meaning.”"
        },
        {
          "number": 13,
          "latin": "Tunc introductus est Daniel coram rege. Cui ait rex: Tu es Daniel de filiis captivitatis Juda, quem adduxit rex pater meus de Juda?",
          "english": "Then Daniel was brought before the king. The king said to him: “Are you Daniel, one of the exiles from Judah, whom my father the king brought here from Judah?”"
        },
        {
          "number": 14,
          "latin": "Audivi de te quod spiritum deorum habeas, et sapientia et intelligentia et doctrina major invenitur in te.",
          "english": "I have heard of you that the spirit of the gods is within you, and that wisdom, understanding, and greater knowledge are found in you."
        },
        {
          "number": 15,
          "latin": "Et nunc introierunt coram me sapientes et magi, ut scripturam hanc legerent, et interpretationem ejus indicarent mihi: et non potuerunt interpretationem sermonis indicare.",
          "english": "Now the wise men and the magicians have come before me to read this writing and to explain its meaning to me, but they could not explain the meaning of the message."
        },
        {
          "number": 16,
          "latin": "Porro ego audivi de te quod possis interpretari obscura, et solvere dubia: si igitur vales scripturam legere, et interpretationem ejus indicare mihi, purpura vestieris, et torquem auream habebis in collo tuo, et tertius in regno meo dominaberis.",
          "english": "But I have heard about you that you can interpret obscure things and solve difficult questions. Therefore, if you can read this writing and explain its meaning to me, you shall be clothed in purple, and you shall have a gold chain around your neck, and you shall rule as the third in my kingdom.”"
        },
        {
          "number": 17,
          "latin": "Tunc Daniel respondens, dixit coram rege: Munera tua sint tibi, et dona domus tuae alteri da: sed scripturam legam tibi, o rex, et interpretationem ejus ostendam tibi.",
          "english": "Then Daniel answered and said before the king: “Let your gifts be for you, and give your rewards to someone else, but I will read the writing to you, O king, and I will show you its interpretation."
        },
        {
          "number": 18,
          "latin": "O rex, Deus altissimus dedit Nabuchodonosor patri tuo regnum, et magnitudinem, et gloriam, et honorem.",
          "english": "O king, the Most High God gave Nabuchodonosor, your father, a kingdom, greatness, glory, and honor."
        },
        {
          "number": 19,
          "latin": "Et propter magnitudinem quam dederat ei, universi populi, tribus, et linguæ, tremuerunt et metuerunt eum: quemcumque volebat, interficiebat: et quemcumque volebat, percutiebat: et quemcumque volebat, exaltabat: et quemcumque volebat, humiliabat.",
          "english": "And because of the greatness He gave him, all peoples, tribes, and languages trembled and feared him. Whoever he wanted, he killed; whoever he wanted, he struck down; whoever he wanted, he exalted; and whoever he wanted, he humbled."
        },
        {
          "number": 20,
          "latin": "Porro quando elevatum est cor ejus, et spiritus illius obfirmatus est in superbia, depositus est de solio regni sui, et gloria ejus ablata est.",
          "english": "But when his heart was lifted up, and his spirit became hardened in pride, he was deposed from the throne of his kingdom, and his glory was taken away."
        },
        {
          "number": 21,
          "latin": "Et de filiis hominum ejectus est, et cor ejus cum bestiis positum est, et cum onagris erat habitatio ejus: foenum quoque ut boves comedebat, et rore caeli corpus ejus infectum est, donec cognosceret quod potestatem haberet Altissimus in regno hominum, et quemcumque voluerit, suscitabit super illud.",
          "english": "He was driven away from the sons of men, and his heart was made like that of beasts, and his dwelling was with the wild donkeys. He ate grass like an ox, and his body was wet with the dew of heaven, until he acknowledged that the Most High God has power over the kingdom of men and raises up over it whomever He wills.”"
        },
        {
          "number": 22,
          "latin": "Tu quoque filius ejus Baltassar, non humiliavit cor tuum, cum scires haec omnia,",
          "english": "And you, his son Baltassar, have not humbled your heart, even though you knew all this,"
        },
        {
          "number": 23,
          "latin": "sed contra Dominatorem caeli elevatus es: et vasa domus ejus allata sunt coram te: et tu, et optimates tui, et uxores tuae, et concubinae tuae, vinum bibistis in eis: et deos argenteos, et aureos, et aereos, et ferreos, et ligneos, et lapideos, qui non vident, neque audiunt, neque sentiunt, laudasti: Deum autem qui habet in manu sua spiritum tuum, et omnes vias tuas, non glorificasti.",
          "english": "but you have exalted yourself against the Lord of heaven. The vessels of His house were brought before you, and you, your nobles, your wives, and your concubines drank wine from them. You praised the gods of silver, gold, bronze, iron, wood, and stone, which neither see nor hear nor know. But the God who holds your life in His hand and who directs all your ways, you did not glorify."
        },
        {
          "number": 24,
          "latin": "Ideo a parte ejus missus est digitus manus, et scripta est haec scriptura.",
          "english": "Therefore, the hand was sent from Him, and this writing was inscribed."
        },
        {
          "number": 25,
          "latin": "Haec est autem scriptura, quae exarata est: Mane, Thecel, Phares.",
          "english": "And this is the writing that was inscribed: “Mane, Thecel, Phares.”"
        },
        {
          "number": 26,
          "latin": "Et haec est interpretatio verbi. Mane: numeravit Deus regnum tuum, et complevit illud.",
          "english": "And this is the interpretation of the word: “Mane” – God has numbered your kingdom and brought it to an end."
        },
        {
          "number": 27,
          "latin": "Thecel: appensus es in statera, et inventus es minus habens.",
          "english": "“Thecel” – You have been weighed in the balance and found wanting."
        },
        {
          "number": 28,
          "latin": "Phares: divisum est regnum tuum, et datum est Medis, et Persis.",
          "english": "“Phares” – Your kingdom is divided and given to the Medes and Persians."
        },
        {
          "number": 29,
          "latin": "Tunc jussit Baltassar, et vestierunt Danielem purpura, et dederunt torquem auream in collo ejus, et praeconatus est de eo quod haberet potestatem tertius in regno suo.",
          "english": "Then Baltassar gave the order, and they clothed Daniel in purple, and they put a gold chain around his neck, and they announced concerning him that he should have power as the third in his kingdom."
        },
        {
          "number": 30,
          "latin": "Eadem nocte interfectus est Baltassar rex Chaldaeorum.",
          "english": "That very night, Baltassar the king of the Chaldeans was killed."
        }
      ]
    },
    {
      "number": 6,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Placuit Dario constituere super regnum satrapas centum viginti, qui essent per totum regnum:",
          "english": "Darius decided to set up one hundred twenty governors, who were to be in charge of the whole kingdom;"
        },
        {
          "number": 2,
          "latin": "et super eos principes tres, quorum unus erat Daniel: ut satrapae illi redderent rationem ipsis, et rex nihil pateretur detrimenti.",
          "english": "and over them, three administrators, one of whom was Daniel, so that the governors would have to report to them, and the king would take no loss."
        },
        {
          "number": 3,
          "latin": "Igitur Daniel superabat omnes principes et satrapas, quia spiritus Dei major erat in eo.",
          "english": "Daniel surpassed all of the administrators and governors because the Spirit of God was great within him."
        },
        {
          "number": 4,
          "latin": "Et rex cogitabat constituere eum super totum regnum. ",
          "english": "The king was thinking of setting him up to have authority over the whole kingdom."
        },
        {
          "number": 5,
          "latin": "Super hoc ergo principes et satrapae quaerebant invenire Danielis occasionem in regni causa: et nullam causam et nullum  fictum invenire potuerunt, eo quod fidelis esset, et omnis culpa et suspicio  absens in eo esset.",
          "english": "Therefore, the administrators and governors were looking for a reason to bring charges against Daniel concerning the business of the kingdom, but they were unable to find any fault or corruption in him, because he was faithful, and there was no fault or suspicion in him."
        },
        {
          "number": 6,
          "latin": "Igitur viri illi dixerunt: Non inveniemus Danieli hunc occasionem, nisi forte invenerimus adversum eum in lege Dei sui.",
          "english": "So these men said, “We will not find any charge against this Daniel unless we find something against him concerning the law of his God.”"
        },
        {
          "number": 7,
          "latin": "Igitur principes et satrapae hi concurrerunt ad regem, et dixerunt ei: Rex Darii, in aeternum vive!",
          "english": "So these administrators and governors rushed to the king and said to him, “King Darius, live forever!"
        },
        {
          "number": 8,
          "latin": "Consideraverunt universi principes regni, magistratus, et satrapae, consilium ut decretum imperii sanciretur, ut omnis, qui rogaret  petitionem a quocumque Deo et homine usque ad triginta dies, nisi a te, rex,  mitteretur in lacum leonum.",
          "english": "All of the administrators of the kingdom, magistrates, and governors have agreed that the king should make a law that anyone who petitions any God or man for thirty days, except you, O king, should be cast into the pit of the lions."
        },
        {
          "number": 9,
          "latin": "Nunc ergo, rex, sancito decretum, et confirma interdictum: ut secundum legem Medorum et Persarum, quod statutum est, non praetergrediatur.",
          "english": "Now, O king, confirm the decree and sign the prohibition, so that it may not be changed, according to the law of the Medes and Persians.”"
        },
        {
          "number": 10,
          "latin": "Igitur rex Darius constituit decretum, et confirmavit interdictum.",
          "english": "Therefore King Darius made the decree and signed the prohibition."
        },
        {
          "number": 11,
          "latin": "Cum autem cognovisset Daniel quod scriptum esset decretum, introivit domum suam, et in cameris suis, detectis fenestris, tribus vicibus in die flectebat genua sua, et orabat, et confitebatur coram Deo suo, sicut facere consueverat ante.",
          "english": "But when Daniel learned that the decree had been written, he went into his house, and in his upper chamber, with his windows open, three times a day he was kneeling, praying, and giving thanks before his God, just as he had been accustomed to doing before."
        },
        {
          "number": 12,
          "latin": "Tunc viri illi considerantes, invenerunt Danielem orantem et obsecrantem Deum suum.",
          "english": "Then those men, considering the situation, found Daniel praying and imploring his God."
        },
        {
          "number": 13,
          "latin": "Et accesserunt, et locuti sunt regi super decreto. Rex, inquit, decretum constituisti, ut omnis homo, qui rogaret petitionem a Deo et homine, intra triginta dies, nisi a te, rex, mitteretur in lacum leonum?",
          "english": "And they came and spoke to the king about the decree. They said, “Did you establish a decree, O king, that every man who asks a petition of any God or man within thirty days, except you, O king, should be cast into the pit of the lions?”"
        },
        {
          "number": 14,
          "latin": "Respondit rex, et ait: Verus est sermo juxta  decretum  Medorum et Persarum, quod praetergredi non licet.",
          "english": "The king answered and said, “The word is true according to the decree of the Medes and Persians, which it is not allowed to change.”"
        },
        {
          "number": 15,
          "latin": "Tunc responderunt, et dixerunt coram rege: Daniel, qui est de filiis transmigrationis Juda, non curavit de lege tua, rex, neque de decreto quod posuisti: sed tres vicibus in die orat obsecrationes suas.",
          "english": "Then they answered and said before the king, “Daniel, who is from the sons of the captivity of Judah, has not cared about your law, O king, nor about the decree that you made, but three times a day he makes his supplications.”"
        },
        {
          "number": 16,
          "latin": "Quod audiens rex, valde contristatus est: et pro Daniele posuit cor suum ut  liberaret eum, et usque ad solis occasum laborabat ut erueret eum.",
          "english": "When the king heard this, he was very sad, and he set his heart on freeing Daniel, and until sunset he worked to rescue him."
        },
        {
          "number": 17,
          "latin": "Viri autem illi considerantes ad regem, dixerunt: Scito, rex, quoniam lex Medorum et Persarum est, ut omne decretum quod constituerit rex, non liceat immutari.",
          "english": "But those men, considering the matter before the king, said, “Know, O king, that it is the law of the Medes and Persians that every decree which the king establishes may not be changed.”"
        },
        {
          "number": 18,
          "latin": "Tunc rex jussit, et adductus est Daniel, et missus est in lacum leonum. Dixitque rex Danieli: Deus tuus, quem colis semper, ipse liberet te.",
          "english": "Then the king ordered, and Daniel was brought and cast into the pit of the lions. And the king said to Daniel, “May your God, whom you always worship, Himself deliver you.”"
        },
        {
          "number": 19,
          "latin": "Allatus est autem lapis unus, et positus est super os lacus: quem signavit rex annulo suo, et annulo optimatum suorum, ne quid fieret contra Daniel.",
          "english": "Then a single stone was brought, and it was placed over the mouth of the pit, which the king sealed with his own ring and with the rings of his nobles, so that nothing should happen against Daniel."
        },
        {
          "number": 20,
          "latin": "Egressus est autem rex in palatium suum, et dormivit incœnatus, et ante eum cibus non est allatus: insuper et somnus recessit ab eo.",
          "english": "Then the king went out to his palace, and he went to sleep without eating, and food was not brought before him, and also sleep departed from him."
        },
        {
          "number": 21,
          "latin": "Tunc rex diluculo consurgens, festinus abiit ad lacum leonum:",
          "english": "Then the king, rising at dawn, went in haste to the pit of the lions."
        },
        {
          "number": 22,
          "latin": "et cum adpropinquasset lacui, clamavit Daniel cum voce  dolente: et ait ad Danielem: Daniel, serve Dei viventis, numquid Deus tuus, cui tu semper servis, potuit te liberare a leonibus?",
          "english": "And when he approached the pit, he cried out with a sorrowful voice to Daniel and said to Daniel, “Daniel, servant of the living God, has your God, whom you always serve, been able to deliver you from the lions?”"
        },
        {
          "number": 23,
          "latin": "Tunc Daniel regi respondens ait: Rex, in aeternum vive!",
          "english": "Then Daniel, answering the king, said, “O king, live forever!"
        },
        {
          "number": 24,
          "latin": "Deus meus misit angelum suum, et conclusit ora leonum, et non nocuerunt mihi: quia coram eo justitia inventa est in me: sed et coram te, rex, delictum non feci.",
          "english": "My God sent His angel and shut the mouths of the lions, and they did not harm me, because before Him justice was found in me, and also, O king, I have done no wrong before you.”"
        },
        {
          "number": 25,
          "latin": "Tunc rex gavisus est super eo, et jussit educere Danielem de lacu: et eductus est Daniel de lacu, et nulla  lesio inventa est in eo, quoniam crediderat Deo suo.",
          "english": "Then the king rejoiced over him, and he ordered Daniel to be brought up out of the pit, and Daniel was brought up out of the pit, and no injury was found in him because he had believed in his God."
        },
        {
          "number": 26,
          "latin": "Jussit autem rex, et adducti sunt viri illi, qui accusaverant Danielem, et in lacum leonum missi sunt, ipsi et filii eorum, et uxores eorum: et non venerunt usque ad terram lacui, quin irruerunt in eos leones, et omnia  eorum comminuerunt.",
          "english": "And the king ordered, and those men who had accused Daniel were brought, and they were cast into the pit of lions, they, their children, and their wives, and before they reached the ground of the pit, the lions rushed upon them and crushed all of them."
        },
        {
          "number": 27,
          "latin": "Tunc rex Darius scripsit universis  populis, tribubus, et linguis, habitantibus in universa terra: Pax vobis multiplicetur.",
          "english": "Then King Darius wrote to all peoples, tribes, and languages dwelling in all the earth, “May your peace be multiplied."
        },
        {
          "number": 28,
          "latin": "A me constitutum est decretum, ut in universo imperio meo trepident, et paveant Deum Danielis: ipse est enim Deus vivus, et permanens in saecula: et regnum ejus quod non corrumpetur, et potestas ejus usque in finem.",
          "english": "I have made a decree that in all my kingdom they should tremble and fear the God of Daniel, for He is the living God, and He endures forever, and His kingdom is that which will not be corrupted, and His power endures to the end."
        },
        {
          "number": 29,
          "latin": "Liberator, et salvator, faciens signa, et portenta in caelo et in terra: qui liberavit Danielem de lacu leonum.",
          "english": "He is a deliverer and a savior, working signs and wonders in the universe and on the earth, who delivered Daniel from the pit of the lions.”"
        },
        {
          "number": 30,
          "latin": "Igitur Daniel perseveravit in regno  Darii, et in regno  Cyri Persae.",
          "english": "So Daniel prospered in the reign of Darius and in the reign of Cyrus the Persian."
        }
      ]
    },
    {
      "number": 7,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Anno primo Balthassar regis Babylonis, Daniel somnium vidit, et visa capitis sui in cubili suo: et somnium scribens, narravit summa rerum.",
          "english": "In the first year of Belshazzar’s reign in Babylon, Daniel had a dream. Visions of his head came to him in his bed, and he recorded the dream. He summarized the events he had seen."
        },
        {
          "number": 2,
          "latin": "Dicebat Daniel: Videbam in visione mea nocte, et ecce venti quatuor de caelo impetebant in mare magnum.",
          "english": "Daniel said: “In my vision that night, I saw that four powerful winds from the sky struck the great sea."
        },
        {
          "number": 3,
          "latin": "Et quattuor bestiae grandes ascendebant de mari, diversaę inter se.",
          "english": "Then, four great beasts, each different from the others, arose from the sea."
        },
        {
          "number": 4,
          "latin": "Prima quasi leo, et alarum habebat aquilarum: vidi donec evulsae sunt alae ejus: et sublata est de terra, et super pedes hominis statuta est, et cor hominis datum est ei.",
          "english": "The first beast was like a lion, and it had the wings of an eagle. I watched until its wings were plucked off. It was lifted up from the earth and set on its feet like a man, and a man’s heart was given to it."
        },
        {
          "number": 5,
          "latin": "Et ecce bestia alia secunda similis urso: et stabat in latere uno, et tres ordines dentium in ore ejus, et sic dicebant ei: Surge, comede carnes multas.",
          "english": "Then I saw another beast, a second one, that was like a bear. It was propped up on one side, and it had three rows of teeth in its mouth. They said to it, 'Arise! Eat much flesh!'"
        },
        {
          "number": 6,
          "latin": "Post haec videbam, et ecce alia quasi pardus, et habebat super dorsum ejus alas quasi avis, et bestia habebat quattuor capita: et potestas data est ei.",
          "english": "After this, I saw another beast, like a leopard, with wings like those of a bird on its back. The beast had four heads, and power was given to it."
        },
        {
          "number": 7,
          "latin": "Post hoc aspiciebam in visionibus noctis, et ecce bestia quarta terribilis, et fortis, et nimia: dentes ferreos habebat, comedens, et comminuens, et reliqua pedibus suis conculcans: dissimilis autem erat ceteris bestiis quas videram ante eam, et habebat cornua decem.",
          "english": "After this I watched in my visions at night, and saw a fourth beast—fearsome, strong, and exceedingly powerful. It had great iron teeth. It ate and crushed, and it trampled down the rest with its feet. It was different from all the other beasts I had seen before it, and it had ten horns."
        },
        {
          "number": 8,
          "latin": "Considerabam cornua, et ecce alius cornu pusillum ortum est de medio eorum: et tria de cornibus prioribus eradicata sunt a facie ejus: et ecce oculi quasi oculi hominis erant in cornu isto, et os loquens ingentia.",
          "english": "As I was considering the horns, I saw another horn, a small one, come up among them. Three of the first horns were uprooted before it. There were eyes like the eyes of a man on this horn, and a mouth speaking great things."
        },
        {
          "number": 9,
          "latin": "Aspiciebam donec throni positi sunt, et antiquus dierum sedit: vestimentum ejus candidum quasi nix, et capilli capitis ejus quasi lana munda: thronus ejus flamma ignis, rotę ejus ignis succensus.",
          "english": "I watched until thrones were set in place, and the Ancient of Days took His seat. His clothing was white as snow, and the hair of His head was like pure wool. His throne was a fiery flame; its wheels were a burning fire."
        },
        {
          "number": 10,
          "latin": "Flumen ignis profluebat a facie ejus: millia millium ministrabant ei, et myriada myriadae assistebant ei: judicium constitutum est, et libri aperti sunt.",
          "english": "A stream of fire issued from before Him. Thousands upon thousands were ministering to Him, and myriads upon myriads were standing before Him. The judgment was set, and the books were opened."
        },
        {
          "number": 11,
          "latin": "Aspiciebam propter vocem verborum magnorum, quae cornu illud loquebatur: et vidi quod interfecta esset bestia, et perisset corpus ejus, et traditum esset ad comburendum igni:",
          "english": "Then I kept watching, because of the sound of the great words that the horn was speaking. And as I watched, the beast was killed, and its body was destroyed and given to the burning fire."
        },
        {
          "number": 12,
          "latin": "et ceteris bestiis ablata est potestas, et longitudinis vitae data est eis usque ad tempus et tempus.",
          "english": "As for the rest of the beasts, their dominion was taken away, and their lives were prolonged for a time and a season."
        },
        {
          "number": 13,
          "latin": "Videbam in visione noctis, et ecce cum nubibus caeli quasi filius hominis venit, et usque ad antiquum dierum venit, et in conspectu ejus oblatus est.",
          "english": "I kept watching in the night visions, and I saw one like the Son of Man coming with the clouds of the sky. He came up to the Ancient of Days and was brought before Him."
        },
        {
          "number": 14,
          "latin": "Et dedit ei potestatem, et honorem, et regnum: et omnes populi, tribus, et linguae ipsi servient: potestas ejus, potestas aeterna, quae non auferetur: et regnum ejus, quod non corrumpetur.",
          "english": "He was given dominion and glory and a kingdom, that all peoples, nations, and languages should serve Him. His dominion is an everlasting dominion, which shall not pass away, and His kingdom is one that shall not be destroyed."
        },
        {
          "number": 15,
          "latin": "Conturbatus est spiritus meus, ego Daniel, in medio mei, et visiones capitis mei conturbaverunt me.",
          "english": "I, Daniel, was deeply troubled in my spirit, and the visions of my head alarmed me."
        },
        {
          "number": 16,
          "latin": "Accessi ad unum de assistentes, et veritatem ab eo rogabam de omnibus istis. Et dixit mihi: Et significationem verborum docebit mihi.",
          "english": "I approached one of those standing by and asked him the truth about all this. So he told me, and explained the meaning of the words."
        },
        {
          "number": 17,
          "latin": "Hi quattuor bestiae magnae, quattuor regna erunt in terra, quae surgent.",
          "english": "“These four great beasts are four kings, who will arise from the earth."
        },
        {
          "number": 18,
          "latin": "Porro sancti Dei altissimi accipient regnum: et obtinebunt regnum usque in saeculum saeculi.",
          "english": "But the holy ones of the Most High will receive the kingdom, and they will possess the kingdom forever and ever.”"
        },
        {
          "number": 19,
          "latin": "Post haec volui diligenter discere de bestia quarta, quae erat dissimilis ceteris omnibus, nimis terribilis: dentes ejus ferrei, et ungulae ejus aereae: comedens, et comminuens, et reliqua pedibus suis conculcans:",
          "english": "Then I wished to learn the truth about the fourth beast, which was different from all the others, exceedingly terrifying, with iron teeth and bronze claws, which devoured, crushed, and trampled the remainder with its feet."
        },
        {
          "number": 20,
          "latin": "et de cornibus decem, quae habebat in capite, et de alio, quod ortum fuerat, et ante quod ceciderant tria: et de cornu illo, quod habebat oculos, et os loquens ingentia: et aspectus ejus major ceteris.",
          "english": "And I wanted to know about the ten horns on its head, and about the other horn which had arisen, before which three had fallen. This horn had eyes, and a mouth speaking great things, and its appearance was greater than the rest."
        },
        {
          "number": 21,
          "latin": "Et aspiciebam, et cornu illud faciebat bellum contra sanctos, et obtinebat adversus eos,",
          "english": "As I watched, that horn waged war against the holy ones and was prevailing over them,"
        },
        {
          "number": 22,
          "latin": "donec venit antiquus dierum, et judicium dedit sanctis altissimi: et tempus venit, et possederunt sancti regnum.",
          "english": "until the Ancient of Days came, and judgment was given to the holy ones of the Most High. The time came, and the holy ones possessed the kingdom."
        },
        {
          "number": 23,
          "latin": "Et ait: Bestia quarta, regnum quartum erit in terra, quod majus erit omnibus regnis, et devorabit universam terram, et conculcabit, et comminuet eam.",
          "english": "So he said: “The fourth beast will be a fourth kingdom on earth, which will be greater than all the other kingdoms. It will devour the whole earth, trample it down, and crush it."
        },
        {
          "number": 24,
          "latin": "Et cornua decem de regno illo, decem reges erunt: et alius consurget post eos, et ipse potentior erit prioribus: et tres reges humiliabit.",
          "english": "The ten horns are ten kings who will arise from this kingdom, and after them another will arise. This one will be more powerful than the former, and he will humble three kings."
        },
        {
          "number": 25,
          "latin": "Et verba adversum Altissimum loquetur: et sanctos Altissimi conteret: et putabit quod possit mutare tempora et leges: et tradentur in manu ejus usque ad tempus et tempora, et dimidium temporis.",
          "english": "He will speak against the Most High, and wear down the holy ones of the Most High, and will think to change the times and the laws. They will be given into his hand for a time, times, and half a time."
        },
        {
          "number": 26,
          "latin": "Et judicium sedebit, et auferent potestatem ejus, et consument, et disperdent usque in finem.",
          "english": "But the judgment will sit, and his dominion will be taken away. It will be consumed and destroyed to the end."
        },
        {
          "number": 27,
          "latin": "Regnum autem, et potestas, et magnitudo regni, quae est sub omni caelo, detur populo sanctorum Altissimi: cujus regnum, regnum aeternum est: et omnes potestaes servient ei, et obediebunt.",
          "english": "Then the kingdom, dominion, and the greatness of the kingdoms under all the sky will be given to the people of the holy ones of the Most High. His kingdom is an everlasting kingdom, and all dominions will serve and obey Him."
        },
        {
          "number": 28,
          "latin": "Hic finis visionis. Ego Daniel multum cogitationibus meis conturbabar, et facies mea mutata est in me: sed verbum in corde meo conservavi.",
          "english": "This is the end of the vision. I, Daniel, was very troubled by my thoughts, and my face was changed, but I kept the matter in my heart.”"
        }
      ]
    },
    {
      "number": 8,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Anno tertio regni Baltassar regis, visio apparuit mihi ego Daniel, post ea quae videram in principio.",
          "english": "In the third year that king Baltassar reigned, a vision appeared to me, Daniel, after the things that I had seen in the beginning."
        },
        {
          "number": 2,
          "latin": "Et vidi in visione, et factum est cum essem videns, eram in Susis castello, quod est in Elam provincia: et vidi in visione, et eram juxta portam Ulai.",
          "english": "In the vision, I was in Susa, the capital of the province of Elam. And I saw the vision, and was standing near the gate of Ulai."
        },
        {
          "number": 3,
          "latin": "Et levavi oculos meos, et vidi: et ecce aries unus stabat ante paludem, cornua habens: cornua autem alta erant: et unum altioris cornus, et deinde surrexit.",
          "english": "I raised my eyes, and there was a ram standing before the marsh. It had horns, but the horns were large. One horn was bigger than the other, and it rose up last."
        },
        {
          "number": 4,
          "latin": "Vidi arietem cornibus ventilantem contra occidentem, et contra aquilonem, et contra meridiem: et omnia bestiae non poterant resistere ei, neque liberari de manu ejus: et fecit juxta voluntatem suam, et magnificatus est.",
          "english": "I saw the ram butting with its horns toward the west, the north, and the south. No animals could stand against it, nor could they be saved from its power. It acted according to its will and grew strong."
        },
        {
          "number": 5,
          "latin": "Et ego considerabam: et ecce hircus caprarum veniebat de occidentis plagam super faciem universae terrae, et non tangebat terram: et inter cornua ejus cornu insigne.",
          "english": "I considered this, and suddenly, a male goat came from the west, crossing the whole earth. It did not touch the ground. Between its eyes was a prominent horn."
        },
        {
          "number": 6,
          "latin": "Et veniebat usque ad arietem illum, qui habebat cornua, quem videram stantem ante paludem: et cucurrit ad eum in impetu fortitudinis suae.",
          "english": "It advanced toward the ram that had the horns, which I had seen standing near the marsh. The goat attacked it in a furious rage."
        },
        {
          "number": 7,
          "latin": "Et cum venisset prope arietem, iratus est adversus eum, et percussit arietem, et contrivit cornua ejus: et non poterat aries sustinere eum: projecitque eum in terram, et conculcavit eum: et non erat qui posset liberare arietem de manu ejus.",
          "english": "When it approached the ram, the goat became enraged and struck the ram, breaking its horns. The ram could not stand against it. The goat threw the ram to the ground and trampled it. There was no one who could save the ram from the goat's power."
        },
        {
          "number": 8,
          "latin": "Hircus caprarum vero magnus intumescit nimis: et cum esset fortis, contritum est cornu magnum ejus, et surrexerunt pro eo cornua quatuor, per quatuor ventos caeli.",
          "english": "The male goat swelled with pride, but at the peak of his strength, its large horn was broken. In its place, four other horns grew toward the four winds of the sky."
        },
        {
          "number": 9,
          "latin": "De uno autem ex eis exiit cornu unum exiguum, et increscuit contra meridiem, et contra orientem, et contra fortitudinem.",
          "english": "Out of one of them, a small horn came forth, growing strong toward the south, the east, and the promised land."
        },
        {
          "number": 10,
          "latin": "Et magnificatum est usque ad fortitudinem caeli: et projecit de fortitudine, et de stellis, et conculcavit eas.",
          "english": "It became great, even up to the strength of the sky, and it cast down some of the stars and trampled them."
        },
        {
          "number": 11,
          "latin": "Et usque ad principem fortitudinis magnificatus est: et ab ipso sublata est jugatio continua, et eversum est habitaculum sanctificationis ejus.",
          "english": "It even grew up to the Prince of the forces of the sky, and through it, the continual sacrifice was taken away, and the place of His sanctification was overthrown."
        },
        {
          "number": 12,
          "latin": "Et fortitudo data est ei contra jugum iugi propter peccata: et projecit veritatem in terram, et fecit, et successit.",
          "english": "Because of sin, the forces were given to it against the continual sacrifice. It cast the truth to the ground, and it acted, and it succeeded."
        },
        {
          "number": 13,
          "latin": "Et audivi unum sanctum loquentem: et dixit alter sanctus ad illum, qui loquebatur: Usquequo visio, et jugum iugi, et peccatum desolationis? usquequo conculcabitur sanctificatio, et fortitudo conculcabitur?",
          "english": "I heard one of the holy ones speaking, and another holy one said to the speaker, “How long will this vision last, concerning the continual sacrifice, and the sin of desolation? How long will the place of sanctification and the forces be trampled?"
        },
        {
          "number": 14,
          "latin": "Et dixit ei: Usque ad vesperam et mane, dies duo millia et trecenti: et sanctificabitur sanctuarium ejus.",
          "english": "He answered, “It will last for two thousand three hundred evenings and mornings, and then His sanctified place will be restored.”"
        },
        {
          "number": 15,
          "latin": "Factum est autem cum ego Daniel viderem visionem, quaerebam intellectum: et ecce stetit contra me quasi species viri.",
          "english": "When I, Daniel, saw the vision, I sought to understand it. Suddenly, a being like a man stood before me."
        },
        {
          "number": 16,
          "latin": "Et audivi vocem hominis inter Ulai: et clamavit, et dixit: Gabriel, fac hunc intelligere visionem.",
          "english": "I heard a man's voice from the Ulai, who called out, “Gabriel, make this man understand the vision.”"
        },
        {
          "number": 17,
          "latin": "Et venit et stetit juxta ubi ego stabam. Et cum venisset, timui, et cecidi in faciem meam. Et dixit ad me: Intellige, fili hominis, quoniam in tempore finis, visio completa est.",
          "english": "He came and stood near where I was. When he came, I was terrified and fell on my face. He said to me, “Understand, son of man, that the vision is for the time of the end.”"
        },
        {
          "number": 18,
          "latin": "Cumque loqueretur mecum, obdormivi in terram super faciem meam: et tetigit me, et statuit me in loco meo.",
          "english": "As he spoke to me, I fell into a deep sleep, with my face to the ground. He touched me and set me in my place."
        },
        {
          "number": 19,
          "latin": "Et dixit: Ego ostendam tibi quae ventura sunt in novissimo temporis, quoniam in tempore finis, habebit finem visio.",
          "english": "He said, “I will show you what will happen in the last days, because the vision concerns the time of the end.”"
        },
        {
          "number": 20,
          "latin": "Aries, quem vidisti, cornua habentem, rex Medorum et Persarum est.",
          "english": "The ram that you saw, with the horns, represents the kings of Media and Persia."
        },
        {
          "number": 21,
          "latin": "Hircus caprarum, rex Graecorum est: et cornu grande, quod erat inter oculos ejus, ipse est rex primus.",
          "english": "The male goat represents the king of the Greeks, and the large horn between its eyes is the first king."
        },
        {
          "number": 22,
          "latin": "Quod autem contritum est, et surrexerunt pro eo quatuor, pro eo stabunt quatuor regna de gente ejus, sed non in fortitudine ejus.",
          "english": "That horn having been broken, and four others rising in its place, represents four kingdoms that will arise from his nation, but not with his power."
        },
        {
          "number": 23,
          "latin": "Et in novissimo regni eorum, cum completi fuerint iniquitates eorum, consurget rex facie contumax, et intelligens propositiones.",
          "english": "In the last days of these kingdoms, when their iniquities are complete, there will arise a king of fierce appearance and skilled in intrigues."
        },
        {
          "number": 24,
          "latin": "Et roborabitur fortitudo ejus, et ditabit se divitiis: et dominabitur in fortitudine sua: et conteret omnia.",
          "english": "His power will be great, and he will grow rich with wealth. He will rule with his strength and destroy all."
        },
        {
          "number": 25,
          "latin": "Et usque ad fortitudinem fortificabitur cor ejus: et in dolo interimet multos, et consurget contra principem principum, et sine manu conteretur.",
          "english": "He will grow in strength in his heart, and through deceit, he will destroy many. He will rise against the Prince of princes, but he will be broken without human intervention."
        },
        {
          "number": 26,
          "latin": "Et visio vesperae et mane, quae dicta est, vera est: tu ergo signa visionem, quoniam post multos dies est.",
          "english": "The vision of the evening and the morning, which was spoken, is true. Therefore, you must seal up the vision, because it refers to many days from now."
        },
        {
          "number": 27,
          "latin": "Et ego Daniel languens fui, et aegrotavi: et postquam vidi visionem, et non erat qui interpretaretur.",
          "english": "I, Daniel, was exhausted and sick. After I saw the vision, there was no one to interpret it."
        }
      ]
    },
    {
      "number": 9,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Anno primo Darii filii Assueri de genere Medorum, qui regnavit super regnum Chaldaeorum:",
          "english": "In the first year of Darius, son of Ahasuerus, of the line of the Medes, who ruled over the Chaldean kingdom:"
        },
        {
          "number": 2,
          "latin": "anno primo imperii ejus, ego Daniel intellexi in libris numerum annorum, de quo sermo Domini factus fuerat ad Jeremiam prophetam, ut complerentur desolationes Jerusalem, septuaginta anni.",
          "english": "In the first year of his reign, I, Daniel, was reading the prophetic books. I understood the number of years that the Lord had told to the prophet Jeremiah—that Jerusalem would be desolate for seventy years."
        },
        {
          "number": 3,
          "latin": "Et posui faciem meam ad Dominum Deum meum, orare et obsecrare in jejuniis et sacco et cinere.",
          "english": "And so I turned to God in prayer, fasting, and wearing sackcloth and ashes."
        },
        {
          "number": 4,
          "latin": "Et oravi Dominum Deum meum, et confessus sum, et dixi: Obsecro, Domine Deus magne et terribilis, custodiens pactum et misericordiam diligentibus te, et custodientibus mandata tua:",
          "english": "I prayed to the Lord, my God, and I confessed, saying: “O Lord God, great and awesome, you keep your covenant and show mercy to those who love you and keep your commandments:"
        },
        {
          "number": 5,
          "latin": "Peccavimus, iniquitatem fecimus, impie egimus, et recessimus, et declinavimus a mandatis tuis, et a judiciis tuis.",
          "english": "We have sinned and committed iniquity. We have done evil and have rebelled. We have turned away from your commands and your judgments."
        },
        {
          "number": 6,
          "latin": "Et non audivimus servos tuos prophetas, qui locuti sunt in nomine tuo ad reges nostros, et ad principes nostros, et ad patres nostros, et ad universum populum terrae.",
          "english": "We have not listened to your servants the prophets, who spoke in your name to our kings, our leaders, our fathers, and all the people of the land."
        },
        {
          "number": 7,
          "latin": "Tibi, Domine, justitia: nobis autem confusio faciei, sicut est hodie, viro Juda, et habitatoribus Jerusalem, et universae Israëli, qui prope sunt, et qui procul, in universis terris, ad quas ejecisti eos propter iniquitates eorum, in quibus peccaverunt tibi.",
          "english": "To you, O Lord, belongs righteousness; but to us, shame, as at this day—to the men of Judah, the inhabitants of Jerusalem, and all of Israel, both near and far, in all the countries to which you have driven them because of the transgressions with which they have sinned against you."
        },
        {
          "number": 8,
          "latin": "Domine, nobis confusio faciei, regibus nostris, principibus nostris, et patribus nostris, qui peccaverunt tibi.",
          "english": "O Lord, to us belongs shame, to our kings, our leaders, and our fathers, who have sinned against you."
        },
        {
          "number": 9,
          "latin": "Domino autem Deo nostro misericordia et propitiatio est, quoniam recessimus a eo:",
          "english": "But to the Lord our God belongs mercy and forgiveness, for we have rebelled against him:"
        },
        {
          "number": 10,
          "latin": "et non audivimus vocem Domini Dei nostri, ut ambularemus in lege ejus, quam posuit nobis per manum servorum suorum prophetarum.",
          "english": "And we have not obeyed the voice of the Lord our God, by following his law, which he set before us by his servants the prophets."
        },
        {
          "number": 11,
          "latin": "Et omnis Israël praevaricatus est legem tuam, et declinaverunt, ne audirent vocem tuam: et stillavit super nos maledictio, et juramentum quod scriptum est in libro Moysi servi Dei, quoniam peccavimus ei.",
          "english": "All of Israel has transgressed your law and turned aside, refusing to obey your voice. So the curse and the oath that are written in the Law of Moses, the servant of God, have been poured out on us, because we have sinned against him."
        },
        {
          "number": 12,
          "latin": "Et statuit verba sua, quae locutus est contra nos, et contra principes nostros, qui judicaverunt nos, ut induceret super nos magnum malum: quod nunquam factum est sub toto caelo, secundum quod factum est in Jerusalem.",
          "english": "And he has confirmed the words that he spoke against us and against our rulers, by bringing upon us a great evil. Never before under the whole universe has anything like what was done to Jerusalem been done."
        },
        {
          "number": 13,
          "latin": "Sicut scriptum est in lege Moysi, omne malum istud venit super nos: et non rogavimus faciem Domini Dei nostri, ut reverteremur a iniquitatibus nostris, et cogitaremus veritatem tuam.",
          "english": "As it is written in the Law of Moses, all this evil has come upon us; yet we have not entreated the favor of the Lord our God, turning from our iniquities and understanding your truth."
        },
        {
          "number": 14,
          "latin": "Et vigilavit Dominus super malum, et adduxit illud super nos: justus Dominus Deus noster in omnibus operibus suis, quae fecit: quia noluimus audire vocem ejus.",
          "english": "Therefore the Lord has kept the evil in store and brought it upon us. For the Lord our God is righteous in all his works that he has done, because we did not obey his voice."
        },
        {
          "number": 15,
          "latin": "Et nunc, Domine Deus noster, qui eduxisti populum tuum de terra Ægypti in manu forti, et fecisti tibi nomen, sicut est dies haec: peccavimus, impie egimus.",
          "english": "And now, O Lord our God, who brought your people out of the land of Egypt with a mighty hand and have made for yourself a name, as at this day, we have sinned and done evil."
        },
        {
          "number": 16,
          "latin": "Domine, in omnem justitiam tuam, avertatur furor tuus, et ira tua a civitate Jerusalem, sancta tua: quoniam propter peccata nostra, et iniquitates patrum nostrorum, Jerusalem et populus tuus in opprobrium est in omnibus qui in circuitu nostro sunt.",
          "english": "O Lord, in all your righteousness, let your anger and your wrath turn away from your city Jerusalem, your holy mountain; for because of our sins and the iniquities of our fathers, Jerusalem and your people have become a byword among all those around us."
        },
        {
          "number": 17,
          "latin": "Nunc ergo exaudi, Deus noster, orationem servi tui, et obsecrationem ejus: et illumina faciem tuam super sanctuarium tuum quod desolatum est, propter temetipsum.",
          "english": "Now therefore, O our God, hear the prayer of your servant and his pleas, and for your own sake, make your face to shine upon your sanctuary, which is desolate."
        },
        {
          "number": 18,
          "latin": "Inclina, Deus meus, aurem tuam, et audi: aperi oculos tuos, et vide desolationem nostram, et civitatem super quam invocatum est nomen tuum: non enim in justificationibus nostris prosternimus orationes ante faciem tuam, sed in miserationibus tuis multis.",
          "english": "O my God, incline your ear and hear. Open your eyes and see our desolations and the city that is called by your name. For we do not present our pleas before you because of our righteousness, but because of your great mercy."
        },
        {
          "number": 19,
          "latin": "Exaudi, Domine: placare, Domine: adtende et fac: ne moreris, propter temetipsum, Deus meus: quia nomen tuum invocatum est super civitatem tuam et super populum tuum.",
          "english": "O Lord, hear! O Lord, forgive! O Lord, pay attention and act! Delay not, for your own sake, O my God, because your name has been called upon your city and your people.”"
        },
        {
          "number": 20,
          "latin": "Cumque adhuc loquerer, et orarem, et confiterer peccata mea, et peccata populi mei Israël, et prosternerem orationes meas in conspectu Dei mei pro monte sancto Dei mei:",
          "english": "While I was speaking and praying, confessing my sin and the sin of my people Israel, and presenting my plea before the Lord my God for the holy mountain of my God,"
        },
        {
          "number": 21,
          "latin": "adhuc loquente me in oratione, ecce vir Gabriel, quem videram in visione a principio, cito volans tetigit me in tempore sacrificii vespertini.",
          "english": "while I was speaking in prayer, the man Gabriel, whom I had seen in the vision at the beginning, came to me in swift flight at the time of the evening sacrifice."
        },
        {
          "number": 22,
          "latin": "Et docuit me, et locutus est mihi, et dixit: Daniel, nunc egressus sum ut docerem te intellectum.",
          "english": "He made me understand, speaking to me, and saying, “O Daniel, I have now come out to give you insight and understanding."
        },
        {
          "number": 23,
          "latin": "In principio precum tuarum egressus est sermo: ego autem veni ut ostendam tibi, quia vir desideriorum es: et intellige verbum, et considera visionem.",
          "english": "At the beginning of your pleas, a word went out, and I have come to tell it to you, for you are greatly loved. Therefore, consider the word and understand the vision."
        },
        {
          "number": 24,
          "latin": "Septuaginta hebdomades abbreviatae sunt super populum tuum, et super urbem sanctam tuam, ut consummetur praevaricatio, et finem accipiat peccatum, et deleatur iniquitas, et adducatur justitia sempiterna, et impleatur visio et prophetia, et ungatur Sanctus sanctorum.",
          "english": "Seventy weeks are decreed for your people and your holy city, to finish the transgression, to put an end to sin, and to atone for iniquity, to bring in everlasting righteousness, to seal both vision and prophet, and to anoint a most holy place."
        },
        {
          "number": 25,
          "latin": "Scito ergo, et animadverte: Ab exitu sermonis, ut iterum aedificetur Jerusalem, usque ad Christum ducem, hebdomades septem, et hebdomades sexaginta duae erunt: et rursum aedificabitur platea, et muri in angustia temporum.",
          "english": "Know therefore and understand that from the going out of the word to restore and build Jerusalem to the coming of an anointed one, a prince, there shall be seven weeks. Then for sixty-two weeks, it shall be built again with streets and trenches, even in times of distress."
        },
        {
          "number": 26,
          "latin": "Et post hebdomades sexaginta duas occidetur Christus: et non erit ei populus, qui se negaturus est. Et civitatem et sanctuarium dissipabit populus cum duce venturo: et finis ejus vastitas, et post finem belli statuta desolatio.",
          "english": "And after the sixty-two weeks, an anointed one shall be cut off and shall have nothing. And the people of the prince who is to come shall destroy the city and the sanctuary. The end thereof shall be with a flood, and until the end of the war desolations are determined."
        },
        {
          "number": 27,
          "latin": "Confirmabit autem pactum multis hebdomada una: et in dimidio hebdomadis deficiet hostia et sacrificium: et in templo erit abominatio desolationis: et usque ad consummationem, et finem, perseverabit desolatio.",
          "english": "And he shall make a strong covenant with many for one week, and for half of the week he shall put an end to sacrifice and offering. And on the wing of abominations shall come one who makes desolate, until the decreed end is poured out on the desolator.”"
        }
      ]
    },
    {
      "number": 10,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Anno tertio Cyri regis Persarum, verbum revelatum est Danieli, cognomento Baltassar. Et verbum verum, et magnum: et intellexit verbum, et sensum habuit in visione.",
          "english": "In the third year of the reign of Cyrus, King of the Persians, God revealed His Word to Daniel, also known as Baltassar. This Word was true and important; Daniel understood the Word, and he had the insight of the vision."
        },
        {
          "number": 2,
          "latin": "In diebus illis, ego Daniel lugebam trium septimanas dierum.",
          "english": "During those days, I, Daniel, was in mourning for three weeks."
        },
        {
          "number": 3,
          "latin": "Panem desiderabilem non comedi: et caro et vinum non introierunt in os meum, neque unguento unctus sum, donec explerentur tres septimanae dierum.",
          "english": "I did not eat any of the best foods. Neither meat nor wine entered my mouth, nor did I anoint myself with oil, until the three weeks were finished."
        },
        {
          "number": 4,
          "latin": "Die autem vigesima et quarta mensis primi, eram juxta flumen magnum, quod est Tigris.",
          "english": "On the twenty-fourth day of the first month, I was beside the great river, which is the Tigris."
        },
        {
          "number": 5,
          "latin": "Et levavi oculos meos, et vidi: et ecce vir unus vestitus lineis: et lumbi ejus accincti auro optimo.",
          "english": "I raised my eyes, and I saw: and behold, a man dressed in linen. His waist was girded with the finest gold."
        },
        {
          "number": 6,
          "latin": "Et corpus ejus quasi chrysolithus: et facies ejus, velut species fulgoris, et oculi ejus, ut lampas ardens: et brachia ejus, et quasi aspectus aeris candentis: et vox verborum ejus, ut vox multitudinis.",
          "english": "His body was like chrysolite. His face was like a flash of lightning, and his eyes were like a burning lamp. His arms and his feet had the appearance of gleaming bronze, and the sound of his words was like the sound of a multitude."
        },
        {
          "number": 7,
          "latin": "Et vidi ego Daniel solus visionem: viri autem qui erant mecum, non viderunt: sed timore magno perterriti, fugerunt, et absconderunt se.",
          "english": "I, Daniel, alone saw the vision; the men who were with me did not see it. But they were terrified by a great fear, and fled and hid themselves."
        },
        {
          "number": 8,
          "latin": "Ego autem relictus solus, vidi visionem grandem hanc, et non remansit in me fortitudo: sed et species mea immutata est in me, et emarcui, nec habui ulla virium.",
          "english": "So I was left alone; I saw this great vision, and no strength remained in me. My appearance was also changed in me, and I became weak, and I had no strength at all."
        },
        {
          "number": 9,
          "latin": "Et audivi vocem verborum ejus: cumque audissem, cecidi in soporem, facie mea in terram.",
          "english": "Then I heard the sound of his words; and when I heard them, I fell asleep, with my face on the ground."
        },
        {
          "number": 10,
          "latin": "Et ecce manus tetigit me, et erexit me: et statuit me in loco meo.",
          "english": "Suddenly, a hand touched me, and raised me; and it set me in my place."
        },
        {
          "number": 11,
          "latin": "Et dixit mihi: Daniel vir desideriorum, intellige verba quae ego loquor ad te, et sta in gradu tuo: nunc enim missus sum ad te. Cumque dixisset mihi verbum istud, steti tremens.",
          "english": "He said to me, “Daniel, man greatly beloved, understand the words that I am speaking to you, and stand upright, for I have now been sent to you.” When he said this word to me, I stood trembling."
        },
        {
          "number": 12,
          "latin": "Et dixit ad me: Noli timere Daniel: quia ex die primo, quo posuisti cor tuum ad intelligendum, et ad affligendum te in conspectu Dei tui, exaudita sunt verba tua: et ego veni propter sermones tuos.",
          "english": "And he said to me: “Do not be afraid, Daniel, for from the first day that you set your heart to understand, and to humble yourself before your God, your words were heard. I have come because of your words."
        },
        {
          "number": 13,
          "latin": "Princeps autem regni Persarum restitit mihi viginti et uno diebus: et ecce Michael, unus de principibus primis, venit in adjutorium mihi: et ego remansi ibi juxta regem Persarum.",
          "english": "But the prince of the kingdom of Persia resisted me for twenty-one days; and behold, Michael, one of the first princes, came to help me, and I remained there with the king of Persia."
        },
        {
          "number": 14,
          "latin": "Veni autem ut docerem te quae ventura sunt populo tuo in novissimis diebus: adhuc enim visio in dies.",
          "english": "Now I have come to make you understand what will happen to your people in the latter days, for the vision is for many days yet.”"
        },
        {
          "number": 15,
          "latin": "Et cum diceret mihi verba haec, inclinavi vultum meum in terram, et tacui.",
          "english": "When he said these words to me, I turned my face toward the ground and was silent."
        },
        {
          "number": 16,
          "latin": "Et ecce quasi similitudo filii hominis tetigit labia mea: et aperui os meum, et locutus sum, et dixi ad eum qui stabat contra me: Domine mi, in visione tua conturbatus sum, et consumptus sum: nec remansit in me fortitudo.",
          "english": "Then, behold, something like the likeness of the sons of men touched my lips; and I opened my mouth and spoke and said to him who stood before me, “My lord, because of your vision, I am terrified and am undone, and no strength remains in me."
        },
        {
          "number": 17,
          "latin": "Et quomodo potest servus Domini mei loqui cum Domino meo? statim enim non remansit in me fortitudo, et spiritus meus non est relictus in me.",
          "english": "For how can the servant of my lord speak with my lord? For as for me, strength has immediately been taken from me, and my spirit has not remained in me.”"
        },
        {
          "number": 18,
          "latin": "Rursum ergo tetigit me quasi species hominis, et confortavit me,",
          "english": "Again, the likeness of a man touched me and strengthened me,"
        },
        {
          "number": 19,
          "latin": "et dixit: Noli timere, vir desideriorum: pax tibi: confortare, et esto robustus. Et cum loqueretur mecum, roboratus sum, et dixi: Loquere, Domine mi, quia confortasti me.",
          "english": "and said: “Do not fear, man of desires, peace be to you; be strong and of good courage.” And when he spoke with me, I was strengthened and said: “Speak, my lord, for you have strengthened me.”"
        },
        {
          "number": 20,
          "latin": "Et dixit: Numquid scis quare veni ad te? et nunc revertar ut proeliar contra principem Persarum. Cumque egrederer, ecce princeps Graeciae venit.",
          "english": "He said, “Do you know why I came to you? Now I will return to fight against the prince of Persia; and when I leave, the prince of Greece will come."
        },
        {
          "number": 21,
          "latin": "Verumtamen indicabo tibi quod est expressum in scriptura veritatis: et nemo est adjutor meus in his, nisi Michael princeps vester.",
          "english": "However, I will tell you what is written in the Scripture of Truth. There is no one to help me against these, except Michael, your prince."
        }
      ]
    },
    {
      "number": 11,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et ego in anno primo Darìi Medi, constitutus sum ut essem corroborator et auxiliator ei.",
          "english": "I, in the first year of Darius the Mede, was set to be a support and help to him."
        },
        {
          "number": 2,
          "latin": "Et nunc veritatem annuntiabo tibi. Ecce adhuc tres reges stabunt in Perside, et quartus ditabitur divitiis plurimum prae omnibus: et cum obtinuerit potentiam suam in divitiis, concitabit omnia adversum regnum Graeciae.",
          "english": "Now, I will announce the truth to you: behold, three more kings will rise up in Persia, and a fourth will be much richer than all the others; and when he gets power and wealth, he will stir up everything against the kingdom of Greece."
        },
        {
          "number": 3,
          "latin": "Surget autem rex fortis, et dominabitur magna potestate, et faciet quod ei placuerit.",
          "english": "Then a strong king will rise, and he will rule with great power, and he will do whatever he pleases."
        },
        {
          "number": 4,
          "latin": "Cum autem steterit, conteretur regnum ejus, et dividetur in quatuor ventos caeli: sed non in posteros ejus, neque secundum potentiam ejus qua dominatus est: quoniam scindetur regnum ejus, et dabitur alteris praeter eos.",
          "english": "And when he has risen up, his kingdom will be broken, and it will be divided into the four winds of the sky; but not among his descendants, nor according to the power with which he ruled: for his kingdom will be uprooted, and given to others besides them."
        },
        {
          "number": 5,
          "latin": "Et confortabitur rex austri: et unus de principibus ejus praevalebit super eum, et dominabitur: et dominatio ejus, dominabitur potentia.",
          "english": "The king of the south will become strong, and one of his princes will prevail over him, and will rule; and his dominion will be a powerful one."
        },
        {
          "number": 6,
          "latin": "Et post annos conjunctionis, adhaerebit alter alteri filia regis austri, ut faciat pacem: et non obtinebit fortitudinem brachii ejus, nec stabit, et semen ejus: sed tradetur ipsa, et qui adduxerunt eam, et qui genuerunt eam, in tempore isto.",
          "english": "And after years of alliance, the daughter of the king of the south will join the other, to make peace, but she will not have the strength of his arm, nor will she stand, nor will her seed; but she will be handed over, and those who brought her, and those who gave her birth, at this time."
        },
        {
          "number": 7,
          "latin": "Et surget de germine radicum ejus, plantatio, et veniet cum exercitu, et ingredietur in praesidia regis aquilonis: et faciet in eis, et obtinebit.",
          "english": "And a shoot from the roots of her seed will rise up, and he will come with an army, and enter into the fortresses of the king of the north; and he will act against them, and prevail."
        },
        {
          "number": 8,
          "latin": "Et deos eorum, et simulacra, et vasa pretiosa argenti, et auri, cum captivis adducet in Aegyptum: et ipse per annos praevalebit super regem aquilonis.",
          "english": "He will bring their gods, and their idols, and the precious vessels of silver and gold, with the captives, into Egypt; and he will prevail for years over the king of the north."
        },
        {
          "number": 9,
          "latin": "Et ingredietur in regnum rex aquilonis, et revertetur in terram suam.",
          "english": "And the king of the north will enter into his kingdom, and return to his own land."
        },
        {
          "number": 10,
          "latin": "Filii autem ejus bellabunt, et congregabunt multitudinem magnam: et veniet ruens, et inundans, et revertetur, et bellum movebit usque ad praesidia ejus.",
          "english": "But his sons will wage war, and they will gather a great multitude; and it will come, rushing, and overflowing, and return, and wage war up to his fortresses."
        },
        {
          "number": 11,
          "latin": "Et commovebitur rex austri, et exibit et pugnabit contra regem aquilonis: et praeparabit multitudinem magnam, et tradetur multitudo in manu ejus.",
          "english": "And the king of the south will be stirred up, and he will go out and fight against the king of the north; and he will prepare a great multitude, and the multitude will be handed over into his hand."
        },
        {
          "number": 12,
          "latin": "Et elevabitur multitudo, et exaltabitur cor ejus: et dejiciet millia: sed non praevalebit.",
          "english": "And the multitude will be lifted up, and his heart will be exalted; and he will cast down thousands: but he will not prevail."
        },
        {
          "number": 13,
          "latin": "Revertetur enim rex aquilonis, et praeparabit multitudinem majorem quam prius: et in fine temporum annorum veniet ruens, et inundabit cum grandi apparatu.",
          "english": "For the king of the north will return, and prepare a greater multitude than before; and at the end of the times, he will come rushing, and overflow with a great army."
        },
        {
          "number": 14,
          "latin": "Et in illis temporibus multi consurgent contra regem austri: filii quoque praevaricatorum populi tui erigantur ut conpleant visionem, et corruent.",
          "english": "And in those times many will rise against the king of the south; also the children of the transgressors of your people will rise up to fulfill the vision, but they will fall."
        },
        {
          "number": 15,
          "latin": "Et veniet rex aquilonis, et conportabit aggerem, et capiet urbes munitas: et brachia austri non sustinebunt, et electi ejus non stabunt in viribus suis.",
          "english": "And the king of the north will come, and cast up a mound, and take fortified cities; and the arms of the south will not be able to hold out, and his chosen ones will not stand firm in their strength."
        },
        {
          "number": 16,
          "latin": "Et faciet qui venerit contra eum, secundum voluntatem suam, et non erit qui resistat contra faciem ejus: et stabit in terra inclyta, et in manu ejus erit devastatio.",
          "english": "And he who comes against him will do according to his own will, and there will be no one who can resist him; and he will stand in the glorious land, and destruction will be in his hand."
        },
        {
          "number": 17,
          "latin": "Et ponet faciem suam ut veniat ad tenendum universum regnum ejus, et recta: et faciet cum eo pactum: filiam quoque feminarum dabit ei, ut eam disperdat: et non stabit, nec erit ei.",
          "english": "And he will set his face to come and seize the whole kingdom, and do it straightforwardly; and he will make a covenant with him; and he will give him the daughter of women, to destroy her; but she will not stand, nor will she be for him."
        },
        {
          "number": 18,
          "latin": "Et convertet faciem suam in insulas, et capiet multas: et cessabit dux opprobrii, et rediet opprobrium ejus.",
          "english": "And he will turn his face to the islands, and will take many; and the commander of the disgrace will cease, and his disgrace will return."
        },
        {
          "number": 19,
          "latin": "Et revertetur in terram suam, et corruet: et non invenietur.",
          "english": "And he will return to his own land, and will fall; and he will not be found."
        },
        {
          "number": 20,
          "latin": "Et stabit in loco ejus opprobrium, quod transibit per excellentiam regni: et in paucis diebus conteretur in furore, non in praelio.",
          "english": "And in his place will arise one of the disgrace, who will pass through the glory of the kingdom; and he will be broken in a few days, not in battle."
        },
        {
          "number": 21,
          "latin": "Et stabit in loco ejus vir vilis, et non dabitur ei honor regius: et veniet clam, et obtinebit regnum in fraudulentia.",
          "english": "And in his place will arise a contemptible man, and the royal honor will not be given to him; and he will come secretly, and obtain the kingdom by deceit."
        },
        {
          "number": 22,
          "latin": "Et brachia inundantium inundabunt coram eo, et conterentur a facie ejus: sed et dux foederis.",
          "english": "And the arms of the flood will flood before him, and they will be broken before him; and also the leader of the covenant."
        },
        {
          "number": 23,
          "latin": "Et post pactum ejus, faciet dolum, et ascendet, et superabit in fortitudine cum parva manu.",
          "english": "And after his pact, he will act deceitfully, and will ascend, and will prevail in strength with a small hand."
        },
        {
          "number": 24,
          "latin": "Et ingressus est in pinguia provinciarum, et faciet quae non fecerunt patres ejus, neque patres patrum ejus: rapinas, et praedam, et divitias dissipabit eis, et contra civitates conponet cogitationes suas, et usque ad tempus.",
          "english": "He will enter into the richest parts of the provinces, and he will do what his fathers have not done, nor his fathers' fathers; he will scatter spoils, and plunder, and wealth among them, and will devise his schemes against the fortified cities, for a time."
        },
        {
          "number": 25,
          "latin": "Et suscitabit vires suas, et animum suum in potentia magna adversum regem austri: et iste provocabitur ad bellum cum magnis copiis et fortibus valde: et non stabit, quoniam inibunt contra eum consilia.",
          "english": "And he will stir up his forces, and his mind in great power against the king of the south; and this one will be provoked to war with great and very strong forces; but he will not stand, because they will devise schemes against him."
        },
        {
          "number": 26,
          "latin": "Et comedentes cibos ejus conterent eum, et exercitus ejus vastabitur: et cadent interfecti plurimi.",
          "english": "And those who eat his food will break him, and his army will be destroyed; and many will fall slain."
        },
        {
          "number": 27,
          "latin": "Duorum autem regum cor erit ut faciant malum, et ad mensam unam loquentur mendacium, et non proficient: quia adhuc finis in diem statutum.",
          "english": "But the hearts of the two kings will be to do evil, and at one table they will speak a lie; but it will not succeed, because the end is still for the appointed day."
        },
        {
          "number": 28,
          "latin": "Et revertetur in terram suam cum substantia magna, et cor ejus contra testamentum sanctum, et faciet et revertetur in terram suam.",
          "english": "And he will return to his land with great wealth, and his heart will be against the holy covenant; and he will act and return to his land."
        },
        {
          "number": 29,
          "latin": "In tempore statuto revertetur, et veniet contra austrum: et non erit sicut fuit in superioribus, et in posterioribus.",
          "english": "At the appointed time he will return, and come against the south; but it will not be as it was before, and afterwards."
        },
        {
          "number": 30,
          "latin": "Et venient in eum trieres Chitti, et contristabitur, et revertetur: et irascetur contra testamentum sanctum, et faciet: et revertetur, et cogitabit cum his qui dereliquerunt testamentum sanctum.",
          "english": "And the ships of the Kittim will come against him, and he will be grieved, and will return; and he will be angry against the holy covenant, and he will act; and he will return, and consider those who have forsaken the holy covenant."
        },
        {
          "number": 31,
          "latin": "Et brachia ex eo stabunt, et contaminabunt sanctuarium fortitudinis, et auferent iuge sacrificium: et dabunt abominationem in desolationem.",
          "english": "And arms will arise from him, and they will defile the sanctuary of strength, and take away the continual sacrifice, and set up the abomination that makes desolate."
        },
        {
          "number": 32,
          "latin": "Et impii in testamentum simulabunt fraudulenter: porro populus sciens Deum suum, confortabitur, et faciet.",
          "english": "And the wicked will act deceitfully against the covenant; but the people who know their God will be strong, and will act."
        },
        {
          "number": 33,
          "latin": "Et docti in populo docebunt multos: et ruent in gladio, et in flamma, et in captivitate, et in rapina, diebus.",
          "english": "And those who have understanding among the people will instruct many; but they will fall by the sword, and by flame, and by captivity, and by plunder, for a time."
        },
        {
          "number": 34,
          "latin": "Cumque corruerint, adjuvabuntur in auxilio parvo: et adjungentur eis multi fraudulenter.",
          "english": "And when they fall, they will be helped with a little help; and many will be joined to them deceitfully."
        },
        {
          "number": 35,
          "latin": "Et de doctoribus corruent, ut probentur, et ellegantur, et dealbentur, usque ad tempus praefinitum: quia adhuc tempus habet.",
          "english": "And some of the wise will fall, so that they may be tested, and purified, and made white, until the appointed time; because it still has a time."
        },
        {
          "number": 36,
          "latin": "Et faciet rex juxta voluntatem suam, et elevabitur, et magnificabitur adversum omnem Deum, et adversum Deum deorum loquetur mirabilia, et dirigetur donec conpleatur ira: quoniam conpletus est finis.",
          "english": "And the king will act according to his own will; and he will exalt himself, and magnify himself against every god; and against the God of gods he will speak astonishing things, and will prosper until the wrath is completed; because the end is completed."
        },
        {
          "number": 37,
          "latin": "Et Deum patrum suorum non reputabit: et in concupiscentiis mulierum, nec Deum quem noverat, respiciet: quia contra omnia magnificabitur.",
          "english": "He will not regard the God of his fathers, nor will he look upon the desires of women, nor will he regard any god; for he will magnify himself against all things."
        },
        {
          "number": 38,
          "latin": "Deum autem fortitudinum in loco suo honorabit: et Deum quem ignoraverant patres ejus, honorabit auro, et argento, et lapide pretioso, rebusque pretiosissimis.",
          "english": "But in his place he will honor the god of fortresses; and a god whom his fathers did not know, he will honor with gold, and silver, and precious stones, and most precious things."
        },
        {
          "number": 39,
          "latin": "Et faciet ut muniat fortitudines munitionis cum Deo alieno: et multiplicabit gloriam, et dabit eis potestatem in multis, et terram dividet gratis.",
          "english": "And he will act to fortify the fortresses of the mighty with a foreign god; and he will increase glory, and give them power over many, and divide the land for a price."
        },
        {
          "number": 40,
          "latin": "Et in tempore praefinito prœliabitur contra eum rex austri: et quasi tempestas impetu veniet contra eum rex aquilonis cum curribus, et equitibus, et navibus multis: et ingredietur terras, et subvertet, et transiet.",
          "english": "And at the appointed time, the king of the south will fight against him; and like a tempest, the king of the north will come against him with chariots, and horsemen, and many ships; and he will enter into the lands, and will subvert, and pass through."
        },
        {
          "number": 41,
          "latin": "Et intrabit in terram inclytam, et multi corruent: salvabuntur autem de manu ejus, hii qui evaserint, Edom, et Moab, et principes filiorum Ammon.",
          "english": "And he will enter into the glorious land, and many will fall; but those who escape his hand will be saved, Edom, and Moab, and the chiefs of the children of Ammon."
        },
        {
          "number": 42,
          "latin": "Et mittet manum suam in terras, et terra Aegypti non evadet.",
          "english": "And he will stretch out his hand against the lands, and the land of Egypt will not escape."
        },
        {
          "number": 43,
          "latin": "Et dominabitur thesauris auri, et argenti, et in omnibus pretiosis Aegypti: et Libyes, et Aethiopas sequentes gressus ejus.",
          "english": "And he will have dominion over the treasures of gold, and silver, and over all the precious things of Egypt; and the Libyans and the Ethiopians will follow his steps."
        },
        {
          "number": 44,
          "latin": "Et turbabunt eum nuntii ab oriente et ab aquilone: et veniet cum multitudine magna ad conterendum et interficiendum plurimos.",
          "english": "But messengers from the east and from the north will trouble him; and he will come with a great multitude to destroy and kill many."
        },
        {
          "number": 45,
          "latin": "Et ponet tabernaculum suum, inter maria, in monte inclyto et sancto: et veniet usque ad summitatem ejus: et non erit qui auxilietur ei.",
          "english": "And he will set his tabernacle between the seas, in the glorious and holy mountain; and he will come to its summit; but there will be no one to help him."
        }
      ]
    },
    {
      "number": 12,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et in tempore illo consurget Michael, princeps magnus, qui stat pro filiis populi tui: et veniet tempus, quale non fuit ex quo gentes esse coeperunt usque in tempus illud. Et in tempore illo salvabitur populus tuus, omnis qui inventus fuerit scriptus in libro.",
          "english": "And at that time, the great Michael, a prince of the angels, will rise to defend your people. Then there will be a time of tribulation the likes of which the world has never seen before. But your people will be delivered, everyone written in the book of life."
        },
        {
          "number": 2,
          "latin": "Et multi de his qui dormiunt in terrae pulvere evigilabunt: alii in vitam aeternam, et alii in opprobrium, ut videant semper.",
          "english": "And many who are sleeping in the dust of the earth will awaken: some to eternal life, but others will awaken to eternal punishment and disgrace."
        },
        {
          "number": 3,
          "latin": "Qui autem docti fuerint, fulgebunt quasi splendor firmamenti: et qui ad justitiam erudiunt multos, quasi stellae in perpetuas aeternitates.",
          "english": "Those who are wise will shine like the glory of the universe. And those who lead many to righteousness will shine like the stars forever."
        },
        {
          "number": 4,
          "latin": "Tu autem, Daniel, claude verba, et signa librum usque ad tempus statutum: multi pertransibunt, et multiplex erit scientia.",
          "english": "But you, Daniel, keep the words secret, and seal the book until the appointed time. Many will travel the earth, and knowledge will increase."
        },
        {
          "number": 5,
          "latin": "Et vidi ego Daniel, et ecce steterunt alii duo: unus hinc in ripa fluminis, et alius hinc in ripa fluminis.",
          "english": "Then I, Daniel, looked, and there stood two others: one on this side of the bank of the river, and the other on the other side of the bank of the river."
        },
        {
          "number": 6,
          "latin": "Et dixi viro qui erat vestitus lineis, qui stabat super aquas fluminis: Quousque finis horum mirabilium?",
          "english": "And I said to the man clothed in linen, who was standing above the waters of the river, \"How long will it be until the end of these wonders?\""
        },
        {
          "number": 7,
          "latin": "Et audivi virum qui erat vestitus lineis, qui stabat super aquas fluminis, cum levasset manum suam ad caelum, et jurasset per viventem in aeternum, quia in tempore, et tempora, et dimidium temporis. Et cum completa fuerit contritio manus populi sancti, omnia haec complebuntur.",
          "english": "I heard the man clothed in linen, who was standing above the waters of the river, raise his right hand toward the sky. He swore by Him who lives forever, that it would be a time, times, and half a time. And when the persecution of the holy people ends, all these things will be fulfilled."
        },
        {
          "number": 8,
          "latin": "Et ego audivi, et non intellexi. Et dixi: Domine mi, quid erit finis horum?",
          "english": "And I heard, but I did not understand. So I said, \"My Lord, what will be the end of these things?\""
        },
        {
          "number": 9,
          "latin": "Et dixit: Vade, Daniel, quia clausi sunt, et signati verba usque ad tempus praefinitum.",
          "english": "He answered, \"Go your way, Daniel, because the words are closed up and sealed until the appointed time."
        },
        {
          "number": 10,
          "latin": "Lava, et emunda, et proba te. Multi enim mundabuntur, et probabuntur, et urantur: et impii gerent impie, nec intelligent omnes impii, sed docti intelligent.",
          "english": "Purify yourselves, and make yourselves clean. Many will be refined, and tested, and purified. The wicked will continue to do wrong, and none of the wicked will understand. But those who are wise will understand."
        },
        {
          "number": 11,
          "latin": "Et a tempore quando ablatus fuerit juge sacrificium, et data fuerit abominationis desolatio, dies mille ducentos nonaginta.",
          "english": "From the time that the daily sacrifice is taken away, and the abomination that causes desolation is set up, there will be 1,290 days."
        },
        {
          "number": 12,
          "latin": "Beatus qui expectat, et pervenit usque ad mille trecentos triginta quinque dies.",
          "english": "Blessed is the one who waits and reaches the end of the 1,335 days."
        },
        {
          "number": 13,
          "latin": "Tu autem vade ad finem, et requiesces, et stabis in sorte tua in finem dierum.",
          "english": "As for you, go your way till the end. You will rest, and then you will rise to receive your allotted inheritance at the end of days."
        }
      ]
    },
    {
      "number": 13,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Habitabat vir in Babylone, et vocabatur Joachim:",
          "english": "A man named Joachim lived in Babylon."
        },
        {
          "number": 2,
          "latin": "et duxit uxorem, nomine Susannam, filiam Helciæ, pulchram nimis, et timentem Deum:",
          "english": "He took a wife named Susanna, the very beautiful daughter of Helcias, who was also a woman of deep faith."
        },
        {
          "number": 3,
          "latin": "parentes autem ejus justi erant, et docuerant filiam suam legem Moysi.",
          "english": "Her parents were upright people and taught Susanna the law of Moses."
        },
        {
          "number": 4,
          "latin": "Porro Joachim dives erat, et habebat hortum adjunctum domui suæ: et ad eum conveniebant Judæi, eo quod esset honorabilior ceteris.",
          "english": "Now Joachim was wealthy, and his garden was next to his house. The Jews went to him because he was more respected than the others."
        },
        {
          "number": 5,
          "latin": "Et constituerant duo seniores de populo judices in illa annona, de quibus dixit Dominus: Egressa est iniquitas de Babylone a senioribus judicibus, qui videbantur regere populum.",
          "english": "Two elders from the people were appointed as judges that year, of whom the Lord said: \"Wickedness has come forth from Babylon from the elders who seemed to be ruling the people.\""
        },
        {
          "number": 6,
          "latin": "Hi erant in domo Joachim, et veniebant ad eos omnes qui habebant negotia.",
          "english": "These elders were in Joachim's house, and all who had business came to them."
        },
        {
          "number": 7,
          "latin": "Cumque recessisset Susanna, in horam meridiei, ire in hortum viri sui,",
          "english": "When Susanna left to walk in her husband's garden at midday,"
        },
        {
          "number": 8,
          "latin": "videbant eam seniores ingressam, et ambulantem: et concupiscentia ducti, ardebant in ea cordibus suis,",
          "english": "the elders saw her enter and walk there. Driven by lust, their hearts burned for her."
        },
        {
          "number": 9,
          "latin": "et aversi sunt oculos suos.",
          "english": "They turned their gaze away."
        },
        {
          "number": 10,
          "latin": "Et postquam recesserunt, ingressa est in hortum, et ambulabat. Cumque esset calida, voluit lavari in horto.",
          "english": "After they withdrew, she entered the garden and walked there. It was hot, so she wanted to bathe in the garden."
        },
        {
          "number": 11,
          "latin": "Erat autem ibi vas magnum: et aperuit vas, et voluit lavari.",
          "english": "There was a large container there. She opened it, wanting to bathe."
        },
        {
          "number": 12,
          "latin": "Et erant duo seniores absconditi, et observabant eam.",
          "english": "The two elders were hiding, watching her."
        },
        {
          "number": 13,
          "latin": "Dixit ergo Susannæ: Affer nobis oleum, et unguenta, et claudes ostia horti, ut lavemur.",
          "english": "Susanna said, \"Bring us oil and ointments, and close the doors of the garden so we can bathe.\""
        },
        {
          "number": 14,
          "latin": "Et illi clamaverunt, et cluserunt ostia horti, et dimiserunt servos suos exire, et cluserunt ostia.",
          "english": "They shouted, closed the doors of the garden, sent their servants away, and shut the doors."
        },
        {
          "number": 15,
          "latin": "Cumque egressi essent servi, surrexerunt duo seniores, et cucurrerunt ad eam.",
          "english": "When the servants had left, the two elders rose and rushed toward her."
        },
        {
          "number": 16,
          "latin": "Et dixerunt ei: Ecce, ostia horti clausa sunt, et nemo nos videt, et concupiscimus te: quapropter accede ad nos, et esto nobiscum.",
          "english": "They said to her, \"The doors of the garden are closed, and no one sees us. We desire you; therefore, yield to us and be with us.\""
        },
        {
          "number": 17,
          "latin": "Quæ dixit eis: Non est mihi consilium hoc facere: sed melius est mihi incidere in manus vestras, quam peccare in conspectu Domini.",
          "english": "She said to them, \"I will not do this. It is better for me to fall into your hands than to sin in the sight of the Lord.\""
        },
        {
          "number": 18,
          "latin": "Exclamavit ergo Susanna voce magna: et clamaverunt contra eam seniores.",
          "english": "So Susanna cried out in a loud voice, and the elders cried out against her."
        },
        {
          "number": 19,
          "latin": "Et cucurrerunt unusquisque in viam suam.",
          "english": "Each of them ran off in his own direction."
        },
        {
          "number": 20,
          "latin": "Et dixit unus ad alterum: Quid hoc est quod factum est?",
          "english": "One said to the other, \"What is this that has happened?\""
        },
        {
          "number": 21,
          "latin": "Et reversi seniores, et congregati contra eam, et dixerunt: Susannam, filiam Helciæ, et uxorem Joachim, cepimus, ambulantem in horto cum juvene quodam, et hunc apprehendimus: et quia noluit confiteri, occidimus eum.",
          "english": "The elders returned and gathered against her, saying, \"We caught Susanna, the daughter of Helcias and the wife of Joachim, walking in the garden with a young man, and we apprehended him. Since he refused to confess, we killed him.\""
        },
        {
          "number": 22,
          "latin": "Et statim dixerunt se vidisse eam cum juvene: et hoc testimonium eorum.",
          "english": "They immediately said they had seen her with the young man, and this was their testimony."
        },
        {
          "number": 23,
          "latin": "Et factum est, mane, convocata est synagoga populi, et venerunt seniores judicum cum Susanna.",
          "english": "In the morning, the assembly of the people was gathered, and the elders of the judges came with Susanna."
        },
        {
          "number": 24,
          "latin": "Missaque est a viris suis, et a parentibus suis, et a servis suis. Et flevit Susanna.",
          "english": "She was sent by her husband, her parents, and her servants. Susanna wept."
        },
        {
          "number": 25,
          "latin": "Cumque esset in conspectu omnium, dixerunt seniores: Mitte eam, et faciamus judicium.",
          "english": "When she was in the sight of everyone, the elders said, \"Send her away, and let us render judgment.\""
        },
        {
          "number": 26,
          "latin": "Et dixit ad eam: Dic nobis sub qua arbore eos simul cepisti.",
          "english": "They said to her, \"Tell us under what tree you caught them together.\""
        },
        {
          "number": 27,
          "latin": "Quæ respondit: Sub masticho. Et dixit: Profecto mentita es tibi in caput.",
          "english": "She replied, \"Under a mastic tree.\" And she said, \"You have lied to your own detriment.\""
        },
        {
          "number": 28,
          "latin": "Et cum respicerent in se invicem, dixerunt: Dic nobis sub qua arbore deprehendisti eos in mutua conversatione?",
          "english": "As they looked at each other, they said, \"Tell us under what tree you caught them in conversation.\""
        },
        {
          "number": 29,
          "latin": "Quæ dixit: Sub prino. Et dixit: Profecto mentita es, et mentiri non cessabis.",
          "english": "She said, \"Under an holm oak.\" And she said, \"You have lied, and you will not cease lying.\""
        },
        {
          "number": 30,
          "latin": "Et cum omnia dicta essent, clamabant omnes, et dicebant: Occidatur. Et clamabat in voce magna Susanna, et flebat, quia innocens erat.",
          "english": "When all was said, everyone cried out and said, \"Let her be killed!\" Susanna cried out in a loud voice and wept because she was innocent."
        },
        {
          "number": 31,
          "latin": "Tunc surrexit Daniel, et dixit: Iniqui estis filii Israël, et judicium falsum fecistis contra filiam Israël.",
          "english": "Then Daniel stood up and said, \"You sons of Israel are wicked, and you have rendered a false judgment against the daughter of Israel!\""
        },
        {
          "number": 32,
          "latin": "Reversusque est omnis populus ad eum. Et dixit: Stulte estis filii Israël: sine judicio, et sine scientia condemnastis filiam Israël?",
          "english": "All the people returned to him. He said, \"You are foolish sons of Israel! Without judgment and without knowledge, have you condemned the daughter of Israel?\""
        },
        {
          "number": 33,
          "latin": "Revertimini ad judicium: quia falsum testimonium dixerunt contra eam.",
          "english": "Return to the judgment, for they have given false testimony against her.\""
        },
        {
          "number": 34,
          "latin": "Et festinans Daniel, dixit: Dividite eos, et non accedat unusquisque ad alterum.",
          "english": "Daniel, hastening, said, \"Separate them, and let them not approach each other.\""
        },
        {
          "number": 35,
          "latin": "Et cum divisi essent, vocavit unum ex eis, et dixit ei: O veterane dierum nequitiae, nunc venerunt peccata tua quæ operabaris prius,",
          "english": "When they were separated, he called one of them and said to him, \"O elder of wicked days, now your sins, which you committed before, have come to light,"
        },
        {
          "number": 36,
          "latin": "judicans judicia falsa, et innocentes condemnans, et dimittens noxios, cum Dominus dicat: Innocens et justum non occides.",
          "english": "judging false judgments, condemning the innocent, and acquitting the guilty, even though the Lord says, 'You shall not kill the innocent and the just.'\""
        },
        {
          "number": 37,
          "latin": "Nunc ergo, si vidisti eam, dic sub qua arbore videris eos conversantes inter se?",
          "english": "Now then, if you saw her, tell us under what tree you saw them conversing together.\""
        },
        {
          "number": 38,
          "latin": "Qui respondit: Sub prino.",
          "english": "He replied, \"Under an holm oak.\""
        },
        {
          "number": 39,
          "latin": "Et dixit Daniel: Recte mentitus es in caput tuum: ecce enim angelus Dei, habens gladium, expectat te, ut disperdat te.",
          "english": "Then Daniel said, \"You have lied to your own detriment! For behold, the angel of God, holding a sword, awaits you to destroy you.\""
        },
        {
          "number": 40,
          "latin": "Et amoto eo, jussit alterum venire: et dixit ei: Semen Chanaan, et non Juda, species decipiens, et error non te vinciat.",
          "english": "And when he had removed him, he ordered the other to come. He said to him, \"Seed of Canaan, not of Judah, a deceptive appearance, and let not error deceive you.\""
        },
        {
          "number": 41,
          "latin": "Quid tu dixisti eam vidisse cum juvene ambulantem, et concupiscentiam habuisti in ea?",
          "english": "Why did you say you saw her walking with a young man, when you had lust for her?\""
        },
        {
          "number": 42,
          "latin": "Qui respondit: Sub masticho.",
          "english": "He replied, \"Under a mastic tree.\""
        },
        {
          "number": 43,
          "latin": "Et dixit ei Daniel: Et tu quoque mentitus es in caput tuum: expectat enim angelus Dei gladium, ut et te intercidat.",
          "english": "Then Daniel said to him, \"And you also have lied to your own detriment, for the angel of God awaits with a sword to cut you to pieces.\""
        },
        {
          "number": 44,
          "latin": "Et exclamavit omnis congregatio voce magna, et benedixerunt Deum, qui salvat sperantes in se.",
          "english": "And the whole assembly cried out with a loud voice and blessed God, who saves those who hope in Him."
        },
        {
          "number": 45,
          "latin": "Et consurrexerunt contra duos seniores: (quoniam Daniel eos de testimonio falso arguiderat) et fecerunt eis sicut male egerant.",
          "english": "They rose against the two elders (because Daniel had convicted them of false testimony), and they did to them as they had wickedly planned."
        },
        {
          "number": 46,
          "latin": "Et interfecerunt eos: et salvata est anima innocens in die illa.",
          "english": "They put them to death, and the innocent life was saved that day."
        },
        {
          "number": 47,
          "latin": "Et Helcias et uxor ejus laudaverunt Deum pro filia sua Susanna, cum Joachim viro ejus, quia non esset inventa in ea res turpis.",
          "english": "And Helcias and his wife praised God for their daughter Susanna, along with her husband Joachim, because no shameful thing had been found in her."
        },
        {
          "number": 48,
          "latin": "Et Daniel magnus factus est in conspectu populi a die illa, et deinceps.",
          "english": "And Daniel became great in the sight of the people from that day forward."
        }
      ]
    },
    {
      "number": 14,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et erat in terra propheta Habacuc, et tulit pultem et frustrum panis, et in vase portavit ad falcatores in campo.",
          "english": "And in the land was the prophet Habakkuk, and he took a meal of stew and a loaf of bread and carried it in a container to the harvesters in the field."
        },
        {
          "number": 2,
          "latin": "Porro draco Bel, cum essemus simul, comedit omnia quae illi porrigebantur.",
          "english": "Now the dragon of Bel, as we were together, consumed all of the offerings that were given to him."
        },
        {
          "number": 3,
          "latin": "Dixit ergo Habacuc: Da mihi, Domine, pultem et panem, ut dem falcatoribus.",
          "english": "Therefore, Habakkuk said, “Lord, give me the stew and the bread, so I may give it to the harvesters.”"
        },
        {
          "number": 4,
          "latin": "Et angelus Domini rapuit Habacuc per crinem capitis, et tulit eum in Babylonem, et in laciis, et cum impetu spiritus sui posuit eum super lacum.",
          "english": "And an angel of the Lord grabbed Habakkuk by the hair of his head and carried him to Babylon, to the lion’s den, and with the force of his spirit, he placed him above the den."
        },
        {
          "number": 5,
          "latin": "Et dixit Habacuc: Habacuc, da prandium Habacuc, quem misisti in Babylonem.",
          "english": "Then Habakkuk spoke, “Habakkuk, give the meal to Habakkuk, whom you sent to Babylon.”"
        },
        {
          "number": 6,
          "latin": "Et dedit Habacuc prandium Habacuc.",
          "english": "And Habakkuk gave Habakkuk the meal."
        },
        {
          "number": 7,
          "latin": "Porro Bel, et sacerdotibus ejus, et omni populo, comedit quod erat illic.",
          "english": "Bel and his priests, along with all the people, ate the offerings that were there."
        },
        {
          "number": 8,
          "latin": "Et illi autem, cum vidissent hoc, clamabant voce magna: Magnus est Bel.",
          "english": "But when they saw this, they cried out with a loud voice, “Great is Bel!”"
        },
        {
          "number": 9,
          "latin": "Sed Daniel ridebat, et apprehendit Bel, et interfecit illum, et sacerdotes ejus dedit in potestatem Danielis.",
          "english": "But Daniel laughed and seized Bel, killing him and handing his priests over to Daniel’s power."
        },
        {
          "number": 10,
          "latin": "Et dixit: Ecce, qui est iste? Videsne, Domine?",
          "english": "And he said, “Look, who is this? Do you see, Lord?”"
        },
        {
          "number": 11,
          "latin": "Et dixit rex: Deducantur in conspectum meum, et probabo quis eorum hoc fecerit.",
          "english": "And the king said: “Let them be brought before me, and I will determine who among them has done this.”"
        },
        {
          "number": 12,
          "latin": "Et cum fuissent congregati, et probati a rege, inventi sunt trecenti sacerdotes mendaces; et jussit eos interfici, et dedit Bel in potestatem ejus: et contrivit eum, et templum ejus destruxit.",
          "english": "And when they were gathered and tested by the king, three hundred lying priests were found. He ordered them to be killed and gave Bel to Daniel’s power. And he destroyed him, and destroyed his temple."
        },
        {
          "number": 13,
          "latin": "In eodem loco erat serpens magnus, quem colebant Babylonii.",
          "english": "In the same place was a great serpent, which the Babylonians worshipped."
        },
        {
          "number": 14,
          "latin": "Et dixit rex Danieli: Non dices quia hic serpens est aereus? Ecce, vivus est: manducat et bibit: tu non potes dicere quod non sit deus vivus; ideo adora eum.",
          "english": "And the king said to Daniel: “Do not say that this serpent is made of bronze? Look, it is alive; it eats and drinks; you cannot say that it is not a living god; therefore, adore him.”"
        },
        {
          "number": 15,
          "latin": "Et dixit Daniel: Dominum Deum meum adorabo; quia ipse est Deus vivus: hic autem serpens non est Deus vivus.",
          "english": "And Daniel said, “I will worship my Lord God; because He is the living God; but this serpent is not a living God.”"
        },
        {
          "number": 16,
          "latin": "Tunc accepit Daniel picem, et adipem, et pilos, et coxit haec simul: et fecit massas, et dedit in os serpentis: et rumpuit se serpens.",
          "english": "Then Daniel took pitch, fat, and hair and cooked these things together; he made them into masses, and gave them to the serpent. The serpent burst."
        },
        {
          "number": 17,
          "latin": "Et dixerunt Babylonii: Rex, quia manducavit serpentes: Daniel interfecit serpentem.",
          "english": "And the Babylonians said, “King, because the serpent ate the offerings, Daniel killed the serpent.”"
        },
        {
          "number": 18,
          "latin": "Et cum audisset hoc rex, iratus est, et tradidit eum Danieli; et dederunt eum leonibus, et erat illic per sex dies.",
          "english": "And when the king heard this, he was angry and handed Daniel over, and they gave him to the lions, and he remained there for six days."
        },
        {
          "number": 19,
          "latin": "Et erant in Judea duo prophetae: quorum unus Habacuc, alter Daniel.",
          "english": "And there were two prophets in Judea: one was Habakkuk, the other Daniel."
        },
        {
          "number": 20,
          "latin": "Et angelus Domini tulit Habacuc de Judea in Babylonem; et misit eum in lacum leonum.",
          "english": "And the angel of the Lord took Habakkuk from Judea to Babylon and sent him into the lion’s den."
        },
        {
          "number": 21,
          "latin": "In die autem septimo, venit rex, et vidit Daniel sedentem in medio leonum, et adoravit: et dixit: Magnus es, Domine Deus Danielis, et non est alius praeter te.",
          "english": "On the seventh day, the king came and saw Daniel sitting in the middle of the lions, and he worshiped and said, “You are great, Lord, the God of Daniel, and there is no other besides you.”"
        },
        {
          "number": 22,
          "latin": "Et eduxit eum de lacu leonum.",
          "english": "And he brought him out of the lion’s den."
        },
        {
          "number": 23,
          "latin": "Porro hi qui interficere Danielis voluerant, dati sunt in lacum leonum: et consumpti sunt in momento coram eis.",
          "english": "Now those who wanted to kill Daniel were given to the lions and were consumed immediately before them."
        },
        {
          "number": 24,
          "latin": "Tunc rex ait: Timeant omnes qui habitant in universa terra, Deum Danielis: quia ipse est salvator, faciens signa et portenta in terra.",
          "english": "Then the king said, “Let all those who dwell in the entire land fear the God of Daniel, because He is the savior, performing signs and wonders on the earth.”"
        }
      ]
    }
  ]
}