{
  "name": "Hosea",
  "chapters": [
    {
      "number": 1,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Verbum Domini, quod factum est ad Osee filium Beeri, in diebus Oziæ, Joatham, Achaz, et Ezechiae regum Juda, et in diebus Jeroboam filii Joas regis Israël.",
          "english": "The Son's message was given to Hosea son of Beeri, during the reigns of kings of Judah, Uzziah, Jotham, Ahaz, and Hezekiah. It was also during the time of Jeroboam son of Joash, king of Israel."
        },
        {
          "number": 2,
          "latin": "Principium loquendi Domini in Osee. Dixit Dominus ad Osee: Vade, sume tibi uxorem fornicationum, et filios fornicationum: quia fornicans fornicabitur terra a Domino.",
          "english": "This is the beginning of the Lord's message to Hosea. The Lord told Hosea: “Go, and take for yourself a wife who is a prostitute, and children born from her promiscuity. Because the land itself will become unfaithful, committing sins, abandoning its duties to the Lord.”"
        },
        {
          "number": 3,
          "latin": "Et abiit, et accepit Gomer filiam Debelaim: et concepit, et peperit ei filium.",
          "english": "So Hosea went and married Gomer, daughter of Diblaim. She conceived and bore him a son."
        },
        {
          "number": 4,
          "latin": "Et dixit Dominus: Voca nomen ejus Jezrahel, quoniam adhuc modicum, et visitabo sanguinem Jezrahel super domum Jehu, et quiescere faciam regnum domus Israël.",
          "english": "And the Lord said, “Name him Jezreel, because soon I will punish the house of Jehu for the bloodshed in Jezreel. I will end the kingdom of the house of Israel.”"
        },
        {
          "number": 5,
          "latin": "Et erit in die illa: et conteram arcum Israël in valle Jezrahel.",
          "english": "And in that day, I will break the bow of Israel in the valley of Jezreel."
        },
        {
          "number": 6,
          "latin": "Et concepit adhuc, et peperit filiam. Et dixit ei: Voca nomen ejus Lo-ruchama: quia non addam ultra misereri domui Israël, sed oblivione obliviscar eorum.",
          "english": "She conceived again and gave birth to a daughter. And the Lord said to Hosea, “Name her Lo-ruchamah, which means 'not pitied', because I will no longer show mercy to the house of Israel. I will utterly forget them.”"
        },
        {
          "number": 7,
          "latin": "Et domui Juda miserebor, et salvabo eos in Domino Deo suo: et non salvabo eos in arcu, et gladio, et in bello, et in equis, et in equitibus.",
          "english": "But I will show mercy to the house of Judah, and I will save them by the Lord their God. I will not save them by means of bows, swords, warfare, horses, or riders."
        },
        {
          "number": 8,
          "latin": "Et cum ablactaverat Lo-ruchama, concepit, et peperit filium.",
          "english": "After she had weaned Lo-ruchamah, she conceived and gave birth to a son."
        },
        {
          "number": 9,
          "latin": "Et dixit: Voca nomen ejus Lo-ammi: quia vos non populus meus, et ego non ego vester.",
          "english": "And the Lord said, “Name him Lo-ammi, which means 'not my people', because you are not my people, and I am not your God.”"
        },
        {
          "number": 10,
          "latin": "Et erit numerus filiorum Israël quasi harena maris, quae mensurari non potest, neque numerari: et erit in loco ubi dicitur eis: Non populus meus vos: dicetur eis filii Dei viventis.",
          "english": "Yet the number of the Israelites will be like the sand of the sea, which cannot be measured or counted. And in the place where they were told, 'You are not my people,' they will be called 'sons of the living God.'"
        },
        {
          "number": 11,
          "latin": "Et congregabuntur filii Juda et filii Israël simul: et ponent sibi caput unum, et ascendent de terra: quia magnus dies Jezrahel.",
          "english": "The people of Judah and the people of Israel will be gathered together, and they will appoint one leader and then leave the land. For a great day will come to Jezreel."
        }
      ]
    },
    {
      "number": 2,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Audite verbum Domini, filii Israël, quoniam judicium Domino cum habitatoribus terrae, quoniam non est veritas, et non est misericordia, et non est scientia Dei in terra.",
          "english": "Hear the Word of the Lord, children of Israel! The Lord has a case against those who inhabit the land because there is no truth, there is no mercy, and there is no knowledge of God in the land."
        },
        {
          "number": 2,
          "latin": "Maledictio, et mendacium, et homicidium, et furtum, et adulterium inundavit, et sanguis sanguinem tetigit.",
          "english": "They swear falsely, they lie, murder, steal, and commit adultery. Violence and bloodshed are everywhere."
        },
        {
          "number": 3,
          "latin": "Propter hoc lugebit terra, et infirmabitur omnis qui habitat in ea, in bestiis agri, et in volatilibus caeli: sed et pisces maris congregabuntur.",
          "english": "For these sins, the land will mourn, and everyone who lives there will grow weak. Even the beasts of the field, and the birds of the sky, and the fish in the sea will be affected."
        },
        {
          "number": 4,
          "latin": "Verumtamen ne quis judicet, et ne quis arguat: quoniam populus meus est quasi non judicans.",
          "english": "Nevertheless, let no one judge or accuse anyone, for my people are like those who are not judged."
        },
        {
          "number": 5,
          "latin": "Et corruet populus meus, quia non habet scientiam: quia tu scientiam repulisti, repellar te ne sacerdotio fungaris mihi: et oblita es legis Dei tui, obliviscar ego filiorum tuorum.",
          "english": "My people will fall because they lack knowledge. Because you have rejected knowledge, I will reject you from serving me as a priest. Since you have forgotten the law of your God, I will forget your children."
        },
        {
          "number": 6,
          "latin": "Secundum multitudinem eorum, sic peccaverunt mihi: gloriam eorum in confusionem commutabo.",
          "english": "The more they multiplied, the more they sinned against me; I will turn their glory into shame."
        },
        {
          "number": 7,
          "latin": "Peccata populi mei comedent, et ad iniquitatem eorum elevabunt animas suas.",
          "english": "They eat the sin of my people and raise their souls to iniquity."
        },
        {
          "number": 8,
          "latin": "Et erit sicut populus, sic sacerdos: et visitabo super eum vias ejus, et reddam ei cogitationes suas.",
          "english": "The priest will be like the people. I will punish them for their ways and repay them for their deeds."
        },
        {
          "number": 9,
          "latin": "Et comedent, et non saturabuntur: fornicati sunt, et non creverunt, quoniam reliquerunt colere Dominum.",
          "english": "They will eat, but not be satisfied. They have committed whoredom, but they have not increased, because they have abandoned the Lord."
        },
        {
          "number": 10,
          "latin": "Fornicatio, et vinum, et ebrietas auferunt cor.",
          "english": "Whoredom, wine, and drunkenness take away the heart."
        },
        {
          "number": 11,
          "latin": "Populus meus in ligno suo interrogavit, et lignum ejus annuntiavit ei: fornicata est enim spiritus ejus, et recessit a Deo suo, ut fornicaretur.",
          "english": "My people consult their wood, and their staff gives them oracles. For the spirit of whoredom has led them astray, and they have departed from their God to commit whoredom."
        },
        {
          "number": 12,
          "latin": "Super cacumina montium sacrificabant, et in collibus adolebant incensum, sub quercu et populo et tilia, quia bona erat umbra ejus: ideo fornicabuntur filiae vestrae, et adulterae erunt sponsae vestrae.",
          "english": "They sacrifice on the tops of the mountains and burn incense on the hills, under oak, poplar, and terebinth trees because their shade is good. Therefore, your daughters will commit whoredom, and your brides will commit adultery."
        },
        {
          "number": 13,
          "latin": "Non visitabo super filias vestras, cum fornicantur, et super sponsas vestras, cum adulterantur: quoniam ipsi cum meretricibus versabantur, et cum effeminatis sacrificabant: et populus insipiens sine intellectu corruet.",
          "english": "I will not punish your daughters when they commit whoredom, nor your brides when they commit adultery, for the men themselves consort with prostitutes and sacrifice with cult prostitutes. A people without understanding will fall."
        },
        {
          "number": 14,
          "latin": "Si tu fornicaris, Israël, ne delinquat Juda, et ne intret in Galgala, et ne ascendant in Bethaven, nec juret vivit Dominus.",
          "english": "Though you, Israel, commit whoredom, let not Judah offend, nor enter Gilgal, nor go up to Beth-aven, nor swear, 'As the Lord lives.'"
        },
        {
          "number": 15,
          "latin": "Quoniam quasi vitula lasciva, declinavit Israël: nunc pascet eos Dominus quasi agnum in latitudine.",
          "english": "For Israel is like a stubborn heifer; now the Lord will pasture them like a lamb in an open place."
        },
        {
          "number": 16,
          "latin": "Ephraim confixus est idolis: dimitte eum.",
          "english": "Ephraim is joined to idols; let him alone."
        },
        {
          "number": 17,
          "latin": "Facta est deficiens ebrietas eorum: fornicati sunt: dilexerunt, dederunt ignominiam protectores ejus.",
          "english": "Their drink is gone; they have committed whoredom. Their rulers dearly love shame."
        },
        {
          "number": 18,
          "latin": "Ventus involvit eam in alis suis, et confundentur propter sacrificia sua.",
          "english": "The wind has wrapped her in its wings, and they will be ashamed of their sacrifices."
        },
        {
          "number": 19,
          "latin": "Congregavit ventus eam in alis suis, et confundentur propter sacrificia sua.",
          "english": "A wind has wrapped her in its wings, and they will be ashamed of their sacrifices."
        },
        {
          "number": 20,
          "latin": "Audi, hoc, domus Jacob, et omnis reliquiae domus Israël, qui juratis in nomine Domini, et in Deo Israël, non in veritate, neque in justitia.",
          "english": "Say this to the house of Jacob, and to all the remnants of the house of Israel, who swear by the name of the Lord, and invoke the God of Israel, but not in truth or righteousness."
        },
        {
          "number": 21,
          "latin": "Vocant enim se de civitate sancta, et in Deo Israël gloriamini, et non in veritate.",
          "english": "For they call themselves after the holy city, and glory in the God of Israel, but not in truth."
        },
        {
          "number": 22,
          "latin": "Ideo, quasi meretrix, essem tibi, Israël: ne transferaris in Galgala, et ne ascendas in Bethaven, et ne jures, vivit Dominus.",
          "english": "Therefore, I will be like a harlot to you, Israel. Don't go to Gilgal, don't go up to Beth-aven, and don't swear, 'As the Lord lives.'"
        },
        {
          "number": 23,
          "latin": "Quoniam sicut vacca lasciva, declinasti a Domino: nunc pascet te quasi agnus in latitudine.",
          "english": "For like a stubborn heifer, you have turned away from the Lord. Now he will pasture you like a lamb in an open place."
        },
        {
          "number": 24,
          "latin": "Consummata est ebrietas eorum: fornicati sunt, dilexerunt ignominiam: scutum ejus in confusionem.",
          "english": "When their drinking is over, they commit whoredom, and their rulers dearly love shame. The shield of her protectors is shame."
        },
        {
          "number": 25,
          "latin": "Congregata est eam ventus in alis suis, et confundetur a sacrificiis suis.",
          "english": "The wind has wrapped her in its wings, and she will be ashamed of her sacrifices."
        }
      ]
    },
    {
      "number": 3,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et dixit Dominus ad me: Vade adhuc, et dilige mulierem, amatam a proximo, et adulteram: sicut diligit Dominus filios Israël, et ipsi respiciunt ad alienos deos, et diligunt placentas uvarum.",
          "english": "And the Lord said to me: “Go again, and love a woman who is loved by a neighbor and is an adulteress. This is how the Lord loves the children of Israel, even though they are looking to other gods, and are fond of raisin cakes.”"
        },
        {
          "number": 2,
          "latin": "Et emi eam mihi quindecim argenteis, et chorum hordei, et vas vini.",
          "english": "So I bought her for fifteen pieces of silver, a measure of barley, and a container of wine."
        },
        {
          "number": 3,
          "latin": "Et dixi ei: Multi dies me expectabis: nec fornicaberis, et non eris alterius viri: sed et ego expectabo te.",
          "english": "I said to her: “You will wait for me for many days. You will not be unfaithful, nor will you belong to any other man, and I will also wait for you.”"
        },
        {
          "number": 4,
          "latin": "Quia multi dies filii Israël manebunt sine rege, et sine principe, et sine sacrificio, et sine altari, et sine ephod, et sine therafin.",
          "english": "For the children of Israel will remain for many days without a king, and without a leader, and without sacrifices, and without an altar, and without the priestly vestments, and without household gods."
        },
        {
          "number": 5,
          "latin": "Et post haec revertentur filii Israël, et quaerent Dominum Deum suum, et David regem suum: et pavebunt ad Dominum, et ad bonitatem ejus in novissimo dierum.",
          "english": "After this, the children of Israel will return and seek the Lord their God, and David their king. They will fear the Lord, and His goodness at the end of days."
        }
      ]
    },
    {
      "number": 4,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Audite verbum Domini, filii Israël, quia lis Domino cum habitatoribus terræ: quoniam non est veritas, et non est misericordia, et non est scientia Dei in terra.",
          "english": "Hear the word of the Lord, children of Israel, because the Lord has a case against those who live on the earth, because there is no truth, no mercy, and no knowledge of God in the land."
        },
        {
          "number": 2,
          "latin": "Maledictio, et mendacium, et homicidium, et furtum, et adulterium diluxerunt, et sanguis sanguinem tetigit.",
          "english": "Lying, and deceit, and murder, and theft, and adultery have come to light, and bloodshed follows more bloodshed."
        },
        {
          "number": 3,
          "latin": "Propter hoc lugebit terra, et infirmabitur omnis qui habitat in ea, in bestiis agri, et in volatilibus cœli: sed et pisces maris congregabuntur.",
          "english": "That is why the land will mourn, and everyone who lives in it will be weakened, with the wild animals of the field and the birds of the sky, and even the fish of the sea will disappear."
        },
        {
          "number": 4,
          "latin": "Verumtamen nullus judicet, nec arguat quisquam: et populus meus quasi non habens scientiam.",
          "english": "But let no one bring a charge, or accuse anyone: for my people are like those who have no knowledge."
        },
        {
          "number": 5,
          "latin": "Israël, quippe qui non intelligat: habet instrumenta sua ligna. In divinis eorum sagitta, et in partibus eorum scutum.",
          "english": "Israel does not understand this: they have their implements made of wood. In their divination there is an arrow, and in their part they have a shield."
        },
        {
          "number": 6,
          "latin": "Propter hoc deficient populus meus, eo quod non habuerit scientiam: quia tu scientiam repulisti, repellam te ut non sacerdotio fungaris mihi: et oblita es legis Dei tui, obliviscar ego filiorum tuorum.",
          "english": "That is why my people will fail, because they have no knowledge: because you have rejected knowledge, I will reject you, so that you will not function as a priest for me; and because you have forgotten the law of your God, I will also forget your children."
        },
        {
          "number": 7,
          "latin": "Secundum multitudinem eorum, sic peccaverunt mihi: gloriam eorum in ignominiam commutabo.",
          "english": "The more they have multiplied, the more they have sinned against me: I will change their glory into disgrace."
        },
        {
          "number": 8,
          "latin": "Peccata populi mei comedent, et ad iniquitatem eorum sublevabunt animas suas.",
          "english": "They will eat the sins of my people, and they will lift up their souls towards their iniquity."
        },
        {
          "number": 9,
          "latin": "Et erit sicut populus, sic sacerdos: et visitabo super eum vias ejus, et opera ejus reddam ei.",
          "english": "It will be: like people, so also the priest: and I will visit upon him his ways, and I will give to him according to his works."
        },
        {
          "number": 10,
          "latin": "Et comedent, et non saturabuntur: fornicati sunt, et non habuerunt incrementum, quoniam Dominum reliquerunt in luxuria.",
          "english": "They will eat, and not be satisfied: they have committed fornication, and have not increased, because they have abandoned the Lord for wantonness."
        },
        {
          "number": 11,
          "latin": "Fornicatio, et vinum, et ebrietas auferunt cor.",
          "english": "Fornication, wine, and drunkenness take away the heart."
        },
        {
          "number": 12,
          "latin": "Populus meus in ligno suo interrogavit, et baculus ejus annuntiavit ei: spiritus enim fornicationis seduxit eos, et fornicati sunt a Deo suo.",
          "english": "My people seek counsel from their wood, and their staff declares to them: for a spirit of fornication has seduced them, and they have committed fornication against their God."
        },
        {
          "number": 13,
          "latin": "Super capita montium sacrificabunt, et in collibus incensum offerent: sub quercu, et populo, et ilice, quia bonus umbra ejus: propter hoc fornicabuntur filiæ vestræ, et adulteræ erunt sponsæ vestræ.",
          "english": "They sacrifice on the tops of the mountains, and they offer incense on the hills: under the oak, and the poplar, and the elm, because its shade is good: that is why your daughters commit fornication, and your brides commit adultery."
        },
        {
          "number": 14,
          "latin": "Non visitabo super filias vestras, cum fornicentur, et super sponsas vestras, cum adulterentur: quoniam ipsi cum meretricibus versabantur, et cum effeminatis sacrificabant populus indisciplinatus.",
          "english": "I will not punish your daughters when they commit fornication, or your brides when they commit adultery: because they themselves are involved with prostitutes, and with effeminate men, the undisciplined people sacrifice."
        },
        {
          "number": 15,
          "latin": "Si tu fornicaris, Israël, ne prævaricetur Juda: et ne intret Galgala, et ne ascendant in Bethaven, nec jurate viventem Dominum.",
          "english": "If you, Israel, commit fornication, let not Judah trespass; and let them not enter into Gilgal, and let them not go up to Beth-aven, nor swear “As the Lord lives.”"
        },
        {
          "number": 16,
          "latin": "Quia sicut vacca lasciviens, sic lascivia Israël: nunc pascet eos Dominus quasi agnum in latitudine.",
          "english": "Because Israel is wanton, like a heifer: now the Lord will feed them as a lamb in the open space."
        },
        {
          "number": 17,
          "latin": "Consociata est idololatriæ Ephraim: dimitte eam.",
          "english": "Ephraim has been associated with idols: let her be."
        },
        {
          "number": 18,
          "latin": "Polluta est ebrietas eorum, defecerunt: fornicati sunt, dilexerunt, contemnebant scutum ejus.",
          "english": "Their drinking is polluted, they are exhausted: they have committed fornication, they have loved it, they have despised their shield."
        },
        {
          "number": 19,
          "latin": "Ventus involvit eam in alis suis, et confundentur propter sacrificia sua.",
          "english": "The wind has wrapped her in its wings, and they will be ashamed because of their sacrifices."
        }
      ]
    },
    {
      "number": 5,
      "status": "completed",
      "verses": [
        {
          "number": "1",
          "latin": "Audite hoc, sacerdotes, et adtendite, domus Israël, et inclinate aurem, domus regis: quia vobis judicium est, quoniam laqueus facti estis in Maspha, et quasi rete expansum super Thabor.",
          "english": "Listen to this, priests. Pay attention, house of Israel! Give ear, you in the royal household! The judgment is against you. You are caught in a trap at Mizpah, and a net spread over Tabor."
        },
        {
          "number": "2",
          "latin": "Et immundissimi recesserunt a profundo: et ego disciplina eorum in omnibus.",
          "english": "The rebels of Israel have gone deep into sin. But I know them all."
        },
        {
          "number": "3",
          "latin": "Ego enim novi Ephraim, et Israël non est absconditus a me: quoniam nunc fornicatus es, Ephraim, contaminatus est Israël.",
          "english": "I know Ephraim. Israel is not hidden from Me. Now, Ephraim, you have committed spiritual adultery. Israel is corrupted."
        },
        {
          "number": "4",
          "latin": "Non dabunt opera ad cogitationes suas, ut revertantur ad Deum suum: quia spiritus fornicationum in medio eorum, et Dominum non cognoverunt.",
          "english": "They will not turn from their ways, to turn back to their God, because the spirit of spiritual adultery is within them, and they do not know the Lord."
        },
        {
          "number": "5",
          "latin": "Et arrogantia Israël respicit in faciem ejus: et Israël et Ephraim ruent in iniquitate sua: ruent in Juda quoque.",
          "english": "The pride of Israel condemns them. Israel and Ephraim will fall because of their sin. Judah will also fall."
        },
        {
          "number": "6",
          "latin": "In gregibus suis, et in armentis suis ibunt quaerere Dominum, et non invenient: recessit enim ab eis.",
          "english": "They will go to seek the Lord with their flocks and herds, but they will not find Him, because He has departed from them."
        },
        {
          "number": "7",
          "latin": "Contra Dominum praevaricati sunt: quia filios alienos genuerunt. Nunc consumet eos mensis cum partibus suis.",
          "english": "They have acted against the Lord, because they have had children with other gods. Now, the new moon with their feasts will consume them."
        },
        {
          "number": "8",
          "latin": "Buccinate in cornu in Gabaa, tuba in Rama: ululate in Bethaven: post tergum tuum, Beniamin.",
          "english": "Blow the horn in Gibeah, and the trumpet in Ramah! Cry out in Beth-Aven! Fear the coming judgment, O Benjamin!"
        },
        {
          "number": "9",
          "latin": "Ephraim in desolatione erit in die correptionis: in tribubus Israël ostendi notitiam. Sicut radix conturbatio ejus.",
          "english": "Ephraim will be made desolate in the day of rebuke. I have made known the truth among the tribes of Israel, like a root is their corruption."
        },
        {
          "number": "10",
          "latin": "Facti sunt principes Juda quasi moventes terminum: super eos effundam quasi aquam iram meam.",
          "english": "The leaders of Judah have become like those who move boundary stones, so I will pour out My wrath on them like water."
        },
        {
          "number": "11",
          "latin": "Ephraim calumniatus est, oppressus judicio: quoniam coepit ambulare post stercora.",
          "english": "Ephraim is oppressed and crushed by judgment, because they have begun to walk after idols."
        },
        {
          "number": "12",
          "latin": "Et ego quasi tinea Ephraim, et quasi putredo in domo Juda.",
          "english": "I will be like a moth to Ephraim and like decay to the house of Judah."
        },
        {
          "number": "13",
          "latin": "Ephraim videns languorem suum, et Juda videns vincula sua: et abiit Ephraim ad Assur, et misit ad regem Jareb: et ille non poterit sanare vos, nec solvere vinculum vestrum.",
          "english": "Ephraim sees its sickness, and Judah sees its wounds. Then Ephraim goes to Assyria and sends to King Jareb, but he cannot heal you nor cure your wounds."
        },
        {
          "number": "14",
          "latin": "Ego enim quasi leo ad Ephraim, et quasi leo novellus ad domum Juda. Ego, ego rapio, et vadam: tollam, et non est qui eruat.",
          "english": "I will be like a lion to Ephraim and like a young lion to the house of Judah. I, yes I, will tear them to pieces and then I will depart. There is no one to save them."
        },
        {
          "number": "15",
          "latin": "Ibunt, et revertentur ad locum suum, donec deficiant. In tribulatione quaerent faciem meam.",
          "english": "They will go back to their own place, and will not return until they acknowledge their sin and failure. In their suffering, they will seek My face."
        }
      ]
    },
    {
      "number": 6,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Venite, et revertamur ad Dominum: quia ipse cepit, et sanabit nos: percutiet, et curabit nos.",
          "english": "Come, and let’s return to the Lord, because He wounds us, and He will heal us. He strikes, and He will cure us."
        },
        {
          "number": 2,
          "latin": "Vivificabit nos post duos dies: in die tertia suscitabit nos, et vivemus in conspectu ejus.",
          "english": "After two days, He will give us life. On the third day, He will raise us up, and we will live in His presence."
        },
        {
          "number": 3,
          "latin": "Scimus, sequemurque, ut sciamus Dominum: quasi diluculum praeparatus est egressus ejus: et veniet quasi imber nobis temporaneus et serotinus terrae.",
          "english": "Let us strive to know the Lord. As surely as the dawn appears, so will He come forth. He will come to us like the rain—the early and the late rain to the earth."
        },
        {
          "number": 4,
          "latin": "Quid faciam tibi Ephraim? quid faciam tibi Juda? misericordia vestra quasi nubes matutina, et quasi ros mane pertransiens.",
          "english": "What can I do with you, Ephraim? What can I do with you, Judah? Your love for Me is like the morning clouds, and like the morning dew that disappears."
        },
        {
          "number": 5,
          "latin": "Propter hoc dolavi in prophetis: interfeci eos in verbis oris mei: et judicia tua quasi lux egredientia.",
          "english": "Therefore, I hacked them to pieces by the prophets; I killed them with the words of My mouth, and the judgment of God is like the light that goes forth."
        },
        {
          "number": 6,
          "latin": "Quia misericordiam volui, et non sacrificium: et scientiam Dei plus quam holocausta.",
          "english": "For I desire mercy and not sacrifice, and the knowledge of God more than burnt offerings."
        },
        {
          "number": 7,
          "latin": "Ipsi autem quasi Adam transgressi sunt pactum: ibi spreverunt me.",
          "english": "But they, like Adam, have transgressed the covenant. There, they despised Me."
        },
        {
          "number": 8,
          "latin": "Galaad, civitas operantium iniquitatem, supplantata sanguine.",
          "english": "Gilead is a city of evildoers, stained with blood."
        },
        {
          "number": 9,
          "latin": "Et quasi fauces virorum, qui insidiantur viam: incedunt: quasi percusserint.",
          "english": "They act like a band of robbers, lying in wait on the road. They strike."
        },
        {
          "number": 10,
          "latin": "In domo Israel vidi horrorem: ibi fornicationes Ephraim, contaminatus est Israel.",
          "english": "In the house of Israel, I saw a horrible thing. There are adulteries with Ephraim; Israel is defiled."
        },
        {
          "number": 11,
          "latin": "Quoque Juda posuisti messem, cum convertero captivitatem populi mei.",
          "english": "Also, Judah, a harvest is appointed for you when I return the captivity of My people."
        }
      ]
    },
    {
      "number": 7,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Cum sanarem Israël, revelata est iniquitas Ephraim, et malitia Samariæ: quia fecérunt falsum, et intróivit fur in domum, foras spoliáre latro.",
          "english": "When I, the Lord, wanted to heal Israel, I found the sins of Ephraim—the northern kingdom—and the wickedness of Samaria—its capital city. For they have lied to me and turned away from me, and a thief breaks into a house to steal."
        },
        {
          "number": 2,
          "latin": "Et non cogitavérunt quod omnes malitias eórum ego recordátus sum: nunc circumdedérunt eos adinventiónes suæ; ante faciem meam factæ sunt.",
          "english": "They don’t realize that I know all their evil actions. They think their wicked deeds have hidden them from me. These actions of theirs are right in front of my face."
        },
        {
          "number": 3,
          "latin": "In malítia sua lætificáre regem, et in dolis suis príncipes.",
          "english": "They make their king happy with their wicked deeds, and their leaders happy with their schemes and lies."
        },
        {
          "number": 4,
          "latin": "Omnes adulterántes, quasi fornax succénsa a pistóre, qui cessat a succéptione postquam conspersit conspersiónem donec fermentétur.",
          "english": "All of them are unfaithful, like a baker’s oven that is heated. The baker stops stirring the dough after he mixes in the ingredients, and then he waits for the dough to rise."
        },
        {
          "number": 5,
          "latin": "In die regis nostri, incéperunt príncipes a vino; extendit manum suam cum subsiliéntibus.",
          "english": "In the day of our king, the leaders became drunk with wine and made a mess."
        },
        {
          "number": 6,
          "latin": "Quia appropinquavérunt cor eórum quasi fornax, dum insidiantur: tota nocte dormívit pistór, mane succénsus quasi ignis flammæ.",
          "english": "Their hearts are like a heated oven, and they plan all night long. In the morning, it is as if the oven is on fire."
        },
        {
          "number": 7,
          "latin": "Omnes caléntes ut fornax, et devoravérunt judíces suos; omnes reges eórum cecidérunt: non est qui ínvocet me in eis.",
          "english": "All of them are hot like an oven, and they have consumed their judges and their kings. None of them call on me."
        },
        {
          "number": 8,
          "latin": "Ephraim ipse, inter gentes se miscúit: Ephraim factus est quasi cíbus non conversus.",
          "english": "Ephraim has mingled himself among the nations. Ephraim is now like a cake that is not flipped on the griddle."
        },
        {
          "number": 9,
          "latin": "Alieni comederunt fortitúdinem ejus, et ipse ignorávit: canítiem quoque conspersit in eo, et ipse nescívit.",
          "english": "Foreigners have drained his strength. He does not know it. Gray hairs are sprinkled on him, but he does not know it."
        },
        {
          "number": 10,
          "latin": "Et humiliábitur superbia Israël in fáciem ejus, et non redierunt ad Dóminum Deum suum; et non requisíerunt eum in ómnibus his.",
          "english": "Israel’s pride testifies against him. Yet they have not returned to the Lord their God. They have not sought him in all these things."
        },
        {
          "number": 11,
          "latin": "Factus est ergo Ephraim quasi colúmba stúlida, sine corde: Ægyptum invocábant, ad Assyrios abíerunt.",
          "english": "Ephraim has become like a silly dove, without a heart. They call to Egypt, and they go to Assyria."
        },
        {
          "number": 12,
          "latin": "Quo cum abíerint, expandam super eos rete meum: quasi volúcrem cæli dedúcam eos; flagellábo eos, sicut audívi in cœtu eórum.",
          "english": "When they go there, I will spread my net over them. I will bring them down like birds of the sky. I will punish them as their community has heard."
        },
        {
          "number": 13,
          "latin": "Væ eis, quia fugérunt a me! vastátio eis, quia prævaricáti sunt contra me: ego vero redémi eos, et ipsi contra me locúti sunt mendácia.",
          "english": "Woe to them, for they have fled from me! Destruction to them, because they have transgressed against me. Although I have redeemed them, they have spoken lies against me."
        },
        {
          "number": 14,
          "latin": "Et non clamavérunt ad me in corde suo, sed ululavérunt in stratis suis: fruméntum et vinum congregántur, recessérunt a me.",
          "english": "They did not cry out to me with their hearts, but they wailed on their beds. They have separated themselves from me, but they will gather grain and wine."
        },
        {
          "number": 15,
          "latin": "Et ego erudívi et confortávi bráchia eórum, et in me cogitavérunt malum.",
          "english": "Though I have trained and strengthened their arms, they plot evil against me."
        },
        {
          "number": 16,
          "latin": "Reversi sunt, qui non in excélso: facti sunt quasi arcus tortilis; cecidérunt in gládio præ furóre linguæ suæ: hoc subsídium eórum in terra Ægypti.",
          "english": "They turned, but not to the Most High. They have become like a faulty bow. They will fall by the sword because of the rage of their tongues. They will become a joke in the land of Egypt."
        }
      ]
    },
    {
      "number": 8,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "In os tuo tuba. Quasi aquila super domum Domini, quia transtulerunt pactum meum, et legem meam praevaricati sunt.",
          "english": "Sound the trumpet! Like an eagle over the house of the Lord, because they have broken my covenant and defied my law."
        },
        {
          "number": 2,
          "latin": "Mihi clamabunt: Deus meus, nos cognoscimus te, Israel.",
          "english": "They will cry out to me: 'My God, we know you, Israel.'"
        },
        {
          "number": 3,
          "latin": "Proiecít Israel bonum; inimicus persequetur eum.",
          "english": "Israel has rejected what is good; now, an enemy will chase after him."
        },
        {
          "number": 4,
          "latin": "Ipsi regnaverunt, et non ex me; principes constituerunt, et non cognovi eos: argentum suum et aurum suum fecerunt sibi idola, ut interirent.",
          "english": "They set up their own rulers, not those I chose. They made idols from their silver and gold, which will destroy them."
        },
        {
          "number": 5,
          "latin": "Projicit te vitulus tuus, Samaria; iratus est furor meus in eis: usquequo non poterunt expiari?",
          "english": "Cast out your calf, Samaria. My anger burns against them. How long will they be unable to be cleansed?"
        },
        {
          "number": 6,
          "latin": "Quia ex Israel est et hic: artifex fecit eum, et non est Deus; quia in aranearum tela erit, et in confractionem erit vitulus Samariae.",
          "english": "Because it is from Israel, this calf. A craftsman made it, but it is not God. It will be broken."
        },
        {
          "number": 7,
          "latin": "Quoniam ventum seminabunt, et turbinem metent; culmen non est in eo, nec germen faciet farinam: quod si fecerit, alieni comedent illud.",
          "english": "They sow the wind, and they will reap the whirlwind. It has no stalk and it will not produce grain. If it did, strangers would devour it."
        },
        {
          "number": 8,
          "latin": "Devoratus est Israel: nunc factus est in gentibus quasi vas in quo nullus est voluntas.",
          "english": "Israel is being destroyed. Now he is among the nations like a vessel with no purpose."
        },
        {
          "number": 9,
          "latin": "Quoniam ipsi ascenderunt in Assur, onager solitarius sibi: Ephraim pretium dilectionis conduxerunt.",
          "english": "For they have gone up to Assyria, like a wild donkey by himself. Ephraim has hired lovers."
        },
        {
          "number": 10,
          "latin": "Sane conduxerunt inter gentes: nunc congregabo eos, et requiescent paululum a onere regis et principum.",
          "english": "Indeed, they have hired lovers among the nations. Now, I will gather them, and they will rest a little from the burden of the king and the princes."
        },
        {
          "number": 11,
          "latin": "Quia multiplicavit Ephraim altaria ad peccandum, facta sunt ei altaria ad peccandum.",
          "english": "Because Ephraim has multiplied altars for sinning, altars have become for him as a way to sin."
        },
        {
          "number": 12,
          "latin": "Scribam ei plurima legis meae: quasi aliena reputata sunt.",
          "english": "I wrote many things from my law for him, but they were considered as foreign."
        },
        {
          "number": 13,
          "latin": "Victimas offerent, et carne comedent, et non placet Domino: nunc recordabitur iniquitatis eorum, et visitabit peccata eorum; ipsi revertentur in AEgyptum.",
          "english": "They offer sacrifices, and eat the flesh, but it is not pleasing to the Lord. Now, He will remember their iniquity, and visit their sins. They will return to Egypt."
        },
        {
          "number": 14,
          "latin": "Et obliviscetur Israel factoris sui, et aedificabit delubra; et multiplicabit altaria ad peccandum.",
          "english": "And Israel will forget his maker, and will build palaces. And he will multiply altars for sinning."
        },
        {
          "number": 15,
          "latin": "Et mittam ignem in civitates ejus, et devorabit palatia ejus.",
          "english": "I will send fire into his cities, and it will devour his palaces."
        }
      ]
    },
    {
      "number": 9,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Exulta, non quasi exultes, o Israel, quoniam fornicatus es a Deo tuo; dilexisti mercedem super omnem aream tritic. ",
          "english": "Do not be like the pagans, O Israel. Because you committed fornication from God. You loved the gifts that came from others more than God, who provides everything."
        },
        {
          "number": 2,
          "latin": "Area et torcular non pascet eos, et mentietur vinum ei.",
          "english": "Neither the harvest fields nor the wine will give what you think. The wine will deceive you."
        },
        {
          "number": 3,
          "latin": "Non habitabunt in terra Domini; et revertetur Ephraim in Aegyptum, et in Assyriis comedent immundum.",
          "english": "They will not live in the land of the Lord. Ephraim will return to Egypt, and in Assyria they will eat impure food."
        },
        {
          "number": 4,
          "latin": "Non libabunt Domino vinum; et non placebunt ei: quasi panis luctus eorum; omnes qui comedent eum, contaminabuntur: quia panis eorum in anima eorum.",
          "english": "They will not offer wine to the Lord, and it will not please Him. Like the bread of mourning, all those who eat it will be defiled, because their bread is for themselves."
        },
        {
          "number": 5,
          "latin": "Quid facietis in die solemni, et in die festivitatis Domini?",
          "english": "What will you do on the feast day, and on the day of the festival of the Lord?"
        },
        {
          "number": 6,
          "latin": "Ecce enim abierunt propter vastitatem; Aegyptus congregabit eos, Memphis sepeliet eos: desiderabile argenti eorum, urtica possidebit illud; tribuli in tabernaculis eorum.",
          "english": "Look, because they have left, they will be ravaged. Egypt will gather them, Memphis will bury them. The most prized of their possessions, will become nettles. Thorns will be in their tabernacles."
        },
        {
          "number": 7,
          "latin": "Venerunt dies visitationis, venerunt dies retributionis: sciet Israel. Insipiens propheta, insanus spiritu suo, propter multitudinem iniquitatis tuae, et magna aversio.",
          "english": "The days of visitation have come, the days of retribution have come. Israel will know this. The prophet is a fool, and is crazy in his own spirit, because of the multitude of your iniquities, and the great turning away from God."
        },
        {
          "number": 8,
          "latin": "Speculator Ephraim cum Deo meo: propheta laqueus aucupis in omnibus viis ejus, aversio in domo Dei ejus.",
          "english": "The watchman of Ephraim was with my God: a prophet is a snare for a bird-catcher in all his ways, and there is a turning away from the house of God."
        },
        {
          "number": 9,
          "latin": "Profundius peccaverunt quasi in diebus Gabaa: recordabitur iniquitatis eorum, et visitabit peccata eorum.",
          "english": "They have sinned even more deeply than in the days of Gibeah: He will remember their iniquity and visit their sins."
        },
        {
          "number": 10,
          "latin": "Quasi uvas in deserto inveni Israel: quasi primitia ficus in primordio suo vidi patres vestros: ipsi intraverunt ad Beelphegor, et separati sunt in eo, et abominabiles facti sunt sicut et dilexerunt.",
          "english": "I found Israel as the grapes in the desert. I saw your fathers like the first fruits of the fig tree in their early season: They went in to Baal-phegor, and were separated in him, and became abominable as they loved."
        },
        {
          "number": 11,
          "latin": "Ephraim quasi avis avolabit: a gloria, a generation, et a ventre, et a conceptu.",
          "english": "Ephraim will fly away like a bird: from glory, from offspring, from the womb, and from conception."
        },
        {
          "number": 12,
          "latin": "Et si creverint filios suos, auferam eos absque homine: vae eis, cum recessero ab eis.",
          "english": "And even if they raise their sons, I will take them away without a man. Woe to them when I depart from them."
        },
        {
          "number": 13,
          "latin": "Ephraim, sicut vidi, ad Tyrum plantatam in pulchro: et transferet Ephraim filios suos ad occisionem.",
          "english": "Ephraim, like I see, is planted in Tyre in beauty: and Ephraim will bring forth his sons to be killed."
        },
        {
          "number": 14,
          "latin": "Da eis, Domine: quid dabis? Da eis vulvam sine conceptu.",
          "english": "Give them, O Lord: what will you give? Give them a womb without conception."
        },
        {
          "number": 15,
          "latin": "Omnis malitia eorum in Galgal, quia ibi odi eos: propter malitiam operum eorum ejiciam eos de domo mea: non adjiciam ut diligam eos, omnes principes eorum rebelles.",
          "english": "All their wickedness is at Gilgal, because I hate them there: because of the evil of their works I will cast them from my house. I will not continue to love them, all their princes are rebellious."
        },
        {
          "number": 16,
          "latin": "Percussit Ephraim, radix eorum exaruit, fructum non adferent: et si genuerint, occidam desiderabilia ventris eorum.",
          "english": "Ephraim is struck, their root has withered, they will not bear fruit. And if they conceive, I will kill their most desired children."
        },
        {
          "number": 17,
          "latin": "Deus meus, projiciet illos: quoniam non audierunt eum: et erunt vagi in gentibus.",
          "english": "My God will cast them away, because they did not hear Him: and they will wander among the gentiles."
        }
      ]
    },
    {
      "number": 10,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Israel, vinea speciosa, frumentum fructificans sibi: secundum abundantiam fructus sui multiplicavit altaria: secundum abundantiam terrae suae, fecit stelas. ",
          "english": "Israel was like a special vineyard, producing valuable grain for itself. Because of its abundance of crops, it multiplied altars. Because of the fertility of its land, it made statues to pagan gods."
        },
        {
          "number": 2,
          "latin": "Divisum est cor eorum: nunc deficient. Ipse confringet simulacra eorum: contriti sunt simulacra eorum. ",
          "english": "Their hearts are divided and weakened. They will soon be destroyed. God Himself will smash their idols to pieces; their idol-statues will be shattered."
        },
        {
          "number": 3,
          "latin": "Quia nunc dixerunt: Non habemus regem: quoniam non timemus Dominum. Et quid faciet nobis rex? ",
          "english": "For now they are saying: \"We have no king, because we have no fear of the Lord.\" And what can a king do for us now?"
        },
        {
          "number": 4,
          "latin": "Loquentes verba iniquitatis, jurantes frustra, et in foedere percusserunt. Idcirco germinabit judicium quasi amaritudo super sulcos agri. ",
          "english": "They speak wickedness, making false promises, and entering into treaties with oaths. Therefore, judgment will spring up like poisonous weeds in the furrows of a field."
        },
        {
          "number": 5,
          "latin": "Super vitulos Bethaven habitabit Timor eorum: lugebit super vos populus et Sacerdos ejus, et qui gloriatus est super eum, propter gloriam ejus, quia translata est ab eo. ",
          "english": "The people of Israel will be terrified by the false idols of Beth-aven. The people and their priests will mourn and wail because the glory of Israel has been exiled."
        },
        {
          "number": 6,
          "latin": "Ipse quoque in Assur asportabitur in munus regi Jareb: confusio capiet Ephraim, et erubescet Israel a consilio suo. ",
          "english": "Israel and its priests will also be carried away as tribute to the king of Assyria. Israel and Ephraim will be ashamed of their own plans."
        },
        {
          "number": 7,
          "latin": "Samaria disperibit, quia irritavit Deum suum: in gladio cadent: parvos eorum conteret, et praegnantes eorum discindet. ",
          "english": "Samaria will be destroyed because it has rebelled against its God. The people will fall by the sword; their little children will be crushed, and the pregnant women will be ripped open."
        },
        {
          "number": 8,
          "latin": "Convertere, Israel, ad Dominum Deum tuum: quia corruisti in iniquitate tua. ",
          "english": "Return, Israel, to the Lord your God, for you have fallen because of your sin."
        },
        {
          "number": 9,
          "latin": "Sumite vobismetipsis verba, et convertimini ad Dominum. Dicite ei: Omnem aufer iniquitatem, et suscipe bonum: et reddemus vitulos labiorum nostrorum. ",
          "english": "Prepare your words, and return to the Lord. Say to Him, \"Forgive all our wickedness, and receive us in Your goodness, and we will give You our own thanks.\""
        },
        {
          "number": 10,
          "latin": "Assur non salvabit nos: super equum non ascendemus, nec dicemus ultra, opera manuum nostrarum, dii nostri: quia in te miserabitur pupillus. ",
          "english": "Assyria will not save us. We will not ride on horses. We will no longer say to the works of our hands, \"You are our gods,\" because in You, O Lord, the orphan finds mercy."
        },
        {
          "number": 11,
          "latin": "Sanabo contritiones eorum: diligam eos spontanee: quia aversus est furor meus ab eis. ",
          "english": "I will heal their wounds. I will love them freely, for My anger has turned away from them."
        },
        {
          "number": 12,
          "latin": "Ero quasi ros: Israel germinabit sicut lilium, et mittet radicem sicut Libanus. ",
          "english": "I will be like the morning dew. Israel will sprout like a lily and send out its roots like the trees of Lebanon."
        },
        {
          "number": 13,
          "latin": "Ibunt rami ejus, et erit quasi olivae gloria ejus, et olfaciet sicut Libanus. ",
          "english": "Its branches will spread out, and its glory will be like the olive tree. It will have a pleasant aroma like the cedars of Lebanon."
        },
        {
          "number": 14,
          "latin": "Convertentur qui habitant in umbra ejus: vivent frumentum, et germinabunt quasi vinea: memoria ejus sicut vinum Libani. ",
          "english": "Those who dwell in its shadow will return; they will revive and flourish like the grain; they will grow like a vine. Their remembrance will be like the wine of Lebanon."
        },
        {
          "number": 15,
          "latin": "Ephraim, quid mihi ultra idola? Ego exaudiam, et dirigam eum. Ego quasi cypressus virens: ex me fructus tuus inventus est. ",
          "english": "Ephraim, what more have I to do with idols? I will answer him and watch over him. I am like a flourishing cypress tree; your fruit comes from Me."
        }
      ]
    },
    {
      "number": 11,
      "status": "completed",
      "verses": [
        {
          "number": "1",
          "latin": "Cum puer essem, dilexi eum: et ex Aegypto vocavi filium meum.",
          "english": "When Israel was a child, I loved him: and I called my son out of Egypt."
        },
        {
          "number": "2",
          "latin": "Vocabant eos, et ipsi ab ipsis abiebant: sacrificiis Baalim immolabant, et simulacris exculptis incensum dabant.",
          "english": "The more I called them, the more they went away from me: they sacrificed to the Baals, and offered incense to carved images."
        },
        {
          "number": "3",
          "latin": "Ego autem quasi nutrivi Ephraim: portavi eos in brachio meo, et nescierunt quod curarem eos.",
          "english": "Yet I myself was like a father to Ephraim: I carried them on my arm, and they did not realize that I would be there for them."
        },
        {
          "number": "4",
          "latin": "In funibus Adam trahebam eos, in vinculis charitatis: et eram eis quasi qui tollit jugum de maxillis eorum: et curavi eos.",
          "english": "I drew them with ties of men, with bonds of love: and I was to them as one who lifts the yoke from their jaws: and I cared for them."
        },
        {
          "number": "5",
          "latin": "Non revertetur in terram Aegypti: et Assur ipse dominus ejus, quoniam noluerunt converti.",
          "english": "They shall not return to the land of Egypt: and Assur himself shall be their master, because they would not turn back to Me."
        },
        {
          "number": "6",
          "latin": "Gladius desaeviet in civitatibus ejus, et consumet vectes ejus, et devorabit propter cogitationes eorum.",
          "english": "The sword will rage in his cities, and will consume his bars, and devour them because of their wickedness."
        },
        {
          "number": "7",
          "latin": "Et populus meus pendulus erit ad reditum meum: et si invocaverit eum, simul in excelsis non exaltabitur.",
          "english": "And my people shall hang in suspense as they return to Me: and if he calls upon Me, I will not exalt them at the same time."
        },
        {
          "number": "8",
          "latin": "Quomodo dabo te, Ephraim? quomodo protegam te, Israël? quomodo dabo te ut Adama? ponam te ut Zeboim? conversus est in me cor meum, simul conturbata est paenitentia mea.",
          "english": "How shall I give you up, Ephraim? How shall I protect you, Israel? How shall I give you up as Adama? Shall I make you like Zeboim? My heart is turned within me, and my repentance is disturbed at once."
        },
        {
          "number": "9",
          "latin": "Non faciam furorem irae meae: non convertar ut disperdam Ephraim, quia Deus ego et non homo: sanctus in medio tui, et non introibo in civitatem.",
          "english": "I will not execute the wrath of my anger: I will not return to destroy Ephraim, for I am God and not man: the Holy One in your midst, and I will not enter the city."
        },
        {
          "number": "10",
          "latin": "Post eum ambulabit Dominus: quasi leo rugiet, ipse rugiet: et filii maris trepidabunt.",
          "english": "The Lord will walk after him: he shall roar like a lion, he shall roar: and the children of the sea shall tremble."
        },
        {
          "number": "11",
          "latin": "Et avolabunt quasi avis de Aegypto: et quasi columba de terra Assyriorum: et collocabo eos in domibus suis, dicit Dominus.",
          "english": "And they shall fly away like a bird out of Egypt: and like a dove out of the land of the Assyrians: and I will place them in their houses, says the Lord."
        },
        {
          "number": "12",
          "latin": "Circumdabit me in falsitate Ephraim, et in dolo domus Israël: Juda autem adhuc gradietur cum Deo, et cum Sancto fidelis.",
          "english": "Ephraim has surrounded Me with falsehood, and the house of Israel with deceit: but Judah is still walking with God, and is faithful with the Holy One."
        }
      ]
    },
    {
      "number": 12,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Circumdabit me in mendacio Ephraim, et in dolo domus Israël. Juda autem adhuc descendit cum Deo, et cum Sanctis fidelis.",
          "english": "Ephraim surrounds Me with lies, and the house of Israel surrounds Me with deceit. But now, Judah still trusts God, and remains faithful to the Holy Ones."
        },
        {
          "number": 2,
          "latin": "Ephraim pascit ventum, et sequitur solis orientem: tota die multiplicavit mendacium et rapina. Et foedus cum Assyriis iniit, et oleum in Ægyptum portavit.",
          "english": "Ephraim seeks emptiness, and follows the desert wind: all day long he multiplies lies and violence. He has also made a covenant with the Assyrians, and carries oil to Egypt."
        },
        {
          "number": 3,
          "latin": "Judicabit ergo Dominus cum Israël in Juda, et visitabit Jacob juxta vias suas, et juxta opera sua reddet ei.",
          "english": "Therefore, the Lord will contend with Israel in Judah, and will visit Jacob, and will repay him according to his ways and deeds."
        },
        {
          "number": 4,
          "latin": "In utero calcavit fratrem suum, et in fortitudine sua dominatus est cum Deo.",
          "english": "In the womb, he supplanted his brother, and he had power with God."
        },
        {
          "number": 5,
          "latin": "Et dominatus est ad angelum, et valuit: flevit, et rogavit eum. In Bethel invenit eum, et ibi locutus est nobiscum.",
          "english": "He had power over the angel, and prevailed: he wept, and made supplication to him. At Bethel, he found Him, and there He spoke with us."
        },
        {
          "number": 6,
          "latin": "Dominus Deus exercituum, Dominus memoriale ejus.",
          "english": "The Lord God of hosts, the Lord is His memorial."
        },
        {
          "number": 7,
          "latin": "Tu ergo ad Deum tuum reverteris: misericordiam et judicium custodi, et spera in Deo tuo semper.",
          "english": "So you, return to your God: keep mercy and judgment, and hope in your God always."
        },
        {
          "number": 8,
          "latin": "Chanaan in manu habet stateram dolosam, et cupit calumniari.",
          "english": "Canaan has a fraudulent balance in his hand, and desires to defraud."
        },
        {
          "number": 9,
          "latin": "Et dixit Ephraim: Verumtamen dives factus sum, inveni mihi requiem: omnia opera mea invenient mihi iniquitatem quam feci.",
          "english": "And Ephraim said: \"Surely I have become rich, I have found for myself rest: all my works will not discover in me the iniquity which I have done.\""
        },
        {
          "number": 10,
          "latin": "Ego autem Dominus Deus tuus, ex terra Ægypti: adhuc faciam te habitare in tabernaculis, sicut in diebus festivitatis.",
          "english": "But I am the Lord your God, from the land of Egypt: I will yet make you dwell in tents, as in the days of the feast."
        },
        {
          "number": 11,
          "latin": "Et locutus sum ad prophetas, et ego visionem multiplicavi, et in manu prophetarum assimilatus sum.",
          "english": "And I have spoken by the prophets, and I have multiplied visions, and I have been likened by the hands of the prophets."
        },
        {
          "number": 12,
          "latin": "Si Galaad iniquitas est, vere in vanum fuerunt: in Galgal sacrificaverunt in tauris: nam et altaria eorum quasi acervi in sulcis agri.",
          "english": "If Gilead is iniquity, truly they were in vain: in Gilgal they sacrificed to bulls: their altars also are as heaps in the furrows of the field."
        },
        {
          "number": 13,
          "latin": "Et fugit Jacob in regionem Syriæ, et servivit Israël in uxore, et in uxore pastus est.",
          "english": "And Jacob fled into the country of Syria, and Israel served for a wife, and he was nourished for a wife."
        },
        {
          "number": 14,
          "latin": "In prophetam autem eduxit Dominus Israël de Ægypto, et per prophetam servatus est.",
          "english": "And the Lord brought Israel out of Egypt by a prophet, and by a prophet he was kept."
        },
        {
          "number": 15,
          "latin": "Provocavit Ephraim in amaritudinibus: et sanguinem ejus relinquet, et ignominiam ejus restituet ei.",
          "english": "Ephraim provoked in bitterness: his blood will be left behind, and his ignominy will be restored to him."
        }
      ]
    },
    {
      "number": 13,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Audiente Ephraim, formidabilis; princeps ipse in Israël: quando loquebatur, timuerunt. Mortuus est in delictis Baal.",
          "english": "Ephraim was feared when he spoke, a leader in Israel, but he was already dead to God, and addicted to the sin of Baal."
        },
        {
          "number": 2,
          "latin": "Et nunc addiderunt ad peccandum: feceruntque sibi conflatile de argento suo, juxta peritiam suam simulacra, opus fabrorum, totum illud. His ipsi dicunt: Sacrificate homines, qui vitulos osculantur.",
          "english": "And now they make their sins even worse, manufacturing idols of silver, works of craftsmen. They tell these idols: “Sacrifice people!”—men who kiss the idols."
        },
        {
          "number": 3,
          "latin": "Propterea erunt quasi nebula matutina, et quasi ros matutinus praeteriens, sicut pulvis ventilatus de area, et sicut fumus de fumario.",
          "english": "Therefore, they will become like morning mist, like passing morning dew, like dust blown from the threshing floor, and like smoke from a chimney."
        },
        {
          "number": 4,
          "latin": "Ego autem Dominus Deus tuus, ex terra Ægypti: et Deum extra me nescies, et salvator non est præter me.",
          "english": "Yet I am the Lord, your God, who brought you out of the land of Egypt. You shall acknowledge no other gods besides Me, for there is no savior except Me."
        },
        {
          "number": 5,
          "latin": "Ego cognovi te in deserto, in terra solitudinis.",
          "english": "I knew you in the desert, in the land of solitude."
        },
        {
          "number": 6,
          "latin": "Juxta pascua sua et saturati sunt: et saturati, elatus est cor eorum: idcirco mei obliti sunt.",
          "english": "When they had fed, their hearts grew proud, and they forgot Me."
        },
        {
          "number": 7,
          "latin": "Et factus sum eis quasi leo: quasi pardus in via Assyriorum.",
          "english": "So I became like a lion to them, like a leopard on the road of the Assyrians."
        },
        {
          "number": 8,
          "latin": "Occurram eis quasi ursa raptis, et dirumpam claustra cordis eorum: et consumam illos ibi quasi leo; bestia agri dirumpet eos.",
          "english": "I will meet them like a bear robbed of her cubs, and I will tear open their hearts. There I will devour them like a lion; wild beasts will tear them apart."
        },
        {
          "number": 9,
          "latin": "Perditio tua, Israël: quia contra me, contra auxilium tuum.",
          "english": "Israel, you are destroyed because you are against Me, against your help."
        },
        {
          "number": 10,
          "latin": "Ubi est rex tuus? Ut salvet te in omnibus urbibus tuis: et judices tui, de quibus dixisti: Da mihi regem et principes?",
          "english": "Where is your king, that he may save you in all your cities? And where are your judges, of whom you said, “Give me a king and princes”?"
        },
        {
          "number": 11,
          "latin": "Dedi tibi regem in furore meo, et abstuli in indignatione mea.",
          "english": "I gave you a king in My anger, and I took him away in My wrath."
        },
        {
          "number": 12,
          "latin": "Iniquitas Ephraim, ligata est; peccatum ejus, absconditum est.",
          "english": "The iniquity of Ephraim is bound, his sin is stored up."
        },
        {
          "number": 13,
          "latin": "Dolores parturientis venient ei: filius non sapiens, quia usque nunc non stabit in contritione uteri.",
          "english": "The pangs of childbirth will come to him, but he is a foolish son. For it is not yet time to open the womb."
        },
        {
          "number": 14,
          "latin": "De manu inferi liberabo eos: de morte redimam eos. Ubi est mors, pestilentia tua? Ubi est inferne, stimulus tuus? Consolatio abscondita est ab oculis meis.",
          "english": "I will rescue them from the power of the grave. I will redeem them from death. Where, O death, are your plagues? Where, O hell, is your destruction? Compassion is hidden from My eyes."
        },
        {
          "number": 15,
          "latin": "Quia ipse inter fratres dividet: veniet urens ventus Domini de deserto, et consurget quasi turbo de viis ejus.",
          "english": "Though he flourishes among the brothers, an east wind will come, the wind of the Lord, rising from the desert. It will come like a whirlwind from His ways."
        },
        {
          "number": 16,
          "latin": "Et erit terra ejus deserta, et omnis fructus ejus aridus; vasorum desiderabilium omnis, conturbabitur.",
          "english": "The land will become desolate. All of its fruit will dry up. All the precious vessels will be destroyed."
        }
      ]
    },
    {
      "number": 14,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Revertere, Israël, ad Dominum Deum tuum: quia corruisti in iniquitate tua.",
          "english": "Israel, come back to the Lord your God, because you fell into sin."
        },
        {
          "number": 2,
          "latin": "Sumite vobiscum verba, et revertimini ad Dominum: dicite ei: Omnem aufer iniquitatem, et bonum accipe: et reddemus vitulos labiorum nostrorum.",
          "english": "Take these words to pray with, and come back to the Lord. Say to Him: “Take away all iniquity, and receive what is good, and we will give you the sacrifices of our lips.”"
        },
        {
          "number": 3,
          "latin": "Assyrius non salvabit nos: super equum non ascendemus, nec dicemus ultra: Opera manuum nostrarum, dii nostri: quia in te miseratoris pupilli.",
          "english": "Assyria will not save us. We will not depend on horses. We will no longer say, ‘These idols are our gods, made by our hands,’ because in You, the orphan is shown mercy."
        },
        {
          "number": 4,
          "latin": "Sanabo contritiones eorum, diligam eos spontanee: quia aversus est furor meus ab eis.",
          "english": "I will heal their wounds and I will love them of my own accord, because my anger is turned away from them."
        },
        {
          "number": 5,
          "latin": "Ero quasi ros, Israël: germinabit quasi lilium, et mittet radicem sicut Libanus.",
          "english": "I will be like the morning dew to Israel. They will flourish like the lily, and they will send down their roots like the cedars of Lebanon."
        },
        {
          "number": 6,
          "latin": "Ibunt rami ejus: et erit quasi olivae gloria ejus, et odor ejus sicut Libani.",
          "english": "His branches will spread out, and his glory will be like an olive tree, and his scent will be like the cedars of Lebanon."
        },
        {
          "number": 7,
          "latin": "Revertentur sedentes in umbra ejus: vivent tritico, et florebunt quasi vinea: memoria eorum sicut vinum Libani.",
          "english": "Those who live in the shadow of the righteous will return. They will live by the wheat, and they will flourish like the vine. Their fame will be like the wine of Lebanon."
        },
        {
          "number": 8,
          "latin": "Ephraim, quid mihi ultra idola? Ego exaudiam, et dirigam eum: ego quasi cypressus virens: ex me fructus tuus inventus est.",
          "english": "Ephraim, what do I have to do with idols anymore? I will answer them and look after them. I will be like a green cypress tree, and from me, your fruit will be found."
        },
        {
          "number": 9,
          "latin": "Quis sapiens, et intelliget haec? et prudens, et sciet haec? quia rectae viae Domini, et justi ambulabunt in eis: pravaros autem conteret.",
          "english": "Who is wise and will understand these things? Who is prudent and will know these things? The ways of the Lord are just, and the righteous will walk in them. But the wicked will stumble and fall."
        }
      ]
    }
  ]
}