{
  "name": "Obadiah",
  "chapters": [
    {
      "number": 1,
      "status": "completed",
      "verses": [
        {
          "number": "1",
          "latin": "Visio Abdiae. Haec dicit Dominus Deus ad Edom: Auditum audivimus a Domino, et legatum in gentibus missum: Surgite, et consurgamus adversus eam in prœlium.",
          "english": "The vision of Abdias. God the Lord says this about Edom: I, God, have a message to deliver to the nations. Rise up, let us fight against Edom!"
        },
        {
          "number": "2",
          "latin": "Ecce, parvulum te dedi in gentibus: contemptibilis es nimis.",
          "english": "Behold, I have made you a small nation among the nations. You are held in contempt."
        },
        {
          "number": "3",
          "latin": "Superbia cordis tui extulit te, qui habitas in scissuris petrarum, exaltas solium tuum: qui dicis in corde tuo: Quis detrahet me in terram?",
          "english": "Your pride of heart has deceived you, O Edom, who dwell in the high, stony places. You say in your heart: “Who can bring me down to the earth?”"
        },
        {
          "number": "4",
          "latin": "Si exaltatus fueris ut aquila, et si posueris inter stellas nidum tuum, inde detraham te, dicit Dominus.",
          "english": "Even if you soar like an eagle, even if you make your nest among the stars, I will bring you down, says the Lord."
        },
        {
          "number": "5",
          "latin": "Si fures introissent ad te, si latrones de nocte, quomodo conticisses? Nonne furati essent usque ad sufficeret eis? Si vindemiatores introissent tibi, certe usque ad racemum dimisissent?",
          "english": "If thieves were to come to you, if robbers by night, how would you hide? Would they not steal until they had enough? If grape-gatherers came to you, surely they would leave some grapes behind!"
        },
        {
          "number": "6",
          "latin": "Quomodo scrutati sunt Esau, inventi sunt condita ejus? Usque ad terminum expulerunt te.",
          "english": "How have the descendants of Esau been plundered! How have their hidden treasures been sought out! Even to the end of the nation they have expelled you."
        },
        {
          "number": "7",
          "latin": "Usque ad terminum expulerunt te omnes socii tui, illuserunt tibi, et prævaluerunt adversum te, qui comedebant te; insidiæ ejus sub te: non est prudentia in eo.",
          "english": "All your allies have deceived you, and have prevailed against you, those who eat with you have set a trap for you: there is no understanding in him."
        },
        {
          "number": "8",
          "latin": "Numquid non in die illa, dicit Dominus, perdam sapientes de Idumaea, et prudentiam de monte Esau?",
          "english": "On that day, says the Lord, I will destroy the wise men from Edom and all understanding from the mountain of Esau."
        },
        {
          "number": "9",
          "latin": "Et pavebunt fortes tui, Thæman, in die illa, et perdam sapientiam de monte Esau.",
          "english": "And your mighty men, Teman, will be struck with fear, and I will destroy all understanding from the mountain of Esau."
        },
        {
          "number": "10",
          "latin": "Propter insidias fratris tui Jacob, operiet te confusio, et peribis in æternum.",
          "english": "Because of the violence done to your brother Jacob, shame will cover you, and you will be destroyed forever."
        },
        {
          "number": "11",
          "latin": "In die qua steteras contra, quando ceperunt alieni fortunas ejus, et extranei ingressi sunt portas ejus, et miserunt sortem super Jerusalem, tu quoque eras quasi unus ex eis.",
          "english": "On the day that you stood by, when strangers carried off Jacob’s wealth, when foreigners entered his gates, and cast lots for Jerusalem, you were like one of them."
        },
        {
          "number": "12",
          "latin": "Ne intuereris diem fratris tui in die interfectionis ejus, nec gauderes super filios Juda in die perditionis eorum, nec magnificates os tuum in die angustiæ.",
          "english": "You should not have looked on the day of your brother’s misfortune, nor rejoiced over the children of Judah on the day of their destruction; nor should you have spoken proudly in the day of distress."
        },
        {
          "number": "13",
          "latin": "Ne ingredereris portam populi mei in die calamitatis eorum: nec intuereris mala ejus in die afflictionis illius: nec mitteres manus in fortunas ejus in die vastitatis illius.",
          "english": "You should not have entered the gate of my people on the day of their disaster, nor gloated over his misfortune on the day of his affliction, nor laid hands on his wealth on the day of his desolation."
        },
        {
          "number": "14",
          "latin": "Ne steteris in compitis, ut interficeres eos qui fugerant; nec tradidisses reliquos ejus in die tribulationis.",
          "english": "You should not have stood at the crossroads to cut off those who escaped, nor delivered over his survivors on the day of distress."
        },
        {
          "number": "15",
          "latin": "Quoniam juxta est dies Domini super omnes gentes: sicut fecisti, fiet tibi: retributio tua convertetur super caput tuum.",
          "english": "For the day of the Lord is near against all the nations. As you have done, so shall it be done to you. Your actions will return upon your own head."
        },
        {
          "number": "16",
          "latin": "Quoniam quomodo bibistis super montem sanctum meum, bibent omnes gentes jugiter: et bibent, et absorbebunt, et erunt quasi non fuerint.",
          "english": "For just as you have drunk on my holy mountain, so all the nations shall drink continually, and they shall drink and swallow, and be as though they had never been."
        },
        {
          "number": "17",
          "latin": "Et in monte Sion erit salvatio, et erit sancta: et possidebit domus Jacob eos qui possederant illos.",
          "english": "But on Mount Zion there will be deliverance, and it will be holy; and the house of Jacob will possess those who possessed them."
        },
        {
          "number": "18",
          "latin": "Et erit domus Jacob ignis, et domus Joseph flamma, et domus Esau stipula: et succendent eam, et conurent eam: et non erit reliquias de domo Esau, quia Dominus locutus est.",
          "english": "And the house of Jacob will be a fire, and the house of Joseph a flame, and the house of Esau like stubble, and they will burn them and consume them. There will be no survivor of the house of Esau, because the Lord has spoken."
        },
        {
          "number": "19",
          "latin": "Et possidebunt qui ad austrum sunt, montem Esau, et qui in campestribus, Philisthim: et possidebunt regiones Ephraim et regiones Samariæ: et Benjamin Galaad.",
          "english": "Those of the south will possess the mountain of Esau, and those of the plain, the Philistines. They will possess the territories of Ephraim and Samaria, and Benjamin will possess Gilead."
        },
        {
          "number": "20",
          "latin": "Et transmigratio exercitus hujus filiorum Israël, qui in Chanaan est, usque ad Sarephtam: et transmigratio Jerúsalem, qui in Bosporo est, possidebit civitates austri.",
          "english": "And the exiles of this army of the children of Israel will possess what is in Canaan as far as Zarephath; and the exiles of Jerusalem, who are in Sepharad, will possess the cities of the south."
        },
        {
          "number": "21",
          "latin": "Et ascendent salvatores in montem Sion, judicantes montem Esau: et erit regnum Domino.",
          "english": "And saviors will go up to Mount Zion to judge the mountain of Esau, and the kingdom will be the Lord’s."
        }
      ]
    }
  ]
}