{
  "name": "Jonah",
  "chapters": [
    {
      "number": 1,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et factum est verbum Domini ad Ionam filium Amatthi, dicens:",
          "english": "The word of the Lord came to Jonah, the son of Amittai, saying:"
        },
        {
          "number": 2,
          "latin": "Surge, et vade in civitatem magnam Niniven, et praedica in ea: quia ascendit malitia ejus coram me.",
          "english": "“Go to the great city of Nineveh, and preach to it: because its wickedness has come up before me.”"
        },
        {
          "number": 3,
          "latin": "Et surrexit Jonas ut fugeret in Tharsis a facie Domini, et descendit Joppen: et invenit navem euntem in Tharsis: et dedit pretium ejus, et descendit in eam ut iret cum eis in Tharsis a facie Domini.",
          "english": "But Jonah rose up to flee to Tarshish, away from the Lord. He went down to Joppa and found a ship going to Tarshish. He paid his fare and went down into it, to go with them to Tarshish, away from the Lord."
        },
        {
          "number": 4,
          "latin": "Dominus autem misit ventum magnum in mare: et facta est tempestas magna in mari, et navis periclitabatur conteri.",
          "english": "The Lord then sent a great wind on the sea, and there was a great storm on the sea, and the ship was in danger of breaking up."
        },
        {
          "number": 5,
          "latin": "Et timuerunt nautae, et clamaverunt viri ad deos suos: et miserunt vasa quae erant in navi, in mare, ut alleviarentur ab eis. Jonas autem descendit in interiora navis, et dormiebat sopore gravi.",
          "english": "The sailors were afraid, and each man cried to his god. They threw the cargo which was in the ship into the sea, to lighten the ship. But Jonah had gone down into the lowest parts of the ship, and was fast asleep."
        },
        {
          "number": 6,
          "latin": "Accessit autem ad eum gubernator, et dixit ei: Quid tu sopore dormis? surge, invoca Deum tuum: si forte misereatur Dei nostri, et non pereamus.",
          "english": "The shipmaster came to him and said, “What are you doing sleeping? Get up, call upon your God, so that God may think of us and we do not die.”"
        },
        {
          "number": 7,
          "latin": "Et dixit unusquisque ad socium suum: Venite, et mittamus sortes, et sciamus quare hoc malum nobis sit. Et miserunt sortes, et cecidit sors super Jonam.",
          "english": "Each of them said to his companion: “Come, let’s cast lots, to find out why this evil has come upon us.” So they cast lots, and the lot fell on Jonah."
        },
        {
          "number": 8,
          "latin": "Et dixerunt ei: Indica nobis cujus causa malum istud nobis est: quod est opus tuum, et de qua terra es, et de quo populo es?",
          "english": "Then they said to him, “Tell us why this evil has come upon us. What is your job, and where do you come from? What is your nation?”"
        },
        {
          "number": 9,
          "latin": "Et dixit eis: Hebraeus ego sum, et Deum caeli ego timeo, qui fecit mare et aridam.",
          "english": "He said to them, “I am a Hebrew, and I fear the God of the universe who made the sea and the dry land.”"
        },
        {
          "number": 10,
          "latin": "Et timuerunt viri timore magno, et dixerunt ad eum: Quid hoc fecisti? cognoverant enim viri quod fugeret a facie Domini, quia indicaverat eis.",
          "english": "Then the men were exceedingly afraid, and they said to him, “Why have you done this?” For the men knew that he was fleeing from the Lord, because he had told them."
        },
        {
          "number": 11,
          "latin": "Et dixerunt ad eum: Quid faciemus tibi, ut cesset mare a nobis? quia mare tumultuabatur, et crescebat.",
          "english": "They said to him, “What should we do to you, that the sea may cease from us?” For the sea was getting rougher and rougher."
        },
        {
          "number": 12,
          "latin": "Et dixit eis: Tollite me, et mittite in mare, et cessabit mare a vobis: scio enim quod propter me tempestas haec grandis venit super vos.",
          "english": "He said to them, “Take me up and throw me into the sea, and the sea will be calm for you. For I know that because of me this great storm has come upon you.”"
        },
        {
          "number": 13,
          "latin": "Et remigabant viri ut reverterentur ad aridam, nec potuerunt: quia mare ibat et conturbabatur vehementius.",
          "english": "The men rowed to get back to dry land, but they couldn’t. For the sea continued to rage more and more."
        },
        {
          "number": 14,
          "latin": "Et clamaverunt ad Dominum, et dixerunt: Obsecramus te, Domine, ne pereamus in anima viri istius, et ne ponas super nos sanguinem innocentem: quia tu, Domine, sicut voluisti, fecisti.",
          "english": "Then they called upon the Lord and said, “We beseech you, Lord, do not let us perish for the life of this man, and do not put innocent blood upon us. For you, Lord, have done as you have willed.”"
        },
        {
          "number": 15,
          "latin": "Et tulerunt Jonam, et miserunt eum in mare: et quievit mare a consilii sui.",
          "english": "So they took Jonah and threw him into the sea. And the sea stopped its raging."
        },
        {
          "number": 16,
          "latin": "Et timuerunt viri timore magno Dominum, et immolaverunt hostias Domino, et voverunt vota.",
          "english": "Then the men feared the Lord exceedingly, and they offered a sacrifice to the Lord and made vows."
        },
        {
          "number": 17,
          "latin": "Porro Dominus paravit piscem grandem ut deglutiret Ionam: et erat Jonas in ventre piscis tribus diebus et tribus noctibus.",
          "english": "Now the Lord prepared a great fish to swallow Jonah. And Jonah was in the belly of the fish for three days and three nights."
        }
      ]
    },
    {
      "number": 2,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et oravit Ionas ad Dominum Deum suum de ventre piscis.",
          "english": "And Jonah prayed to the Lord his God from the belly of the fish."
        },
        {
          "number": 2,
          "latin": "Et dixit: Clamavi de tribulatione mea ad Dominum, et exaudivit me:",
          "english": "And he said: \"In my suffering, I called out to the Lord, and he heard me:"
        },
        {
          "number": 3,
          "latin": "de ventre inferi clamavi, et exaudisti vocem meam.",
          "english": "From the depths of Sheol (the grave), I cried out, and you heard my voice."
        },
        {
          "number": 4,
          "latin": "Et projecisti me in profundum in cor maris, et flumen circumdedit me;",
          "english": "You cast me into the deep sea, and the waves were all around me;"
        },
        {
          "number": 5,
          "latin": "omnia gurgites tui et fluctus tui super me transierunt.",
          "english": "all of your great waves and surging seas passed over me."
        },
        {
          "number": 6,
          "latin": "Et ego dixi: Ejectus sum a conspectu oculorum tuorum;",
          "english": "And I said: 'I am cast out from before your eyes';"
        },
        {
          "number": 7,
          "latin": "verumtamen rursum videbo templum sanctum tuum.",
          "english": "yet I will look upon your holy temple again."
        },
        {
          "number": 8,
          "latin": "Circumdederunt me aquae usque ad animam meam;",
          "english": "The waters closed in around me, threatening my life;"
        },
        {
          "number": 9,
          "latin": "abyssus cinxit me: pelagus operuit caput meum.",
          "english": "the deep sea engulfed me; the ocean covered my head."
        },
        {
          "number": 10,
          "latin": "Ad capita montium descendi: terrae claustra concluserunt me in aeternum.",
          "english": "I sank to the foundations of the mountains; the earth's bars closed upon me forever."
        },
        {
          "number": 11,
          "latin": "Et sublevasti de corruptione vitam meam, Domine Deus meus.",
          "english": "But you brought my life back from corruption, O Lord my God."
        },
        {
          "number": 12,
          "latin": "Cum anhelaret in me anima mea, Domine, memor fui tui:",
          "english": "When my soul was fainting within me, Lord, I remembered you:"
        },
        {
          "number": 13,
          "latin": "et veniet ad te oratio mea ad templum sanctum tuum.",
          "english": "and my prayer came to you, into your holy temple."
        },
        {
          "number": 14,
          "latin": "Qui custodiunt vanitates,  vanum  derelinquunt misericordiam suam.",
          "english": "Those who cling to worthless things abandon their own mercy."
        },
        {
          "number": 15,
          "latin": "Ego autem in voce laudis immolabo tibi: quaecumque vovi, reddam pro salute.",
          "english": "But I, with a voice of thanksgiving, will offer sacrifice to you. I will pay what I have vowed for salvation."
        },
        {
          "number": 16,
          "latin": "Et dixit Dominus  piscibus, et evomuit Ionam in aridam.",
          "english": "And the Lord spoke to the fish, and it vomited Jonah out onto dry land."
        }
      ]
    },
    {
      "number": 3,
      "status": "completed",
      "verses": [
        {
          "number": "1",
          "latin": "Et factum est verbum Domini ad Ionam secundo, dicens:",
          "english": "The word of the Lord then came to Jonah a second time, saying:"
        },
        {
          "number": "2",
          "latin": "Surge, vade in Niniven civitatem grandem, et praedica in ea praedicationem quam ego loquor ad te.",
          "english": "“Go to the great city of Nineveh, and preach the message that I give to you there.”"
        },
        {
          "number": "3",
          "latin": "Et surrexit Ionas, et abiit in Niniven juxta verbum Domini: porro Ninive erat civitas magna, Dei, itinere trium dierum.",
          "english": "So Jonah arose, and went to Nineveh according to the word of the Lord. Now Nineveh was an exceedingly great city before God, a journey of three days."
        },
        {
          "number": "4",
          "latin": "Et coepit Ionas intrare in civitatem, itinere diei unius: et clamabat, et dicebat: Adhuc quadraginta dies, et Ninive subvertetur.",
          "english": "Jonah began to enter the city, going the distance of one day’s walk. And he cried out, and said, “Forty days more, and Nineveh shall be overthrown!”"
        },
        {
          "number": "5",
          "latin": "Et crediderunt viri Ninivitae Deo: et praedicaverunt jejunium, et vestiti sunt saccis, a majori usque ad minorem.",
          "english": "And the men of Nineveh believed in God. They proclaimed a fast and put on sackcloth, from the greatest to the least."
        },
        {
          "number": "6",
          "latin": "Et pervenit verbum ad regem Ninive: et surrexit de solio suo, et amovit se de vestimento suo, et indutus est sacco, et sedit in cinere.",
          "english": "For word reached the king of Nineveh: and he arose from his throne, and laid aside his robe, and was covered with sackcloth, and sat in ashes."
        },
        {
          "number": "7",
          "latin": "Et praedicavit et dixit in Ninive ex decreto regis et principum ejus, dicens: Hominibus et jumentis, et bobus et pecoribus, non gustent: nec pascantur, et aquam non bibant.",
          "english": "And he proclaimed and said in Nineveh: “By the decree of the king and his nobles, saying: Let neither men nor beasts, oxen nor sheep, taste anything; let them not feed, nor drink water."
        },
        {
          "number": "8",
          "latin": "Et operiantur saccis homines et jumenta, et clament ad Deum fortiter: et convertantur viri de via sua mala, et de iniquitate quae est in manibus eorum.",
          "english": "And let men and beasts be covered with sackcloth, and cry to God with all their might. Let each one turn from their evil way and from the wickedness that is in their hands."
        },
        {
          "number": "9",
          "latin": "Quis scit si convertatur et paeniteat Deus, et remittat iram furoris sui, et non peribimus?",
          "english": "Who knows if God will turn and repent, and turn away from the wrath of His fury, so that we may not perish?”"
        },
        {
          "number": "10",
          "latin": "Vidit autem Deus opera eorum, quia conversi sunt de via sua mala: et misertus est Deus super malitiam quam dixerat se facturum illis, et non fecit.",
          "english": "And God saw their works, that they had turned from their evil way. And God had mercy on the evil that He said He would do to them, and He did not do it."
        }
      ]
    },
    {
      "number": 4,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et contristatus est Ionas tristitia magna, et iratus est.",
          "english": "And Jonas was very displeased, and he became angry."
        },
        {
          "number": 2,
          "latin": "Et oravit Dominum, et dixit: Obsecro Domine, nonne hoc est verbum meum cum adhuc essem in terra? Propterea praeoccupavi ut fugerem in Tharsis: scio enim quod tu Deus clemens es, et misericors, patiens, et multae miserationis, et ignoscens malitiae.",
          "english": "And he prayed to the Lord, and said, \"I beseech Thee, Lord, was not this my word when I was still in my own land? Therefore, I fled to Tharsis, for I knew that Thou art a gracious God, and merciful, patient, and of great compassion, and easy to forgive evil.\""
        },
        {
          "number": 3,
          "latin": "Et nunc Domine, tolle animam meam a me: quia melior est mihi mori quam vivere.",
          "english": "And now, Lord, take my life from me, for it is better for me to die than to live.\""
        },
        {
          "number": 4,
          "latin": "Et dixit Dominus: Putasne bene irasceris tu?",
          "english": "And the Lord said, \"Do you think it is right to be angry?\""
        },
        {
          "number": 5,
          "latin": "Et egressus est Ionas de civitate, et sedit contra eam: et fecit sibi umbraculum ibi, et sedebat sub ea, donec videret quid accideret civitati.",
          "english": "And Jonas went out of the city, and sat down on the east side of it, and he made himself a booth there, and sat under it, to see what would happen to the city."
        },
        {
          "number": 6,
          "latin": "Et produxit Dominus Deus hederam, et succrescere fecit super caput Ionae, ut esset umbra super caput ejus, et protegeret eum: laboraverat enim.",
          "english": "And the Lord God caused a gourd vine to grow up over the head of Jonas, to make a shade over his head, and to protect him; for he had toiled."
        },
        {
          "number": 7,
          "latin": "Et laetatus est Ionas super hedera laetitia magna.",
          "english": "And Jonas was exceedingly glad because of the gourd vine."
        },
        {
          "number": 8,
          "latin": "Paravit autem Deus vermem, cum ascenderet aurora, et percussit hederam, et emaruit.",
          "english": "But God prepared a worm when the dawn came up, and it struck the gourd vine, and it withered."
        },
        {
          "number": 9,
          "latin": "Et factum est cum orto sole, et irruit ventus urens, et percussit sol super caput Ionae, et æstuabat: et petivit animam suam, et dixit: Melior est mihi mori quam vivere.",
          "english": "And it came to pass when the sun rose, that a burning wind blew, and the sun struck the head of Jonas, and he fainted, and he desired his own death, and said, \"It is better for me to die than to live.\""
        },
        {
          "number": 10,
          "latin": "Et dixit Deus ad Ionam: Putasne bene irasceris tu pro hedera? Qui respondit: Bene irascor ego usque ad mortem.",
          "english": "And God said to Jonas, \"Do you think it is right to be angry about the gourd vine?\" And he said, \"I am right to be angry, even unto death.\""
        },
        {
          "number": 11,
          "latin": "Et dixit Dominus: Tu es miseratus super hederam, in qua non laborasti, neque eam fecisti crescere, quae una nocte nata est, et una nocte perierat:",
          "english": "And the Lord said, \"You are sorry for the gourd vine, which you did not labor on, nor did you make it grow, which came up in a night, and perished in a night:"
        },
        {
          "number": 12,
          "latin": "ego autem non parcam Ninive, civitati magnae, in qua habitant plus quam centum viginti millia hominum, qui nesciunt discernere inter dexteram et sinistram, et multa animalia?",
          "english": "and should not I spare Ninive, that great city, in which there are more than one hundred and twenty thousand people who do not know how to distinguish between their right hand and their left, and also many animals?\""
        }
      ]
    }
  ]
}