{
  "name": "Micah",
  "chapters": [
    {
      "number": 1,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Verbum Domini, quod factum est ad Michaeam Moesthi, in diebus Joatham, Achaz, et Ezechiæ regum Juda, quod vidit de Samaria et Jerusalem.",
          "english": "The Word of the Lord, which came to Micah of Moresheth, in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, that he saw concerning Samaria and Jerusalem."
        },
        {
          "number": 2,
          "latin": "Audite, populi omnes: attendat terra, et plenitudo ejus: et sit Dominus Deus vobis in testem, Dominus de templo sancto suo.",
          "english": "Listen, all you peoples: let the earth give ear and the world around it: and let the Lord God be your witness, the Lord from his holy temple."
        },
        {
          "number": 3,
          "latin": "Quia ecce Dominus egredietur de loco suo, et descendet, et calcabit super excelsa terræ.",
          "english": "Because, behold, the Lord will leave His place, and will come down, and will tread upon the high places of the earth."
        },
        {
          "number": 4,
          "latin": "Et consurgent montes sub eo, et valles scindentur sicut cera a facie ignis, et sicut aquæ quæ decurrunt in præcipiti.",
          "english": "And the mountains will melt under Him, and the valleys will be split open as wax before the fire, and as waters that rush down a precipice."
        },
        {
          "number": 5,
          "latin": "In culpa est omnis hæc propter prævaricationem Jacob, et propter peccata domus Israël. Quænam est prævaricatio Jacob? nonne Samaria? Et quænam est excelsa Judæ? nonne Jerusalem?",
          "english": "All of this is because of the sin of Jacob, and because of the sins of the house of Israel. What is the sin of Jacob? Is it not Samaria? And what are the high places of Judah? Is it not Jerusalem?"
        },
        {
          "number": 6,
          "latin": "Et ponam Samariam quasi acervum lapidum in agro, in plantationibus vineæ: et detraham in vallem lapides ejus, et revelabo fundamenta ejus.",
          "english": "I will make Samaria like a heap of stones in the field, in the planting of a vineyard: and I will cast down the stones thereof into the valley, and I will discover the foundations thereof."
        },
        {
          "number": 7,
          "latin": "Et omnia sculptilia ejus confringentur, et omnes mercedis ejus comburentur igni, et de omnibus simulacris ejus faciam desolationem: quia de mercede fornicationis congregata sunt, et usque ad mercedem fornicationis revertentur.",
          "english": "And all her graven images will be broken to pieces, and all her wages will be burned with fire, and I will make all her idols desolate: for she gathered them from the wages of a harlot, and she will return to the wages of a harlot."
        },
        {
          "number": 8,
          "latin": "Super hoc plangam, et ululabo: et discalciatus et nudus vadam: luctum draconum, et lamentationem filiarum strutionum.",
          "english": "Therefore will I wail and howl: I will go stripped and naked: I will make a lamentation as for the dragons, and a mourning as for the daughters of ostriches."
        },
        {
          "number": 9,
          "latin": "Quia desperata est plaga ejus: quia venit usque ad Judam, tetigit portam populi mei Jerusalem.",
          "english": "Because her wound is desperate: for it is come even to Judah, it has touched the gate of my people Jerusalem."
        },
        {
          "number": 10,
          "latin": "In Geth, nolite annuntiare: lacrimis ne ploretis: in domo pulveris pulvere vos conspergamini.",
          "english": "Tell it not in Gath, weep not at all: in the house of dust, you shall sprinkle yourselves with dust."
        },
        {
          "number": 11,
          "latin": "Transite, habitatores Saphir, cum confusione nudati sunt: non egredietur habitatrix Sanan. Lamentatio Joath: tollet a vobis firmamentum sui.",
          "english": "Pass over, you that dwell in Saphir, naked with shame: she that dwells in Sanan will not go forth. The mourning of Joath: he will take away from you his hope."
        },
        {
          "number": 12,
          "latin": "Quia doluit in bono habitatrix Maroth, quia descendit malum a Domino in portam Jerusalem.",
          "english": "For the inhabitant of Maroth is become weak for good: because evil is come down from the Lord to the gate of Jerusalem."
        },
        {
          "number": 13,
          "latin": "Jungite currum ad currum, habitatrix Lachis: principium peccati est filiæ Sion, quia in te inventa sunt scelera Israël.",
          "english": "Harness the chariot to the chariot, inhabitant of Lachis: the beginning of sin is to the daughter of Sion: for in you are found the wicked deeds of Israel."
        },
        {
          "number": 14,
          "latin": "Ideo dabit datam repudiorum, ad Moreseth Geth: domus Achzib in mendacio erit regum Israël.",
          "english": "Therefore she will give a parting gift to Moresheth Gath: the houses of Achzib will be a lie to the kings of Israel."
        },
        {
          "number": 15,
          "latin": "Adhuc adducam tibi heredem, habitatrix Maresa: usque ad Odollam gloriam Israël veniet.",
          "english": "I will bring to you again the heir, inhabitant of Maresa: even to Odollam will come the glory of Israel."
        },
        {
          "number": 16,
          "latin": "Tonde, et decalva te propter filios deliciarum tuarum: dilata calvitium tuum sicut aquila: quoniam transmigraverunt a te.",
          "english": "Make yourself bald, and shave off the hair of your head for your delicate sons: enlarge your baldness as the eagle: because they are gone from you."
        }
      ]
    },
    {
      "number": 2,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Vae qui cogitatis iniquitatem, et operamini malum in cubilibus vestris! in lucem matutinam perficietis illud, quoniam est in manu vestra.",
          "english": "Woe to those who plan wickedness, and work evil in your beds! You will bring it to completion in the morning light, because it is in your power."
        },
        {
          "number": 2,
          "latin": "Et concupierunt agros, et rapuerunt, et domos, et abstulerunt: et calumniaverunt virum et domum ejus, virum et hereditatem ejus.",
          "english": "And they covet fields, and seize them by force, and houses, and take them away: they have calumniated the man and his house, the man and his inheritance."
        },
        {
          "number": 3,
          "latin": "Propterea haec dicit Dominus: Ecce ego cogito contra genus istud malum, a quo non auferetis colla vestra, et non ambulabitis superbe, quoniam tempus malum est.",
          "english": "Therefore, the Lord says this: Behold, I am planning evil against this generation, from which you will not remove your necks, and you will not walk proudly, for it is an evil time."
        },
        {
          "number": 4,
          "latin": "In die illa assumetur super vos parabola, et cantabitur in canticum, dicentium:",
          "english": "In that day, a parable will be taken up against you, and sung in a song, saying:"
        },
        {
          "number": 5,
          "latin": "Perditi perdita est, quia abstulit me de domo mea: agri mei divisit.",
          "english": "“We are utterly destroyed! He has taken my portion of the land. He has parceled out my fields.”"
        },
        {
          "number": 6,
          "latin": "Propterea non erit vobis qui mittat funiculum sortis in coetu Domini.",
          "english": "Therefore, there will be no one for you to cast a lot in the assembly of the Lord."
        },
        {
          "number": 7,
          "latin": "Nolite loqui, inquiunt, et nolite stillare. Non stillabunt super istos, non sustinebunt opprobrium.",
          "english": "“Do not preach,” they say, “do not prophesy.” They will not prophesy to these, and they will not suffer reproaches."
        },
        {
          "number": 8,
          "latin": "Loqueris igitur: Quid loqueris? Quia veniet tempus malum.",
          "english": "But I say: What will you speak? For an evil time will come."
        },
        {
          "number": 9,
          "latin": "Et dixit: Audite quae ego loquor: Noli sperare. Ne speretis, inquit, super filios iniquitatis.",
          "english": "And he said: “Listen to what I speak: Do not hope. Do not hope,” he said, “in the sons of iniquity.”"
        },
        {
          "number": 10,
          "latin": "Quoniam subito repellent populum meum: de tunica tollitis pallium, his qui transibant simpliciter, convertentes.",
          "english": "Because you suddenly drive away my people: from their garments you take away the robe, from those passing by confidently, turning them away."
        },
        {
          "number": 11,
          "latin": "Mulieres populi mei eicicitis de domibus delitiarum ejus, ab infantibus ejus tollentes gloriam ejus in sempiternum.",
          "english": "The women of my people you cast out from the houses of their delights, taking away their glory forever from their children."
        },
        {
          "number": 12,
          "latin": "Surgite, et ite, quoniam non est hic requies, propter immunditiam, quae vastat, vastatione pessima.",
          "english": "Arise, and go, because there is no rest here because of the uncleanness that ruins, a most grievous ruin."
        },
        {
          "number": 13,
          "latin": "Si ambularem in spiritu et mendaciter incederem, dicerem tibi: Propheta, et stillarem tibi de vino et de ebrietate, et esset iste populus, cui loquerer.",
          "english": "If I were to walk in the spirit and go falsely, I would say to you, “Prophesy,” and I would prophesy to you of wine and drunkenness, and this would be the people I would speak to."
        }
      ]
    },
    {
      "number": 3,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et dixi: Audite, principes Iacob, et duces domus Israël: numquid non vestrum est scire iudicium?",
          "english": "And I said: “Listen, rulers of Israel! You leaders of the house of Jacob, shouldn’t you know what’s right?"
        },
        {
          "number": 2,
          "latin": "Qui odistis bonum, et diligitis malum: qui rapitis eorum pelles desuper eis, et carnem eorum a super ossibus eorum,",
          "english": "You hate good and you love evil. You tear the skin off the poor and take away their flesh from their bones."
        },
        {
          "number": 3,
          "latin": "qui comedistis carnem populi mei, et pelles eorum desuper eruitis: et ossa eorum confringitis, et conciditis sicut in caldario, et quasi carnem in medio ollae.",
          "english": "You eat the flesh of my people, you rip the skin off them, you break their bones, you chop them up like meat in a pot, like flesh in a cauldron."
        },
        {
          "number": 4,
          "latin": "Tunc clamabunt ad Dominum, et non exaudiet eos: et abscondet faciem suam ab eis in tempore illo, sicut mala fecerunt in studiis suis.",
          "english": "Then they will cry to the Lord, but He will not answer them. He will hide His face from them in that time, because of the evil they have done."
        },
        {
          "number": 5,
          "latin": "Haec dicit Dominus super prophetas, qui seducunt populum meum: qui mordent dentibus, et clamant: Pax. Et si quis non dederit in ore eorum, praeparant adversus eum bellum.",
          "english": "Thus says the Lord about the false prophets who lead my people astray: “They bite with their teeth and cry out, ‘Peace!’ If anyone does not give them something to eat, they prepare war against him.”"
        },
        {
          "number": 6,
          "latin": "Propterea nox vobis erit pro visione: et tenebrae vobis pro divinatione: et occumbet sol super prophetas, et obtenebrabitur dies super eos.",
          "english": "Therefore, the night will be for you instead of vision, and darkness will be for you instead of divination. The sun will set upon the prophets, and the day will be darkened for them."
        },
        {
          "number": 7,
          "latin": "Et confundentur videntes, et erubescent divini: et operient super labia sua universi: quoniam non est responsio Dei.",
          "english": "Then the seers will be ashamed, and the diviners will blush. They will all cover their mouths, for there will be no answer from God."
        },
        {
          "number": 8,
          "latin": "Verumtamen ego repletus sum fortitudine spiritus Domini, et iudicio, et virtute: ut annuntiem Iacob scelera sua, et Israël peccata sua.",
          "english": "But as for me, I am filled with the power of the Spirit of the Lord, and with justice and strength, to declare to Jacob his crimes and to Israel his sins."
        },
        {
          "number": 9,
          "latin": "Audite hoc, principes domus Iacob, et duces domus Israël, qui abominamini iudicium, et omnia recta pervertitis:",
          "english": "Hear this, you leaders of the house of Jacob, and rulers of the house of Israel, you who hate justice, and who pervert all that is right:"
        },
        {
          "number": 10,
          "latin": "qui aedificatis Sion in sanguinibus, et Ierusalem in iniquitate.",
          "english": "You build Zion with bloodshed, and Jerusalem with iniquity."
        },
        {
          "number": 11,
          "latin": "Principes ejus in muneribus iudicabant, et sacerdotes ejus in mercede docebant, et prophetae ejus in pecunia divinabant: et super Dominum respirabant, dicentes: Numquid non Dominus in medio nostri est? non venient super nos mala.",
          "english": "Its leaders judge for a bribe, its priests teach for pay, and its prophets divine for money. And they lean on the Lord, saying, “Is the Lord not among us? No evil will come upon us.”"
        },
        {
          "number": 12,
          "latin": "Propterea, causa vestri, Sion sicut ager arabitur, et Ierusalem erit quasi acervus lapidum, et mons templi quasi excelsa silvarum.",
          "english": "Therefore, because of you, Zion will be plowed like a field, and Jerusalem will be a heap of stones, and the mountain of the temple will be like the high places of the forest."
        }
      ]
    },
    {
      "number": 4,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et erit in novissimis diebus, praeparatus mons domus Domini in vertice montium, et sublimior cunctis collibus: et fluent ad eum populi.",
          "english": "In the last days, the mountain of the Lord's house will be made ready. This mountain will be the highest of all mountains, and more important than the hills. And people will come to it."
        },
        {
          "number": 2,
          "latin": "Et properabunt gentes multae, et dicent: Venite, ascendamus ad montem Domini, et ad domum Dei Jacob: et docebit nos de viis suis, et gradiemur in semitis ejus: quia de Sion exibit lex, et verbum Domini de Jerusalem.",
          "english": "Many nations will hasten to it, and they will say, “Come! Let us go up to the mountain of the Lord, to the house of the God of Jacob. He will teach us His ways, and we will walk in His paths. For the Law will go out from Zion, and the word of the Lord from Jerusalem.”"
        },
        {
          "number": 3,
          "latin": "Et judicabit inter populos multos, et arguebit gentes fortes usque in longinquum: et concident gladios suos in vomeres, et hastas suas in falces. Non sumet gladius gentem adversus gentem, nec discent ultra conflagrare ad bellum.",
          "english": "He will judge among many peoples, and will rebuke strong nations from afar. And they will turn their swords into plowshares, and their spears into sickles. Nation shall not take up the sword against nation, nor will they learn war anymore."
        },
        {
          "number": 4,
          "latin": "Et sedebit vir sub vinea sua, et sub ficu sua: et non erit qui deterreat: quia os Domini exercituum locutum est.",
          "english": "Everyone will sit under their own vine, and under their own fig tree, and no one will make them afraid. For the mouth of the Lord of Hosts has spoken."
        },
        {
          "number": 5,
          "latin": "Quia omnes populi ambulabunt in nomine dei sui: et nos ambulabimus in nomine Domini Dei nostri in aeternum et ultra.",
          "english": "For all peoples will walk, each in the name of their own god, and we will walk in the name of the Lord our God, forever and ever."
        },
        {
          "number": 6,
          "latin": "In die illa, dicit Dominus, congregabo claudicantem, et eam quae ejecta est, et quam adflixi.",
          "english": "“In that day,” says the Lord, “I will gather the lame, and the one who was cast out, and the one whom I afflicted.”"
        },
        {
          "number": 7,
          "latin": "Et ponam claudicantem reliquias, et eam quae laboraverat, in gentem fortissimam: et regnabit Dominus super eos in monte Sion, ex hoc nunc et usque in saeculum.",
          "english": "I will make the lame a remnant, and the one who was weary, a strong nation. And the Lord will reign over them in Mount Zion, from now and forever."
        },
        {
          "number": 8,
          "latin": "Et tu turris gregis, nebulosa filiae Sion, usque ad te veniet, et veniet potestas prima: regnum filiae Jerusalem.",
          "english": "And you, O tower of the flock, O fortified hill of the daughter of Zion, the former dominion will come to you, and the kingdom will come to the daughter of Jerusalem."
        },
        {
          "number": 9,
          "latin": "Nunc quare ululas ululatus? Numquid rex non est in te? numquid consiliarius tuus periit, quia dolor quasi parturientes comprehendit te?",
          "english": "Now, why do you cry aloud? Is there no king in you? Has your counselor perished, that pain has seized you like a woman in labor?"
        },
        {
          "number": 10,
          "latin": "Dole et labora, filia Sion, quasi parturiens: quoniam nunc egredieris de civitate, et habitabis in regione, et venies usque ad campum: et ibi salvaberis.",
          "english": "Be in pain, and labor, daughter of Zion, like a woman in labor. For now you will go out of the city, and you will live in the countryside, and you will come to the field; and there you will be saved."
        },
        {
          "number": 11,
          "latin": "Nunc congregatae sunt super te gentes multae, quae dicunt: Sanctificetur, et videat oculus noster in Sion.",
          "english": "Now many nations are gathered against you, saying, “Let her be profaned, and let our eye see in Zion.”"
        },
        {
          "number": 12,
          "latin": "Ipsi autem non cognoverunt cogitationes Domini, et non intellexerunt consilium ejus: quia congregavit eos quasi manipulos in area.",
          "english": "But they do not know the thoughts of the Lord, and they have not understood His plan, for He has gathered them like sheaves to the threshing floor."
        },
        {
          "number": 13,
          "latin": "Surge, et tritura, filia Sion, quia cornu tuum ponam ferrum, et ungulas tuas ponam aes: et comminues populos multos, et interficies Dominum iniquum, et spoliationes eorum Domino.",
          "english": "Arise, and thresh, daughter of Zion, for I will make your horn iron, and I will make your hooves bronze, and you will crush many peoples, and you will consecrate the Lord of the earth, and their plunder to the Lord."
        }
      ]
    },
    {
      "number": 5,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et nunc congregare filiam castra castrorum: obsidio posita est super nos: in virga percutient maxillam iudicis Israël.",
          "english": "Now you must gather your troops. A siege will be set against us. With a rod, the judge of Israel will strike on the cheek."
        },
        {
          "number": 2,
          "latin": "Et tu, Bethlehem Ephrata, parva es in millibus Iuda: ex te mihi egredietur qui sit dominator in Israël: et egressus ejus a principio, a diebus aeternitatis.",
          "english": "And you, Bethlehem Ephrata, are small among the clans of Judah, but from you, the ruler of Israel will come forth for me, whose origins are from old, even from eternity itself."
        },
        {
          "number": 3,
          "latin": "Propter hoc dabit eos usque ad tempus, in quo parturiens pariet: et reliqui fratrum ejus convertentur ad filios Israël.",
          "english": "Therefore, God will let them be defeated until the one who will give birth has given birth, and then the rest of his brothers will return to the Israelites."
        },
        {
          "number": 4,
          "latin": "Et stabit, et pascet in fortitudine Domini, in sublimitatis nomine Domini Dei sui: et convertentur: nunc enim magnificabitur usque ad terminos terrae.",
          "english": "He will stand and lead them in the strength of the Lord, in the glorious name of the Lord his God. And they will be converted and be with him, because his kingdom will be made great until the ends of the earth."
        },
        {
          "number": 5,
          "latin": "Et erit iste pax: cum venerit Assyrius in terram nostram, et calcaverit in domibus nostris, suscitabimus super eum septem pastores, et octo firmamenta ex genere humano.",
          "english": "And He will be peace, and when the Assyrians invade our land, and tread on our houses, we will raise up against them seven shepherds, and eight leaders from among mankind."
        },
        {
          "number": 6,
          "latin": "Et pascent terram Assyriorum in gladio, et terram Nembrod in lanceis ejus: et liberabit de Assyrio, cum venerit in terram nostram, et cum calcaverit in finibus nostris.",
          "english": "They will shepherd the land of the Assyrians with the sword, and the land of Nimrod with his spears. And they will save us from the Assyrian, when he invades our land, and when he steps inside our borders."
        },
        {
          "number": 7,
          "latin": "Et erit reliquiae Iacob in medio populorum multorum, quasi ros de Domino, et quasi stillae super herbam, quae non sperat in homine, nec expectat filios hominum.",
          "english": "And the remnant of Jacob will be among many peoples, like dew from the Lord, like showers on the grass, not waiting on man, nor expecting the sons of men."
        },
        {
          "number": 8,
          "latin": "Et erit reliquiae Iacob in gentibus, in medio populorum multorum, quasi leo in bestiis saltus, quasi catulus leonis in grege pecorum: cum transierit, et conculcaverit, et ceperit, et non sit qui eruat.",
          "english": "The remnant of Jacob will be among the Gentiles, in the midst of many peoples, like a lion among the beasts of the forest, like a young lion among flocks of sheep, when he passes through, tramples, and seizes, and there is none to rescue."
        },
        {
          "number": 9,
          "latin": "Exaltetur manus tua super hostes tuos, et omnes inimici tui intereant.",
          "english": "Let your hand be raised against your enemies, and may all your enemies perish."
        },
        {
          "number": 10,
          "latin": "Et erit in die illa, dicit Dominus, auferam equos tuos de medio tui, et conteram currus tuos.",
          "english": "And in that day, says the Lord, I will take away your horses from among you, and I will destroy your chariots."
        },
        {
          "number": 11,
          "latin": "Et auferam civitates terrae tuae, et destruam omnes fortitudines tuas.",
          "english": "I will remove the cities of your land, and I will tear down all your fortresses."
        },
        {
          "number": 12,
          "latin": "Et auferam incantationes de manu tua, et divinationes non erunt in te.",
          "english": "I will take away your sorceries, and there will be no divination practiced by you."
        },
        {
          "number": 13,
          "latin": "Et auferam sculptilia tua, et statuas tuas de medio tui: et non adorabis ultra opera manuum tuarum.",
          "english": "I will take away your carved images, and your idols, and you shall no longer worship the works of your hands."
        },
        {
          "number": 14,
          "latin": "Et eradicabo lucos tuos de medio tui, et dissipabo civitates tuas.",
          "english": "I will tear out your groves from your midst, and I will destroy your cities."
        },
        {
          "number": 15,
          "latin": "Et faciam in furore et in indignatione vindictam in gentibus, quae non audierunt.",
          "english": "And I will execute vengeance in wrath and indignation on the nations who have not obeyed."
        }
      ]
    },
    {
      "number": 6,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Audite, quæ loquitur Dominus: Surge, contende in judicio coram montibus, et audiant colles vocem tuam.",
          "english": "Hear what the Lord is saying: “Rise up. Make your case before the mountains, and let the hills hear your voice.”"
        },
        {
          "number": 2,
          "latin": "Audite, montes, judicium Domini, et vos, duri fundamenti terræ: quia judicium Domini cum populo suo, et cum Israël contendet.",
          "english": "Mountains, hear the Lord’s legal case. You solid foundations of the earth, listen to the judgment. For the Lord is in judgment with His people, and He will contend with Israel."
        },
        {
          "number": 3,
          "latin": "Popule meus, quid feci tibi? aut quid molestus fui tibi? responde mihi.",
          "english": "My people, what have I done to you? How have I wearied you? Answer Me."
        },
        {
          "number": 4,
          "latin": "Quia eduxi te de terra Ægypti, et de domo servientium liberavi te: et misi ante faciem tuam Moysen, et Aaron, et Mariam.",
          "english": "Because I brought you out of the land of Egypt. I freed you from slavery. I sent before you Moses, Aaron, and Miriam."
        },
        {
          "number": 5,
          "latin": "Popule meus, memento, quæ consiliatus est Balac rex Moab, et quid respondit ei Balaam filius Beor, de Setim usque in Galgala: ut cognosceres justitias Domini.",
          "english": "My people, remember what Balak, king of Moab, planned, and what Balaam son of Beor answered him, and the journey from Shittim to Gilgal, so that you may know the righteous acts of the Lord."
        },
        {
          "number": 6,
          "latin": "In quo incurvabo me coram Domino, et incurvabo me Deo excelso? Numquid incurvabo me coram holocaustis, vitulis annorum?",
          "english": "With what shall I come before the Lord, and bow down to God on high? Shall I come before Him with burnt offerings, with calves of a year old?"
        },
        {
          "number": 7,
          "latin": "Numquid placebit Domino in millibus arietum? aut in myriade fluviorum olei? dabone primogenitum meum pro impietate mea, fructum ventris mei pro peccato animæ meæ?",
          "english": "Will the Lord be pleased with thousands of rams, or with ten thousand rivers of oil? Shall I give my firstborn son for my wickedness, the fruit of my body for the sin of my soul?"
        },
        {
          "number": 8,
          "latin": "Indicavit tibi, o homo, quid bonum, et quid Dominus requirat a te, utique facere judicium, et diligere misericordiam, et sollicitum ambulare cum Deo tuo.",
          "english": "He has shown you, O man, what is good, and what the Lord requires of you. Surely, to do justice, to love mercy, and to walk carefully with your God."
        },
        {
          "number": 9,
          "latin": "Vox Domini ad civitatem: timorem vocabit, et sapiens videbit nomen tuum: audite, tribus, et qui congregati estis.",
          "english": "The Lord's voice cries out to the city: Fear will call, and the wise will see your name. Listen, you tribes, and all who are gathered."
        },
        {
          "number": 10,
          "latin": "Numquid adhuc ignis domus impii thesauris iniquitatis, et mensura diminuta, et plena maledictione?",
          "english": "Are there still treasures of wickedness in the house of the wicked? And a diminished measure, full of curse?"
        },
        {
          "number": 11,
          "latin": "Numquid justificabo stateram impiam, et sacculum dolosum in manu mea?",
          "english": "Shall I justify the wicked balance, and the deceitful purse in my hand?"
        },
        {
          "number": 12,
          "latin": "Quoniam divites ejus repleti sunt iniquitate: et habitatores ejus locuti sunt mendacium, et lingua eorum dolosa in ore eorum.",
          "english": "Because the rich of the city are filled with wickedness, and its inhabitants have spoken lies, and their tongues are deceitful in their mouth."
        },
        {
          "number": 13,
          "latin": "Et ego ergo percussi te, sterilem faciens propter peccata tua.",
          "english": "So now I have struck you, making you barren because of your sins."
        },
        {
          "number": 14,
          "latin": "Tu comedes, et non saturaberis: et contritio tua in medio tui: et suscipies, et non salvabis: et quos salvum feceris, in gladium tradam.",
          "english": "You will eat, but not be satisfied. Your despair will be in your midst. You will take in, but not save. And those you save, I will deliver to the sword."
        },
        {
          "number": 15,
          "latin": "Tu seminabis, et non metes: tu calcabis olivam, et non unges te oleo: et mustum, et non bibes vinum.",
          "english": "You will sow, but not reap. You will tread the olive, but you will not anoint yourself with oil. You will crush the grapes, but will not drink the wine."
        },
        {
          "number": 16,
          "latin": "Et servasti statuta Omri, et omnia opera domus Achab: et ambulasti in voluntatibus eorum, ut traderem te in perditionem, et habitatores ejus in sibilum: et opprobrium populi mei portabitis.",
          "english": "You have kept the statutes of Omri and all the works of the house of Ahab. You have walked in their ways, so that I would make you a ruin. I will make your inhabitants a hissing, and you will bear the reproach of My people."
        }
      ]
    },
    {
      "number": 7,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Vae mihi, quia factus sum sicut qui colligit in messe racemos, ergo non est botrus ad comedendum, praecipit primo tempore fructus desideravit anima mea.",
          "english": "Woe is me, for I am become as a man who gathers the remnants of the harvest. There is no ripe cluster of grapes to eat, and the first fruits that I desired have passed away."
        },
        {
          "number": 2,
          "latin": "Periit sanctus de terra, et rectus in hominibus non est: omnes in sanguinem insidiantur, vir fratrem suum venatur ad mortem.",
          "english": "The holy ones have vanished from the land, and there is no one who acts uprightly among men. They all lie in wait for the blood of their neighbors, each one hunts his brother unto death."
        },
        {
          "number": 3,
          "latin": "Ad malum manus eorum, ut bene operentur; princeps postulat, et judex pro mercede: et magnus desiderium animae suae significat, et sic conponunt.",
          "english": "Their hands are ready to do evil. The prince demands a bribe, and the judge is influenced by money. The great man expresses the desire of his soul, and they thus conspire together."
        },
        {
          "number": 4,
          "latin": "Qui optimus est ex eis, quasi paliurus: qui justus, quasi spina paliuri. Dies praeparationis eorum venit: custodia eorum venit.",
          "english": "The best of them is like a thornbush, and the most upright is like a thorny hedge. The day of their punishment is coming, the day that they have been warned about."
        },
        {
          "number": 5,
          "latin": "Nolite credere amico, et nolite confidere in duce: a facie ejus qui dormit in sinu tuo, custodi claustra oris tui.",
          "english": "Do not trust your neighbor, and do not rely on a friend. Be on guard against the one who lies in your bosom; keep the doors of your mouth."
        },
        {
          "number": 6,
          "latin": "Quia filius contumeliam facit patri, filia resurrexit contra matrem suam, nurus contra socrum suam: inimici hominis, domestici ejus.",
          "english": "For the son dishonors the father, the daughter rises up against her mother, the daughter-in-law against her mother-in-law. A man’s enemies are the men of his own house."
        },
        {
          "number": 7,
          "latin": "Ego autem ad Dominum speculabor, exspectabo Deum salvatorem meum; exaudiet me Deus meus.",
          "english": "But I will look to the Lord; I will wait for God my Savior; my God will hear me."
        },
        {
          "number": 8,
          "latin": "Ne laeteris inimica mea super me, quia cecidi et resurgo; cum sedero in tenebris, Dominus lux mea est.",
          "english": "Do not rejoice over me, O my enemy, for though I have fallen, I will arise. When I sit in darkness, the Lord will be my light."
        },
        {
          "number": 9,
          "latin": "Iram Domini portabo, quoniam peccavi ei, donec judicet causam meam, et faciat judicium meum: adducet me in lucem; videbo justitiam ejus.",
          "english": "I will bear the wrath of the Lord, because I have sinned against Him, until He judges my cause and executes my judgment. He will bring me out into the light; I will see His justice."
        },
        {
          "number": 10,
          "latin": "Et videbit inimica mea, et operietur confusione, quae dicit ad me: Ubi est Dominus Deus tuus? Oculi mei vident in eam; nunc erit in conculcationem, quasi lutum platearum.",
          "english": "Then my enemy will see, and she will be covered with shame, she who said to me, “Where is the Lord your God?” My eyes will gaze upon her; now she will be for trampling, like the mud in the streets."
        },
        {
          "number": 11,
          "latin": "In die aedificandorum terminorum tuorum, in die illa usque ad te veniet: in die illa usque ad te veniet Assyrius, et usque ad civitates munitas.",
          "english": "In the day that your walls are to be rebuilt, in that day the boundary will be extended. In that day the Assyrian will come to you, and to the fortified cities."
        },
        {
          "number": 12,
          "latin": "In die illa usque ad te venient de Assur, et de civitatibus munitis, et a munitionibus usque ad flumen, et a mari usque ad mare, et a monte usque ad montem.",
          "english": "In that day, they will come to you from Assyria, and from the fortified cities, and from the fortresses to the river, and from sea to sea, and from mountain to mountain."
        },
        {
          "number": 13,
          "latin": "Et erit terra in solitudinem propter habitatores ejus, pro fructu operum eorum.",
          "english": "And the land will be desolate because of its inhabitants, as a result of their deeds."
        },
        {
          "number": 14,
          "latin": "Pasce populum tuum in virga tua, gregem haereditatis tuae, habitantes solos in saltu in medio Carmeli: pascentur Basan et Galaad juxta diem antiquum.",
          "english": "Shepherd Your people with Your staff, the flock of Your inheritance, those who dwell alone in the forest, in the midst of Carmel. Let them feed in Bashan and Gilead, as in the days of old."
        },
        {
          "number": 15,
          "latin": "Secundum dies egressionis tuae de terra Aegypti, ostendam ei mirabilia.",
          "english": "As in the days of your coming out of the land of Egypt, I will show them wonders."
        },
        {
          "number": 16,
          "latin": "Videbunt gentes, et confundentur super omni fortitudine sua: ponent manum super os, aures eorum surdae erunt.",
          "english": "The nations will see and be ashamed of all their power; they will put their hand over their mouth, their ears will be deaf."
        },
        {
          "number": 17,
          "latin": "Lingent pulverem sicut serpens, sicut reptilia terrae. Moventur de claustris suis, et Dominum Deum nostrum formidabunt, et pavebunt.",
          "english": "They will lick the dust like a serpent, like the reptiles of the earth. They will come trembling out of their fortresses, and they will fear the Lord our God and be afraid."
        },
        {
          "number": 18,
          "latin": "Quis Deus similis tui, qui aufers iniquitatem, et transis reliquias peccati reliquiarum haereditatis tuae? non miseratur, et non tenet in furorem suum, quia volens misericordiam.",
          "english": "Who is a God like You, who removes iniquity and passes over the transgression of the remnant of His inheritance? He does not hold onto anger forever because He delights in mercy."
        },
        {
          "number": 19,
          "latin": "Revertetur, et miserabitur nostri: ponet iniquitates nostras, et proiciet in profundum maris omnia peccata nostra.",
          "english": "He will turn again and have mercy on us. He will tread our iniquities underfoot, and will cast all our sins into the depths of the sea."
        },
        {
          "number": 20,
          "latin": "Dabis veritatem Jacob, misericordiam Abraham: quas jurasti patribus nostris a diebus antiquis.",
          "english": "You will give truth to Jacob, and mercy to Abraham, which You swore to our fathers from days of old."
        }
      ]
    }
  ]
}