{
  "name": "Nahum",
  "chapters": [
    {
      "number": 1,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Onus Nineve. Liber visionis Nahum Helcesaei.",
          "english": "A prophecy about Nineveh. The record of Nahum of Elkosh."
        },
        {
          "number": 2,
          "latin": "Deus aemulator et ultor Dominus: ultor Dominus et habens furorem: ultor Dominus in hostes suos, et irascens inimicis suis.",
          "english": "The Lord is a jealous and avenging God; the Lord is avenging and full of wrath. The Lord takes vengeance on His adversaries and is angry with His enemies."
        },
        {
          "number": 3,
          "latin": "Dominus patiens et magnus fortitudine, et mundans: et qui non ignoscit, ponens in tempestate viam suam, et tempestas pedis ejus. ",
          "english": "The Lord is slow to anger, but great in power; He will not acquit the guilty. His way is in the tempest and the storm is under His feet."
        },
        {
          "number": 4,
          "latin": "Increpat mare et exsiccat illud, et universa flumina ad desertum consumit. Infirmatus est Basan et Carmelus, et flos Libani marcuit.",
          "english": "He rebukes the sea and dries it up; He dries up all the rivers. Bashan and Carmel wither, and the bloom of Lebanon fades."
        },
        {
          "number": 5,
          "latin": "Montes commoti sunt ab eo, et colles desolata sunt: et contremuit terra a facie ejus, et orbis, et omnes habitatores in eo.",
          "english": "The mountains quake because of Him, and the hills melt away. The earth trembles before Him, the world and all who dwell in it."
        },
        {
          "number": 6,
          "latin": "In conspectu ejus quis stabit? et quis consistere poterit in ira furoris ejus? Indignatio ejus effusa est sicut ignis, et petrae dissolutae sunt ab eo.",
          "english": "Who can stand before His indignation? Who can endure the heat of His anger? His wrath is poured out like fire, and the rocks are shattered by Him."
        },
        {
          "number": 7,
          "latin": "Bonus est Dominus, in die tribulationis: et cognoscens eos qui sperant in eum.",
          "english": "The Lord is good, a refuge in the day of distress; He knows those who trust in Him."
        },
        {
          "number": 8,
          "latin": "Et in diluvio praetervehens, consummationem faciet locorum ejus: et inimicos ejus persequetur tenebrae.",
          "english": "But with an overflowing flood He will make an end of its place, and will pursue His enemies into darkness."
        },
        {
          "number": 9,
          "latin": "Quid cogitatis contra Dominum? ipse consummationem faciet: non consurget duplex tribulatio.",
          "english": "What do you plot against the Lord? He will make an end; He will not take vengeance twice."
        },
        {
          "number": 10,
          "latin": "Quoniam sicut spinae se invicem complectuntur, sic quasi potores inebriati, consumpti sunt. ",
          "english": "For though they are like tangled thorns, though they are drunkards as they drink, they shall be consumed like dry stubble."
        },
        {
          "number": 11,
          "latin": "Ex te exiet cogitatio malitiosa adversus Dominum, consiliarius perversitatis.",
          "english": "From you came one who devised evil against the Lord, a wicked counselor."
        },
        {
          "number": 12,
          "latin": "Hæc dicit Dominus: Si perfecti fuerint, et ita multi, sic quoque atterentur, et transibunt. Afflixi te, non affligam te ultra.",
          "english": "Thus says the Lord: “Though they are at full strength and many, they will be cut down and pass away. Though I have afflicted you, I will afflict you no more."
        },
        {
          "number": 13,
          "latin": "Et nunc confringam virgam ejus de dorso tuo, et vincula tua disrumpam.",
          "english": "And now I will break his yoke from your neck, and I will burst your bonds."
        },
        {
          "number": 14,
          "latin": "Super te non seminabit amplius nomen tuum: de domo Dei tui disperdam sculptile et conflatile: ponam sepulchrum tuum, quia inhonoratus es.",
          "english": "The Lord has given a command concerning you: Your name shall be perpetuated no longer. From the house of your gods I will cut off the carved image and the cast image. I will make your grave, for you are worthless."
        },
        {
          "number": 15,
          "latin": "Ecce super montes pedes evangelizantis et annuntiantis pacem. Celebra, Juda, festivitates tuas, et redde vota tua: quia non addet ultra ut pertransiat in te Belial: totus interiit.",
          "english": "Behold, on the mountains, the feet of him who brings good tidings, who proclaims peace! Celebrate your festivals, O Judah, fulfill your vows, for never again shall the wicked pass through you; he is utterly cut off."
        }
      ]
    },
    {
      "number": 2,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Ascendit qui dissipat coram te, qui custodit munitionem: observa viam, conforta lumbos, corrobora virtutem.",
          "english": "The army is coming! Prepare yourself. Guard your city. Strengthen your defenses."
        },
        {
          "number": 2,
          "latin": "Quoniam dissipavit Dominus superbiam Iacob, sicut superbiam Israel: quia dissipatores dissipaverunt eos, et palmites eorum confregit.",
          "english": "The Lord will destroy the pride of Jacob, as He destroyed Israel. Because the destroyers will destroy them and break their branches."
        },
        {
          "number": 3,
          "latin": "Scutum fortium ejus rubeum: viri robusti in coccino, ignis in die paratus est, quadrigae in fulgore, agitatae sunt.",
          "english": "The shields of their soldiers are red. Their soldiers are dressed in scarlet. The fire of destruction is ready. The chariots are like lightning!"
        },
        {
          "number": 4,
          "latin": "In viis constringentur quadrigae, et in plateis confligent: aspectus eorum quasi facularum, quasi fulgurum curretur.",
          "english": "The chariots will rush through the streets, colliding in the city squares. The appearance of the soldiers is like torches, as flashes of lightning."
        },
        {
          "number": 5,
          "latin": "Recitabitur praeclarorum ejus: ruent in viis, festinantes in muro: et protectio praeparabitur.",
          "english": "The best soldiers will be called forward, but they will stumble in their haste. The city's protective wall will be prepared."
        },
        {
          "number": 6,
          "latin": "Portarum flumina aperientur, et templum contristabitur.",
          "english": "The river gates will be opened, and the palace will be captured."
        },
        {
          "number": 7,
          "latin": "Et cum captiva ducta fuerit, et ancillae quasi columbae murmurantes in cordibus suis.",
          "english": "The captives will be taken away, and the captive women will mourn like doves."
        },
        {
          "number": 8,
          "latin": "Et Ninive, quasi piscina aquarum, aquae ejus: ipsi vero fugerunt. State, state, clamabant: et non erat qui reverteretur.",
          "english": "Nineveh is like a pool of water, but its people are fleeing. “Stop! Stop!” they cry, but no one turns back."
        },
        {
          "number": 9,
          "latin": "Diripite argentum, diripite aurum: et non est finis, apparatus omnis desiderabilis.",
          "english": "Take the silver! Take the gold! There is no end to the valuable treasures."
        },
        {
          "number": 10,
          "latin": "Vastata est, et dissipata, et incisa: et cor contritum, dissolutumque, et tabes in genua, et tremor in cunctis lumbis, et facies omnium sicut nigredinis ollae.",
          "english": "Nineveh is now wasted, plundered, and destroyed. The heart is broken, the knees are shaking, the body trembles, and the faces are blackened."
        },
        {
          "number": 11,
          "latin": "Ubi est cubile leonum, et pascua leonum, ubi ambulabat leo, et catulus leonis, et nemo qui exterreret?",
          "english": "Where is the den of the lions? Where is the feeding ground for the young lions, where the lion and the lioness walked? No one will scare them now."
        },
        {
          "number": 12,
          "latin": "Leo cepit sufficientia catulis suis, et suffocatrices leonum: et implevit praeda speluncas suas, et cubilia sua rapina.",
          "english": "The lion tore apart enough for its cubs, and strangled enough for the lionesses. He filled his caves with prey and his dens with spoils."
        },
        {
          "number": 13,
          "latin": "Ecce ego ad te, dicit Dominus exercituum: et succendam in fumum quadrigas ejus, et gladius comedet catulos tuos: et non implebo de praeda tua vocem tuam.",
          "english": "“I am against you,” says the Lord of Hosts. “I will burn your chariots in smoke. The sword will consume your young lions. I will not let your spoils echo your boasts.”"
        },
        {
          "number": 14,
          "latin": "Et non audietur ultra vox praedonum tuorum: et plaga eorum non audietur amplius.",
          "english": "The voices of your messengers will no longer be heard. Your city will never again be destroyed."
        }
      ]
    },
    {
      "number": 3,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Vae civitati sanguinum, tota mendacii, et plena rapina! Non recedet a te praeda.",
          "english": "Woe to that bloody city! That city of constant lies and endless robbery! The pillaging will never end."
        },
        {
          "number": 2,
          "latin": "Sonitus flagelli, et sonitus rotae, et eques frementis, et currus salientes,",
          "english": "Listen to the cracking whip! Hear the noise of the wheels! See the galloping horses and the bouncing chariots,"
        },
        {
          "number": 3,
          "latin": "et eques ascendens, et gladius fulgurans, et hasta coruscans, et multitudo interfectorum, et gravis copia cadaverum, et non est finis mortuorum: ruunt in corporibus eorum.",
          "english": "Watch the horsemen charging, the flashing swords and the glittering spears! There are so many dead. Corpses pile up. There is no end to the dead! They stumble over the bodies."
        },
        {
          "number": 4,
          "latin": "Propter multitudinem fornicationum meretricis speciosæ, et gratiæ illius, et venalium, quæ seduxit gentes in fornicationibus suis, et familias in incantationibus suis.",
          "english": "This is because of the countless sins of the prostitute, the beautiful harlot! She seduced the nations with her prostitution and the families with her spells."
        },
        {
          "number": 5,
          "latin": "Ecce ego ad te, dicit Dominus exercituum, et revelabo faciem tuam in facie, et ostendam gentibus nuditatem tuam, et regnis ignominiam tuam.",
          "english": "“Look,” says the Lord of Hosts, “I am against you! I will lift your skirts and expose your shame before the nations, and show the kingdoms your disgrace."
        },
        {
          "number": 6,
          "latin": "Et projiciam super te abominationes, et contumeliis te contumeliabo, et ponam te in exemplum.",
          "english": "I will cast abominations upon you and disgrace you. I will make you a spectacle."
        },
        {
          "number": 7,
          "latin": "Et erit: omnes qui viderint te, fugient a te, et dicent: Vastata est Nineve: quis commovebit eam? unde quæram consolatorem tibi?",
          "english": "Then everyone who sees you will flee from you, saying, 'Nineveh is devastated! Who will mourn for her?' Where shall I seek someone to comfort you?"
        },
        {
          "number": 8,
          "latin": "Numquid melior es Alexandria populorum, quæ habitabat in fluminibus? Aquae in gyro ejus: cujus muri mare, et muri ejus a mari?",
          "english": "Are you better than Thebes, which was situated on the Nile, surrounded by water? Her ramparts were the sea; the water was her wall."
        },
        {
          "number": 9,
          "latin": "Æthiopia fortitudo ejus, et AEgyptus, et non est finis: Phut et Libyes erant in auxilio tuo.",
          "english": "Ethiopia and Egypt were her strength. There was no limit to her power. Put and Libya were among her allies."
        },
        {
          "number": 10,
          "latin": "Et ipsa translata est, et captivata: parvuli ejus elisi sunt in capite omnium viarum: et super nobiles ejus miserunt sortem, et omnes optimates ejus vincti sunt in compedibus.",
          "english": "Yet she was captured and carried away. Her little children were dashed to pieces at the head of every street. They cast lots for her nobles, and all her great men were put in chains."
        },
        {
          "number": 11,
          "latin": "Et tu quoque inebriaberis, et condoleris: et quæres auxilium ab inimico.",
          "english": "So you also will become drunk and hidden. You will seek refuge from the enemy."
        },
        {
          "number": 12,
          "latin": "Omnes munitiones tuæ quasi ficus cum primitiis suis: si excussi fuerint, cadent in os comedentis.",
          "english": "All your fortresses are like fig trees with their first ripe figs; if they are shaken, they fall straight into the mouth of the eater."
        },
        {
          "number": 13,
          "latin": "Ecce, populus tuus mulieres in medio tui: inimicis tuis pandentur portæ terræ tuæ, et devorabit ignis vectes tuos.",
          "english": "Look, your people within you are like women. The gates of your land are wide open to your enemies; fire has consumed your bars."
        },
        {
          "number": 14,
          "latin": "Aquam hauri tibi contra obsidionem: confirma munitiones tuas: vade in lutum, et calca, contere, clipeum.",
          "english": "Draw water for the siege. Strengthen your fortresses. Go into the mud and trample it. Repair your brick molds."
        },
        {
          "number": 15,
          "latin": "Ibi consumet te ignis, gladio confringetur te: devorabit te ut bruchus: multiplica te ut bruchus, et eruca.",
          "english": "There the fire will consume you; the sword will cut you down. It will devour you like the locust. Multiply yourselves like the locust; increase like the grasshopper."
        },
        {
          "number": 16,
          "latin": "Pluriores fecisti negotiatores tuos quam stellas cæli: bruchus immissus est, et avolavit.",
          "english": "You have increased your merchants more than the stars of the sky. Like the locust, they swarm and fly away."
        },
        {
          "number": 17,
          "latin": "Principes tui quasi caligo diei: cum operuerit se sol: ceciderunt; et non cognoverunt locum sui.",
          "english": "Your princes are like grasshoppers, your officials like swarms of locusts that settle on the walls in the cold. When the sun comes up, they fly away, and no one knows where they have gone."
        },
        {
          "number": 18,
          "latin": "Pastor tuus dormitaverunt, rex Assur requievit: dispersi sunt populi tui in montibus, et non est qui congregat eos.",
          "english": "Your shepherds are sleeping, O king of Assyria. Your nobles lie in the dust; your people are scattered on the mountains, and there is no one to gather them."
        },
        {
          "number": 19,
          "latin": "Non est plaga qua emundetur contritio tua: pessima est plaga tua: omnes audientes super te plaudent manu.",
          "english": "There is no healing for your wound. Your injury is severe. All who hear the news of you clap their hands over you, for who has not felt your endless cruelty?"
        }
      ]
    }
  ]
}