{
  "name": "Haggai",
  "chapters": [
    {
      "number": 1,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "In anno secundo Darii regis, in mense sexto, in die una mensis, factum est verbum Domini in manu Aggei prophetae, ad Zorobabel filium Salathiel, ducem Judae, et ad Josue filium Josedec, sacerdotem magnum, dicens:",
          "english": "In the second year that Darius was king, in the sixth month, on the first day of the month, the Lord spoke to Haggai the prophet, to Zorobabel son of Shealtiel, the governor of Judah, and to Joshua son of Jehozadak, the high priest, saying:"
        },
        {
          "number": 2,
          "latin": "Haec dicit Dominus exercituum, dicens: Populus iste dicit: Nondum venit tempus domus Domini aedificandi.",
          "english": "“The Lord of Hosts says this: ‘This people says: ‘The time to build the Lord’s house has not yet come.’”"
        },
        {
          "number": 3,
          "latin": "Factum est ergo verbum Domini in manu Aggei prophetae, dicens:",
          "english": "Then the Lord spoke through Haggai the prophet, saying:"
        },
        {
          "number": 4,
          "latin": "Numquid tempus vobis est ut habitetis in domibus vestris contignatis, et domus ista desolata sit?",
          "english": "“Is it right for you to be living in your paneled homes while this house remains in ruins?”"
        },
        {
          "number": 5,
          "latin": "Et nunc haec dicit Dominus exercituum: Ponite corda vestra super vias vestras.",
          "english": "“Now, this is what the Lord of Hosts says: ‘Consider your ways!’"
        },
        {
          "number": 6,
          "latin": "Seminastis multum, et intulistis parum: comedistis, et non estis satiati: bibistis, et non estis inebriati: operuistis vos, et non estis calefacti: et qui mercedes accepit, misit eas in sacculum foratum.",
          "english": "“You have planted much, but harvested little. You eat, but you are not satisfied. You drink, but you are not drunk. You put on clothes, but you are not warm. The one who earns wages puts them in a bag full of holes.’”"
        },
        {
          "number": 7,
          "latin": "Haec dicit Dominus exercituum: Ponite corda vestra super vias vestras.",
          "english": "“This is what the Lord of Hosts says: ‘Consider your ways!’"
        },
        {
          "number": 8,
          "latin": "Ascendite in montem, et ferte ligna, et aedificate domum: et ponam in ea voluntatem meam, et glorificabor, dicit Dominus.",
          "english": "“Go up into the hills, bring timber, and build the house. I will take pleasure in it, and I will be glorified,’ says the Lord.”"
        },
        {
          "number": 9,
          "latin": "Speravistis multum, et facta sunt parva: et intulistis in domum, et exsufflavi illud. Quare? dicit Dominus exercituum. Propter domum meam, quae desolata est, et unusquisque vestrum currit in domum suam.",
          "english": "“You expected much, but it came to little. When you brought it home, I blew it away. Why?” says the Lord of Hosts. “Because my house is ruined, while each of you is busy with your own home.”"
        },
        {
          "number": 10,
          "latin": "Propter hoc caeli super vos prohibuerunt rorem, et terra prohibuit fructum suum.",
          "english": "“Therefore, the sky has withheld the dew over you, and the earth has withheld its produce."
        },
        {
          "number": 11,
          "latin": "Et vocavi siccitatem super terram, et super montes, et super frumentum, et super vinum, et super oleum, et quaecumque profert humus, et super homines, et super iumenta, et super omne laborem manuum.",
          "english": "“I have called for a drought on the land, on the mountains, on the grain, on the wine, on the oil, on everything that the ground produces, and on men, on animals, and on all the work of your hands.”"
        },
        {
          "number": 12,
          "latin": "Et audivit Zorobabel filius Salathiel, et Josue filius Josedec, sacerdos magnus, et reliquus populus vocem Domini Dei sui, et verba Aggei prophetae: quoniam misit eum Dominus Deus eorum. Et timuit populus a facie Domini.",
          "english": "Then Zorobabel son of Shealtiel, Joshua son of Jehozadak, the high priest, and all the rest of the people listened to the voice of the Lord their God, and the words of Haggai the prophet because the Lord their God had sent him. And the people feared the Lord."
        },
        {
          "number": 13,
          "latin": "Et locutus est Aggeus nuntius Domini in legatione Domini ad populum, dicens: Ego vobiscum sum, dicit Dominus.",
          "english": "Then Haggai, the Lord’s messenger, gave the Lord’s message to the people, saying: “I am with you, says the Lord.”"
        },
        {
          "number": 14,
          "latin": "Et suscitavit Dominus spiritum Zorobabel filii Salathiel ducis Judae, et spiritum Josue filii Josedec sacerdotis magni, et spiritum reliqui populi: et intraverunt, et operati sunt in domo Domini exercituum, in die vicesima et quarta mensis sexti, in anno secundo Darii regis.",
          "english": "So the Lord stirred up the spirit of Zorobabel son of Shealtiel, governor of Judah, and the spirit of Joshua son of Jehozadak, the high priest, and the spirit of the rest of the people. They came and began to work on the house of the Lord of Hosts on the twenty-fourth day of the sixth month, in the second year of Darius the king."
        }
      ]
    },
    {
      "number": 2,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Anno secundo Darei regis, mense sexto, in die una mensis, factum est verbum Domini in manu Aggei prophetae ad Zorobabel filium Salathiel ducem Juda, et ad Josue filium Josedec sacerdotem magnum, dicens:",
          "english": "In the second year of King Darius, in the sixth month, on the first day of the month, the Son revealed himself to the prophet Haggai, and through Haggai spoke the Lord to Zerubbabel, the son of Shealtiel, who was the governor of Judah, and to Joshua, the son of Jehozadak, the high priest, saying:"
        },
        {
          "number": 2,
          "latin": "Haec dicit Dominus exercituum, dicens: Populus iste dicit: Nondum venit tempus domus Domini aedificandi, et nunc tempus est, et aedificetur domus Domini.",
          "english": "The Lord of Hosts says this: “This people says that the time has not yet come to rebuild the Lord’s house. But now is the time—the house of the Lord must be rebuilt.”"
        },
        {
          "number": 3,
          "latin": "Et factum est verbum Domini in manu Aggei prophetae, dicens:",
          "english": "Then the Son spoke through the prophet Haggai, saying:"
        },
        {
          "number": 4,
          "latin": "Quis reliquus est in vobis, qui viderit domum hanc in gloria sua prima? et quomodo videtis eam nunc? nonne pro nihilo in oculis vestris?",
          "english": "“Who among you is left who saw this house in its former glory? And how do you see it now? Isn’t it as nothing in your eyes?"
        },
        {
          "number": 5,
          "latin": "Et nunc confortare, Zorobabel, dicit Dominus, et confortare, Josue fili Josedec sacerdos magne, et confortamini, universi populi terrae, dicit Dominus, et facite: quia ego vobiscum sum, dicit Dominus exercituum.",
          "english": "“But now, be strong, Zerubbabel,” says the Lord. “And be strong, Joshua, son of Jehozadak, the high priest. Be strong, all you people of the land,” says the Lord, “and work, because I am with you,” says the Lord of Hosts."
        },
        {
          "number": 6,
          "latin": "Verbum quod pepigi vobiscum cum egrederemini de Aegypto: et spiritus meus erit in medio vestrum; nolite timere.",
          "english": "“This is what I promised when you came out of Egypt: My Spirit shall remain among you. Fear not.”"
        },
        {
          "number": 7,
          "latin": "Quia haec dicit Dominus exercituum: Adhuc semel, et ego movebo caelum et terram, et mare et aridam.",
          "english": "“For the Lord of Hosts says this: 'Once more, I will shake the universe and the earth, the sea and the dry land.'"
        },
        {
          "number": 8,
          "latin": "Et movebo cunctas gentes: et veniet desideratus cunctis gentibus, et implebo domum hanc gloria, dicit Dominus exercituum.",
          "english": "“'I will shake all the nations, and the desired one of all nations will come, and I will fill this house with glory,’ says the Lord of Hosts."
        },
        {
          "number": 9,
          "latin": "Meum est argentum, et meum aurum, dicit Dominus exercituum.",
          "english": "“'The silver is mine, and the gold is mine,’ says the Lord of Hosts."
        },
        {
          "number": 10,
          "latin": "Major erit gloria domus istius novissimae, quam prioris, dicit Dominus exercituum: et in hoc loco dabo pacem, dicit Dominus exercituum.",
          "english": "“The glory of this new house will be greater than the glory of the former house,” says the Lord of Hosts, “and in this place, I will give peace,” says the Lord of Hosts."
        },
        {
          "number": 11,
          "latin": "In vicesimo quarto die mensis noni, in anno secundo Darei, factum est verbum Domini ad Aggaeum prophetam, dicens:",
          "english": "On the twenty-fourth day of the ninth month, in the second year of Darius, the Son spoke through Haggai the prophet, saying:"
        },
        {
          "number": 12,
          "latin": "Haec dicit Dominus exercituum: Interroga sacerdotes legem, dicens:",
          "english": "The Lord of Hosts says this: “Ask the priests about the law, saying:"
        },
        {
          "number": 13,
          "latin": "Si tulerit homo carnem sanctificatam in ora vestimenti sui, et tetigerit cum ora vestimenti panem, aut pulmentum, aut vinum, aut oleum, aut quamlibet escam, numquid sanctificabitur?",
          "english": "“‘If a man carries consecrated meat in his garment, and the edge of his garment touches bread, or cooked food, or wine, or oil, or any other food, will it be consecrated?’”"
        },
        {
          "number": 14,
          "latin": "Et responderunt sacerdotes, et dixerunt: Non.",
          "english": "The priests answered, “No.”"
        },
        {
          "number": 15,
          "latin": "Et ait Aggeus: Si tetigerit immundus in anima mortui omnia haec, numquid contaminabuntur? Et responderunt sacerdotes, et dixerunt: Contaminabuntur.",
          "english": "Then Haggai said, “If someone unclean by contact with a dead body touches any of these things, will they be defiled?” The priests answered, “They will be defiled.”"
        },
        {
          "number": 16,
          "latin": "Et respondit Aggeus, et dixit: Sic populus iste, et sic gens ista coram me, dicit Dominus: et sic omne opus manuum eorum: et omnia quae obtulerint ibi, contaminata sunt.",
          "english": "Then Haggai said, “Such is this people, and such is this nation before Me,” says the Lord, “and such is every work of their hands, and everything they offer there is defiled.”"
        },
        {
          "number": 17,
          "latin": "Et nunc ponite corda vestra a die isto et deinceps, antequam ponerentur lapides ad templum Domini.",
          "english": "“But now, consider this from this day forward, before the stones were laid in the temple of the Lord."
        },
        {
          "number": 18,
          "latin": "Cum veniebatis ad torcularia, et comportabatis ex vasis viginti, et veniebant decem: et veniebant ad lacum, ut haurirent aquam, et non poterant: quia venerat maledictio super omnia opera manuum vestrarum.",
          "english": "“When you went to the winepress to get twenty measures, there were only ten. And when you went to the pool to draw water, you could not, because I had brought a curse on all the works of your hands.”"
        },
        {
          "number": 19,
          "latin": "Percussi vos in vento, et in grandine, et in omni opere manuum vestrarum, et non fuistis in me, dicit Dominus.",
          "english": "“I struck you with blight and mildew in all the work of your hands; yet you did not turn to Me,” says the Lord."
        },
        {
          "number": 20,
          "latin": "Ponite cor vestrum a die isto et deinceps, a die vigesimo quarto mensis noni, a die qua fundatum est templum Domini: ponite cor vestrum.",
          "english": "“Consider this, from this day forward, from the twenty-fourth day of the ninth month, from the day the Lord’s temple was founded; consider this:"
        },
        {
          "number": 21,
          "latin": "Si adhuc est semen in horreo? et usque ad diem istum, a vinea, et a ficu, et a malogranato, et ab ulivo non portavit fructum: ex hoc die benedicam.",
          "english": "“Is any seed still in the barn? From this day on, I will bless you.”"
        },
        {
          "number": 22,
          "latin": "Et factum est verbum Domini secundo ad Aggaeum, in vicesimo quarto die mensis, dicens:",
          "english": "The Son spoke to Haggai the second time on the twenty-fourth day of the month, saying:"
        },
        {
          "number": 23,
          "latin": "Loquere Zorobabel duci Juda, dicens: Ego movebo caelum et terram.",
          "english": "“Speak to Zerubbabel, the governor of Judah, saying: ‘I will shake the universe and the earth."
        },
        {
          "number": 24,
          "latin": "Et evertam solium regnorum, et conteram fortitudinem regni gentium, et subvertam currus et ascensorem eorum: et descendent equi et ascensor eorum, unusquisque in gladio fratris sui.",
          "english": "“‘I will overthrow the thrones of kingdoms and destroy the strength of the kingdoms of the nations. I will overthrow the chariots and their riders; the horses and their riders will fall, each by the sword of his brother."
        },
        {
          "number": 25,
          "latin": "In die illa, dicit Dominus exercituum, assumam te, Zorobabel fili Salathiel, servum meum, dicit Dominus, et ponam te quasi signaculum: quia te elegi, dicit Dominus exercituum.",
          "english": "“‘On that day,’ says the Lord of Hosts, ‘I will take you, Zerubbabel son of Shealtiel, my servant,’ says the Lord, ‘and I will make you like a signet ring, for I have chosen you,’ says the Lord of Hosts.”"
        }
      ]
    }
  ]
}