{
  "name": "Malachi",
  "chapters": [
    {
      "number": 1,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Onus verbi Domini ad Israel in manu Malachiae.",
          "english": "This is the message from God, spoken to Israel through Malachi."
        },
        {
          "number": 2,
          "latin": "Dilexi vos, dicit Dominus: et dixistis: In quo dilexisti nos? Nonne frater erat Esau Iacob, dicit Dominus: et dilexi Iacob,",
          "english": "“I have loved you,” says God. But you say: “How have you loved us?” “Wasn't Esau Jacob's brother?” says God. “I loved Jacob,"
        },
        {
          "number": 3,
          "latin": "et Esau odio habui: et posui montes ejus desolationem, et hereditatem ejus in dracones deserti.",
          "english": "but I rejected Esau. I made his mountains into desolate wastelands, and turned his inheritance over to desert jackals.”"
        },
        {
          "number": 4,
          "latin": "Quod si dixerit Edom: Destructi sumus, sed reaedificabimus quae destructa sunt: haec dicit Dominus exercituum: Aedificabunt ipsi, et ego destruam: et vocabuntur termini impietatis, et populus, cui iratus est Deus usque in aeternum.",
          "english": "If the people of Edom say: “We are ruined, but we will rebuild the ruins,” then God says: “They may rebuild, but I will tear it down again. And they will be called ‘the territory of wickedness,’ and ‘the people whom God hates forever.’”"
        },
        {
          "number": 5,
          "latin": "Oculi vestri videbunt, et vos dicetis: Magnificetur Dominus super terminum Israel.",
          "english": "Your eyes will see this, and you will say, “God's glory extends beyond the borders of Israel!”"
        },
        {
          "number": 6,
          "latin": "Filius honorat patrem, et servus dominum suum. Si ergo pater ego sum, ubi est honor meus? et si dominus, ubi est timor meus? dicit Dominus exercituum. Ad vos, o sacerdotes, qui contemnitis nomen meum, et dixistis: In quo contempsimus nomen tuum?",
          "english": "A son honors his father, and a servant honors his master. If I am a father, where is the honor due to me? And if I am a master, where is the respect due to me?” says God. “You priests despise my name, but you ask, ‘How have we despised your name?’”"
        },
        {
          "number": 7,
          "latin": "Offerentes super altare meum panem pollutum, et dicitis: In quo polluimus te? In eo quod dicitis: Mensa Domini contemptibilis est.",
          "english": "You bring polluted food to my altar and ask, “How have we polluted you?” By saying, “God's table is contemptible.”"
        },
        {
          "number": 8,
          "latin": "Cum offertis caecum ad immolandum, nonne malum? cum offertis claudum et languidum, nonne malum? Offer illud duci tuo, si volueris eum, aut si susceperit faciem tuam. dicit Dominus exercituum.",
          "english": "When you offer a blind animal as a sacrifice, is that not evil? When you offer a lame or diseased animal, is that not evil? Offer it to your governor! Would he accept you or show you favor?” says God."
        },
        {
          "number": 9,
          "latin": "Et nunc rogate faciem Dei, ut misereatur nostri: de manu enim vestra factum est istud: numquid suscipiet faciem vestram?",
          "english": "Now, plead with God for mercy! Because of your actions, will he accept your offerings?"
        },
        {
          "number": 10,
          "latin": "Quis est in vobis, qui claudat ostia, et incensum offeratis super altare meum gratis? Non est mihi voluntas in vobis, dicit Dominus exercituum: et munus non suscipiam de manu vestra.",
          "english": "Who among you will close the doors so that you do not light a useless fire on my altar? I have no pleasure in you,” says God, “and I will accept no offering from your hand."
        },
        {
          "number": 11,
          "latin": "Quia a solis ortu usque ad occasum, magnum est nomen meum in gentibus, et in omni loco sacrificatur nomini meo, et offertur oblatio munda: quia magnum est nomen meum in gentibus, dicit Dominus exercituum.",
          "english": "From the rising of the sun to its setting, my name is honored among the nations. In every place, incense is offered to my name, and a pure offering is made to me, because my name is great among the nations,” says God."
        },
        {
          "number": 12,
          "latin": "Vos autem profanatis illud, in eo quod dicitis: Mensa Domini contaminata est, et quod ponitur super eam, contemptibile, id est panis.",
          "english": "But you profane it by saying, “God’s table is polluted, and its food is contemptible.”"
        },
        {
          "number": 13,
          "latin": "Et dixistis: Ecce labor! et respuistis illud, dicit Dominus exercituum: et obtulistis de rapina claudum et languidum, et obtulistis munus: numquid suscipiam illud de manu vestra? dicit Dominus.",
          "english": "You also say, “How tedious!” And you turn up your noses at it,” says God. “You bring what you have stolen, what is lame or diseased, and offer it as a sacrifice. Should I accept it from your hands?” says God."
        },
        {
          "number": 14,
          "latin": "Maledictus dolosus, qui habet in grege suo masculum, et votum faciens immolat Domino, claudum. Quia rex magnus ego, dicit Dominus exercituum, et nomen meum terribile in gentibus.",
          "english": "Cursed is the deceiver who has a male in his flock, but vows to sacrifice a defective animal to God. For I am a great king,” says God, “and my name is feared among the nations.”"
        }
      ]
    },
    {
      "number": 2,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et nunc ad vos, sacerdotes, mandatum hoc est.",
          "english": "And now, priests, this is your mission."
        },
        {
          "number": 2,
          "latin": "Si non audieritis, et si non posueritis in corde vestro ut detis gloriam nomini meo, dicit Dominus exercituum, mittam paupertatem in vos, et maledicam benedictionibus vestris: et jam maledixi, quoniam non posuistis in corde.",
          "english": "If you do not listen to this command, and if you do not give glory to my name, says the Lord of hosts, I will send a famine among you. And I will curse your blessings, and I have already cursed them, because you have not taken this to heart."
        },
        {
          "number": 3,
          "latin": "Ecce ego mittam vobis brachium, et dispergam in faciem vestram stercora solennitatum vestrarum, et assumam vos cum eis.",
          "english": "Behold, I will rebuke you, and I will scatter your waste on your faces, the waste of your feast days. And you will be taken away with it."
        },
        {
          "number": 4,
          "latin": "Et scietis quod ego misi ad vos mandatum istud, ut esset pactum meum cum Levi, dicit Dominus exercituum.",
          "english": "And you will know that I have sent this mission to you, to fulfill my covenant with Levi, says the Lord of hosts."
        },
        {
          "number": 5,
          "latin": "Pactum meum fuit cum eo vitæ et pacis, et dedi ei timorem: et timebat me, et a facie nominis mei pavebat.",
          "english": "My covenant with him was for life and peace, and I gave him reverence, and he reverenced me, and he feared my name."
        },
        {
          "number": 6,
          "latin": "Lex veritatis fuit in ore ejus, et iniquitas non est inventa in labiis ejus: in pace et in æquitate ambulavit mecum, et multos convertit ab iniquitate.",
          "english": "The law of truth was in his mouth, and iniquity was not found on his lips. He walked with me in peace and equity, and he turned many away from iniquity."
        },
        {
          "number": 7,
          "latin": "Quia labia sacerdotis custodiunt scientiam, et legem requirunt ex ore ejus: quia angelus Domini exercituum est.",
          "english": "For the lips of the priest guard knowledge, and they seek the law from his mouth, because he is the angel of the Lord of hosts."
        },
        {
          "number": 8,
          "latin": "Vos autem recessistis de via, et scandalizastis plurimos in lege: destruxistis pactum Levi, dicit Dominus exercituum.",
          "english": "But you have turned away from the way, and you have caused many to stumble in the law. You have destroyed the covenant of Levi, says the Lord of hosts."
        },
        {
          "number": 9,
          "latin": "Propter quod et ego dedi vos contemptibiles, et abjectos universis populis: sicut non custodistis vias meas, et accepistis faciem in lege.",
          "english": "Therefore I also have made you contemptible and abject before all the people, because you have not kept my ways, and have accepted faces in the law."
        },
        {
          "number": 10,
          "latin": "Numquid non pater unus omnium nostrum? numquid non Deus creavit nos? Quare ergo despexistis vir fratrem suum, violantes pactum patrum nostrorum?",
          "english": "Have we not all one father? Has not one God created us? Why, then, do you despise your brother, violating the covenant of our fathers?"
        },
        {
          "number": 11,
          "latin": "Peccavit Juda, et abominatio facta est in Israël, et in Jerusalem: quia contaminavit Juda sanctificationem Domini quam diligebat, et conlapsus est in ea.",
          "english": "Judah has acted treacherously, and abomination has been committed in Israel and in Jerusalem. For Judah has profaned the holiness of the Lord which he loved, and has fallen into it."
        },
        {
          "number": 12,
          "latin": "Disperdat Dominus virum qui fecerit hoc: qui vigilat et respondet ex tabernaculis Jacob, et offerentem munus Domino exercituum.",
          "english": "May the Lord cut off the man who does this: who watches and answers from the tents of Jacob, and who offers an offering to the Lord of hosts."
        },
        {
          "number": 13,
          "latin": "Et hoc aliud facitis: operitis altare Domini lacrimis, et fletu, et ululatu, ita quod non respiciam ultra ad sacrificium, nec suscipiam placabile de manu vestra.",
          "english": "And this is another thing you do: You cover the altar of the Lord with tears, and weeping, and wailing, so that I no longer look at the sacrifice, nor do I accept it with favor from your hand."
        },
        {
          "number": 14,
          "latin": "Et dixistis: Quare? Quia Dominus testificatus est inter te et uxorem adolescentiæ tuæ, quam despexisti: cum ipsa socius tuus, et uxor fœderis tui.",
          "english": "And you said: Why? Because the Lord has been witness between you and the wife of your youth, whom you have despised. For she is your companion, and the wife of your covenant."
        },
        {
          "number": 15,
          "latin": "Nonne unum fecit, et residuum spiritus ejus? Et quid unum quærit? Et quærens semen Dei. Custodite igitur spiritum vestrum, et uxorem adolescentiæ tuæ ne despexeris.",
          "english": "Did He not make one flesh, and has the remnant of His Spirit? And why does He seek one flesh? And seeking the seed of God. Therefore, guard your spirit, and do not despise the wife of your youth."
        },
        {
          "number": 16,
          "latin": "Si odio habueris, dimitte, dicit Dominus Deus Israël: operiet iniquitatem vestram iniquitas, dicit Dominus exercituum. Custodite spiritum vestrum, et nolite contemnere.",
          "english": "If you hate her, put her away, says the Lord God of Israel: for iniquity shall cover your iniquity, says the Lord of hosts. Therefore, guard your spirit, and do not act treacherously."
        },
        {
          "number": 17,
          "latin": "Fatigastis Dominum in sermonibus vestris, et dixistis: In quo fatigavimus eum? In eo quod dicitis: Omnis qui facit malum, bonus est in conspectu Domini, et in talibus voluit: aut ubi est Deus judicii?",
          "english": "You have wearied the Lord with your words, and you said: How have we wearied Him? In that you say: Everyone who does evil is good in the sight of the Lord, and such things are pleasing to Him. Or, where is the God of justice?"
        }
      ]
    },
    {
      "number": 3,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Ecce ego mittam angelum meum, et praeparabit viam ante faciem meam. Et statim veniet Dominator quem vos quaeritis, et angelus testamenti, quem vos vultis: ecce venit, dicit Dominus exercituum.",
          "english": "I will send My messenger, and he will prepare the way before Me. And suddenly the Master you seek will come, and the angel of the covenant you desire. Behold, he is coming, says the Lord of hosts."
        },
        {
          "number": 2,
          "latin": "Et quis poterit cogitare diem adventus ejus? et quis poterit stare ad videndum eum? Ipse enim quasi ignis conflans, et quasi herba fullonum.",
          "english": "Who can endure the day of His coming? And who can stand when He appears? For He is like a refiner's fire and like fullers' herb."
        },
        {
          "number": 3,
          "latin": "Et sedebit conflans et emundans argentum: et purgabit filios Levi, et colabit eos quasi aurum et quasi argentum, et erunt Domino offerentes sacrificia in justitia.",
          "english": "He will sit as a refiner and purifier of silver. He will purify the sons of Levi and refine them like gold and silver. Then they will make offerings to the Lord in righteousness."
        },
        {
          "number": 4,
          "latin": "Et placebit Domino sacrificium Juda et Jerusalem, sicut diebus antiquis et annis prioribus.",
          "english": "Then the offering of Judah and Jerusalem will be pleasing to the Lord, as in the days of old and as in former years."
        },
        {
          "number": 5,
          "latin": "Et accedam ad vos in judicio, et ero testis velox malefactoribus, et adulteris, et perjuris, et his qui calumniantur mercedem mercennarii, viduis, et pupillis: et qui opprimunt peregrinum, nec timuerunt me, dicit Dominus exercituum.",
          "english": "I will come to you for judgment. I will be a swift witness against sorcerers, adulterers, perjurers, those who oppress the wage earner, the widow, and the orphan, and those who turn aside the stranger, and do not fear Me, says the Lord of hosts."
        },
        {
          "number": 6,
          "latin": "Ego enim Dominus, et non mutor: et vos filii Jacob, non estis consumpti.",
          "english": "For I am the Lord, and I do not change. Therefore, you, the sons of Jacob, are not consumed."
        },
        {
          "number": 7,
          "latin": "A diebus patrum vestrorum recessistis a legitimis meis, et non custodistis. Convertimini ad me, et convertar ad vos, dicit Dominus exercituum. Et dixistis: In quo convertemur?",
          "english": "From the days of your fathers you have turned away from My ordinances and have not kept them. Return to Me, and I will return to you, says the Lord of hosts. But you said, ‘How shall we return?’"
        },
        {
          "number": 8,
          "latin": "Numquid furabit homo Deum? Vos autem furamini me. Et dicitis: In quo furamur te? In decimis et in primitiis.",
          "english": "Will a man rob God? Yet you rob Me. But you say, ‘In what do we rob You?’ In tithes and offerings."
        },
        {
          "number": 9,
          "latin": "Maledicti estis, et me furamini, universa gens.",
          "english": "You are cursed, because you rob Me, the whole nation of you."
        },
        {
          "number": 10,
          "latin": "Inferte omnem decimam in horreum, ut sit cibus in domo mea, et probate me super hoc, dicit Dominus: si non aperuero vobis cataractas caeli, et effudero vobis benedictionem usque ad abundantiam.",
          "english": "Bring the whole tithe into the storehouse, that there may be food in My house. Test Me in this, says the Lord of hosts. See if I will not open the windows of heaven for you and pour out a blessing for you until there is no room enough to receive it."
        },
        {
          "number": 11,
          "latin": "Et increpabo pro vobis devorantem, et non corrumpet fructum terrae vestrae, nec sterilis erit vobis vinea in agro, dicit Dominus exercituum.",
          "english": "I will rebuke the devourer for your sake, so that it will not destroy the fruits of your ground, and the vine in your field shall not be barren, says the Lord of hosts."
        },
        {
          "number": 12,
          "latin": "Et beati vos dicent omnes gentes, eritis enim terra desiderabilis, dicit Dominus exercituum.",
          "english": "Then all nations will call you blessed, for you will be a land of delight, says the Lord of hosts."
        },
        {
          "number": 13,
          "latin": "Dura fuere verba vestra contra me, dicit Dominus. Et dicitis: Quid locuti sumus contra te?",
          "english": "Your words have been harsh against Me, says the Lord. But you say, ‘What have we spoken against You?’"
        },
        {
          "number": 14,
          "latin": "Dixistis: Frustra est qui servit Deo, et quid prodest quia custodivimus praecepta ejus, et quia ambulavimus moerentes in conspectu Domini exercituum?",
          "english": "You have said, ‘It is vain to serve God. What profit is it that we have kept His ordinance and that we have walked in mourning before the Lord of hosts?’"
        },
        {
          "number": 15,
          "latin": "Ideo nunc dicimus beatos superbi: quia exstructi sunt facientes impietatem, et tentaverunt Deum, et salvi facti sunt.",
          "english": "So now we call the arrogant blessed. For those who do wickedness are built up; they have tempted God and are saved."
        },
        {
          "number": 16,
          "latin": "Tunc locuti sunt qui timent Dominum, unusquisque cum proximo suo: et consideravit Dominus et audivit: et scriptus est liber recordationis coram eo, pro timentibus Dominum et cogitantibus nomen ejus.",
          "english": "Then those who feared the Lord spoke to one another. The Lord paid attention and heard them, and a book of remembrance was written before Him for those who fear the Lord and esteem His name."
        },
        {
          "number": 17,
          "latin": "Et erunt mihi, dicit Dominus exercituum, in die qua ego facio, in peculium: et parcet eis filius suo, qui parcit amico suo.",
          "english": "They will be Mine, says the Lord of hosts, on the day that I am making, and they will be My special possession. I will spare them as a man spares his son who serves him."
        },
        {
          "number": 18,
          "latin": "Et convertemini, et videbitis differentiam inter justum et impium, et inter servientem Deo et qui non servit ei.",
          "english": "Then you will again see the difference between the righteous and the wicked, between those who serve God and those who do not serve Him."
        }
      ]
    },
    {
      "number": 4,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Ecce dies veniet succensa quasi caminus: et erunt omnes superbi, et omnes facientes impietatem stipula: et incendet eos dies veniens, dicit Dominus exercituum, qui non relinquet eis radicem neque surculum.",
          "english": "Behold, the day is coming, it will burn like a furnace. All the arrogant and everyone who practices wickedness will be like straw. The coming day will consume them, says the Lord of hosts, leaving them neither root nor branch."
        },
        {
          "number": 2,
          "latin": "Et orietur vobis timentibus nomen meum sol justitiæ, et sanitas in pennis ejus: et egrediemini, et salietis sicut vituli de armento.",
          "english": "But for you who fear My name, the Son of justice will rise, and salvation will be under His wings. You will leave the darkness and leap about with joy, like calves from the stall."
        },
        {
          "number": 3,
          "latin": "Et conculcabitis impios, cum fuerint cinis sub vestigio pedum vestrorum in die qua ego facio, dicit Dominus exercituum.",
          "english": "Then you will trample upon the wicked, they will be ashes under the soles of your feet on the day that I act, says the Lord of hosts."
        },
        {
          "number": 4,
          "latin": "Mementote legis Moysi servi mei, quod mandavi ei in Horeb ad universum Israël, præcepta et judicia.",
          "english": "Remember the law of Moses, My servant, which I commanded him at Horeb for all Israel, the precepts and judgments."
        },
        {
          "number": 5,
          "latin": "Ecce ego mittam vobis Eliam prophetam, antequam veniat dies Domini magnus et horribilis.",
          "english": "Behold, I will send you Elijah the prophet before the coming of the great and terrible day of the Lord."
        },
        {
          "number": 6,
          "latin": "Qui convertet cor patrum ad filios, et cor filiorum ad patres eorum, ne forte veniam, et percutiam terram anathemate.",
          "english": "He will turn the hearts of fathers to their children and the hearts of children to their fathers, lest I come and strike the land with a curse."
        }
      ]
    }
  ]
}