{
  "name": "1 Maccabees",
  "chapters": [
    {
      "number": 1,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Factum est autem postquam percussit Alexander, filius Philippi Macedo, qui primus regnavit in Graecia, egressus de terra Cethim,",
          "english": "After Alexander of Macedon, son of Philip, the first to reign over Greece, defeated many kings and then left the land of Kittim,"
        },
        {
          "number": 2,
          "latin": "et percussit Darius regem Persarum et Medorum, ipse gessit multa proeliorum bella,",
          "english": "he fought many wars against King Darius of Persia and Media,"
        },
        {
          "number": 3,
          "latin": "et constituit bella multa, et obtinuit munitiones et occidit reges terrae.",
          "english": "and he conquered fortresses and killed the kings of the land."
        },
        {
          "number": 4,
          "latin": "Et processit usque ad fines terrae, et accepit spolia multitudinis gentium, et siluit terra in conspectu ejus.",
          "english": "He went to the ends of the earth, seizing plunder from many nations, and the earth was quiet before him."
        },
        {
          "number": 5,
          "latin": "Et exaltatus est cor Alexandri, et elevatus est.",
          "english": "Alexander became arrogant, and his heart was lifted up."
        },
        {
          "number": 6,
          "latin": "Et congregavit virtutem nimiam, et dominatus est regionis, et gentium, et regum.",
          "english": "He gathered a very strong army and ruled over the region, the nations, and the kings."
        },
        {
          "number": 7,
          "latin": "Et mortuus est, et cognovit quod moriturus esset.",
          "english": "He died, and he realized that he was about to die."
        },
        {
          "number": 8,
          "latin": "Et vocavit pueros suos, qui erant nobiles et nutriti cum eo a juventute, et divisit eis regnum suum, cum adhuc viveret.",
          "english": "He called his servants, who were noble and had been raised with him since his youth, and he divided his kingdom among them while he was still alive."
        },
        {
          "number": 9,
          "latin": "Et regnavit Alexander annis duodecim, et mortuus est.",
          "english": "Alexander reigned for twelve years, and then he died."
        },
        {
          "number": 10,
          "latin": "Et diviserunt pueri ejus regnum ejus, et adsumpserunt sibi potestatem, et omnes induerunt sibi diademata post mortem ejus, et filii eorum post eos annis multis: et multiplicata sunt mala in terra.",
          "english": "His servants divided his kingdom, taking power, and they all put on crowns after his death, and so did their sons after them for many years: and evil increased in the land."
        },
        {
          "number": 11,
          "latin": "Et exivit ex eis radix peccator, Antiochus cognomento Epiphanes, filius Antiochi regis, qui fuerat obses Romae, et regnavit in anno centesimo trigesimo septimo regni Graecorum.",
          "english": "Then came forth a sinful root, Antiochus, called Epiphanes, son of King Antiochus, who had been a hostage in Rome, and he reigned in the one hundred and thirty-seventh year of the kingdom of the Greeks."
        },
        {
          "number": 12,
          "latin": "In diebus illis exierunt de Israël filii iniquitatis, et suaserunt multos dicentes: Eamus, et paciscamur foedus cum gentibus, quae in circuitu nostro sunt: quia postquam recessimus ab eis, contigerunt nobis multa mala.",
          "english": "In those days, some wicked men of Israel went out and persuaded many, saying, “Let us go and make a covenant with the Gentiles around us. For since we separated ourselves from them, many evils have befallen us.”"
        },
        {
          "number": 13,
          "latin": "Et placuit sermo in oculis eorum.",
          "english": "This speech pleased them."
        },
        {
          "number": 14,
          "latin": "Et miserunt ad regem Antiochum, et dederunt ei potestatem, et fecit eis licentiam facere secundum judicia gentium.",
          "english": "They sent word to King Antiochus, and he gave them authority to follow the customs of the Gentiles."
        },
        {
          "number": 15,
          "latin": "Et aedificaverunt gymnasium in Jerusalem secundum leges nationum,",
          "english": "They built a gymnasium in Jerusalem according to the laws of the nations,"
        },
        {
          "number": 16,
          "latin": "et fecérunt sibi praeputia, et recesserunt a testamento sancto, et junxerunt se gentibus, et venundati sunt ut facerent malum.",
          "english": "and they made themselves uncircumcised, and they abandoned the holy covenant, and joined themselves to the Gentiles, and were sold to do evil."
        },
        {
          "number": 17,
          "latin": "Et parata est regni ejus, et congregavit virtutem fortissimam, et intravit in terram Aegypti, ut regnaret super eam.",
          "english": "The kingdom of Antiochus was prepared, and he gathered a very strong army, and entered into the land of Egypt, to reign over it."
        },
        {
          "number": 18,
          "latin": "Et venit in Aegyptum cum multitudine, cum curribus, et elephantis, et equitibus, et navibus multis,",
          "english": "He came into Egypt with a multitude, with chariots, elephants, horsemen, and many ships,"
        },
        {
          "number": 19,
          "latin": "et constituit praelium contra Ptolemaeum regem Aegypti: et timuit Ptolemaeus a facie ejus, et fugit.",
          "english": "and he made war against Ptolemy, the king of Egypt: and Ptolemy was afraid before him, and fled."
        },
        {
          "number": 20,
          "latin": "Et cepit civitates munitas in terra Aegypti, et accepit spolia terrae Aegypti.",
          "english": "He seized the fortified cities in the land of Egypt and plundered the land of Egypt."
        },
        {
          "number": 21,
          "latin": "Et percussit Antiochus Aegyptum, in anno centesimo quadragesimo tertio, et abiit, et ascendit in Israël.",
          "english": "Antiochus struck Egypt in the one hundred and forty-third year, and then he went up to Israel."
        },
        {
          "number": 22,
          "latin": "Et ascendit in Jerusalem cum forti manu.",
          "english": "He went up to Jerusalem with a strong army."
        },
        {
          "number": 23,
          "latin": "Et intravit in sanctuario cum superbia, et tulit altare aureum, et candelabrum luminis, et universa vasa ejus.",
          "english": "He entered the sanctuary with arrogance, and took the golden altar, and the lampstand of light, and all its vessels."
        },
        {
          "number": 24,
          "latin": "Et mensam propositionis, et libamentorum vasa, et phialas, et thuribula aurea, et velum, et coronas, et ornatum aureum, quod erat in facie templi: et omnia diripuit.",
          "english": "He took the table of the bread of the Presence, the vessels for libations, the bowls, the golden censers, the veil, the crowns, and the golden ornament that was on the facade of the temple: and he plundered it all."
        },
        {
          "number": 25,
          "latin": "Et tulit argentum, et aurum, et vasa desideriorum, et invenit thesaurum absconditum.",
          "english": "He took silver, gold, and the precious vessels; and he found the hidden treasure."
        },
        {
          "number": 26,
          "latin": "Et tollens omnia, abiit in terram suam, et fecit caedem, et locutus est iniquitatem magnam.",
          "english": "Taking it all, he went back to his own land, where he committed slaughter, and spoke great wickedness."
        },
        {
          "number": 27,
          "latin": "Et factus est luctus magnus in Israël, et in omni loco eorum.",
          "english": "There was great mourning in Israel and in all their places."
        },
        {
          "number": 28,
          "latin": "Et gemuerunt principes et senes, pueri et puellae contabuerunt, et species mulierum inmutata est.",
          "english": "The leaders and the elders groaned, the young men and maidens languished, and the beauty of the women was changed."
        },
        {
          "number": 29,
          "latin": "Et omnis sponsus assumpsit lamentationem, et quasi in moerorem ducta est sponsa.",
          "english": "Every bridegroom took up lamentation, and the bride was, as it were, in mourning."
        },
        {
          "number": 30,
          "latin": "Et mota est terra super habitatores ejus, et omnis domus Jacob induit confusionem.",
          "english": "The earth shook over its inhabitants, and the whole house of Jacob was covered with confusion."
        },
        {
          "number": 31,
          "latin": "Et post duos annos misit rex in civitates Juda, principem tributorum, et venit in Jerusalem cum magna multitudine.",
          "english": "After two years, the king sent the chief tax collector into the cities of Judah, and he came to Jerusalem with a great multitude."
        },
        {
          "number": 32,
          "latin": "Et locutus est eis verba pacis fallacia, et crediderunt ei: et irruit repente in civitatem, et percussit eam plaga magna, et perdidit populum multum ex Israël.",
          "english": "He spoke to them with deceitful words of peace, and they believed him: and he suddenly attacked the city, and struck it with a great plague, and destroyed many people of Israel."
        },
        {
          "number": 33,
          "latin": "Et rapuit spolia civitatis, et succendit eam igni, et demolitus est domos ejus, et muros ejus in circuitu.",
          "english": "He plundered the city, and burned it with fire, and demolished its houses, and its walls around it."
        },
        {
          "number": 34,
          "latin": "Et captivos duxit mulieres et parvulos, et pecora possederunt.",
          "english": "He took captive the women and children, and possessed the livestock."
        },
        {
          "number": 35,
          "latin": "Et aedificaverunt civitatem David muro magno et firmo, et turribus firmis, et facta est illis arx:",
          "english": "They built the city of David with a great and strong wall, and strong towers, and it became a citadel for them:"
        },
        {
          "number": 36,
          "latin": "et posuerunt illic gentem peccatorem, viros iniquos, et confirmaverunt se in ea.",
          "english": "and they placed there a sinful people, wicked men, and they strengthened themselves in it."
        },
        {
          "number": 37,
          "latin": "Et posuerunt thesaurum in ea, et fecerunt arcanum, et facti sunt laqueus populo Israel semper, et insidiatores sanctuarii.",
          "english": "They put treasure in it, and made a secret place, and they became a trap for the people of Israel always, and those who lay in wait for the sanctuary."
        },
        {
          "number": 38,
          "latin": "Et effuderunt sanguinem innocentem in circuitu sanctuarii, et polluerunt sanctum.",
          "english": "They shed innocent blood around the sanctuary and defiled the holy place."
        },
        {
          "number": 39,
          "latin": "Et timuit habitatio propter illos, et facta est habitatio gentium, et extitit populo alieno, et expulsus est, et recessit filiis suis.",
          "english": "The inhabitants feared them, and the dwelling became the dwelling of the Gentiles, and it became foreign to the people, and they were driven out, and withdrew from their sons."
        },
        {
          "number": 40,
          "latin": "Et abstulit templum honorem ejus, et abstulerunt vasa ejus, et incenderunt sanctum ejus.",
          "english": "They took away the glory of the temple, and took away its vessels, and they burned its holy place."
        },
        {
          "number": 41,
          "latin": "Et tradiderunt civitates Juda in perditionem.",
          "english": "They gave the cities of Judah to destruction."
        },
        {
          "number": 42,
          "latin": "Et venerunt in Jerusalem, et habitaverunt illic alieni, et expulerunt filios Israel.",
          "english": "And they came to Jerusalem, and strangers lived there, and they drove out the sons of Israel."
        },
        {
          "number": 43,
          "latin": "Et polluerunt sancta, et dederunt idola in templum.",
          "english": "They defiled the holy things, and put idols in the temple."
        },
        {
          "number": 44,
          "latin": "Et miserunt in circuitu in omnes partes Juda, et eduxerunt de eis qui non erant iniquorum, et collegerunt exercitum.",
          "english": "And they sent word around to all parts of Judah, and brought out those who were not wicked, and gathered an army."
        },
        {
          "number": 45,
          "latin": "Et venerunt in civitatem, et abstulerunt ea, et polluerunt sanctum.",
          "english": "And they came to the city, and took it, and defiled the holy place."
        },
        {
          "number": 46,
          "latin": "Et fecerunt malitiam in circuitu sanctuarii, et gentiles.",
          "english": "And they did evil around the sanctuary, and the Gentiles did too."
        },
        {
          "number": 47,
          "latin": "Et omnes nationes consenserunt, et dederunt ei potestatem.",
          "english": "And all the nations agreed, and gave him power."
        },
        {
          "number": 48,
          "latin": "Et fecerunt in Jerusalem, secundum consuetudinem gentium, secundum idola, et non periculum faciebant.",
          "english": "And they did in Jerusalem according to the customs of the Gentiles, according to idols, and they did not cause danger."
        },
        {
          "number": 49,
          "latin": "Et posuerunt in templo idola, et incenderunt templum in igne.",
          "english": "And they placed idols in the temple, and burned the temple with fire."
        },
        {
          "number": 50,
          "latin": "Et effuderunt sanguinem justorum, et orationes eorum fecerunt super eos sanguinem.",
          "english": "They shed the blood of the just, and turned their prayers into blood."
        },
        {
          "number": 51,
          "latin": "Et omnis populus qui erat in circuitu, adjuverunt eos.",
          "english": "And all the people who were around, helped them."
        },
        {
          "number": 52,
          "latin": "Et mandavit rex universae terrae suae, ut esset unus populus universorum, et ut relinquerent unusquisque legem suam.",
          "english": "And the king commanded his whole land, that all should be one people, and that everyone should abandon their own law."
        },
        {
          "number": 53,
          "latin": "Et consenserunt omnes gentes secundum verbum regis.",
          "english": "And all the Gentiles agreed according to the king's word."
        },
        {
          "number": 54,
          "latin": "Et multi ex Israël acquieverunt servituti ejus, et immolaverunt idolis, et sabbatum pollaverunt.",
          "english": "And many of Israel submitted to his servitude, and sacrificed to idols, and profaned the Sabbath."
        },
        {
          "number": 55,
          "latin": "Et misit rex litteras per manus nuntiorum in Jerusalem, et in civitates Juda, ut sequerentur leges gentium terrae,",
          "english": "And the king sent letters by the hand of messengers to Jerusalem, and to the cities of Judah, that they should follow the laws of the Gentiles of the land,"
        },
        {
          "number": 56,
          "latin": "et ut prohiberent holocausta, et sacrificia, et libamina in sanctificatione templi,",
          "english": "and that they should forbid the burnt offerings, sacrifices, and libations in the sanctification of the temple,"
        },
        {
          "number": 57,
          "latin": "et ut polluant sabbata, et solemnitates,",
          "english": "and that they should profane the sabbaths and solemnities,"
        },
        {
          "number": 58,
          "latin": "et contaminent sancta, et sancta.",
          "english": "and contaminate the holy things and the holy days."
        },
        {
          "number": 59,
          "latin": "Et ut aedificent altaria, et fana, et simulacra idolorum, et immolent porcellos, et animalia immunda,",
          "english": "And that they should build altars, shrines, and idols, and sacrifice pigs and unclean animals,"
        },
        {
          "number": 60,
          "latin": "et ut relinquant filios suos incircumcisi, et contaminent animas suas in omnibus immundis et abominandis,",
          "english": "and that they should leave their sons uncircumcised, and defile their souls in all things unclean and abominable,"
        },
        {
          "number": 61,
          "latin": "ut ponant animas suas in omni cultu idolorum, et oblivionem sancti nominis.",
          "english": "that they should put their souls in all worship of idols, and forget the holy name."
        },
        {
          "number": 62,
          "latin": "Et quicumque non fecerit secundum verbum regis, moriatur.",
          "english": "And whoever does not act according to the king's word, shall die."
        },
        {
          "number": 63,
          "latin": "Omnia haec scripsit in universam terram suam, et constituit praepositos super omnem populum, et mandavit civitatibus Juda, ut immolarent.",
          "english": "He wrote all these things in his whole land, and appointed officials over all the people, and commanded the cities of Judah to sacrifice."
        },
        {
          "number": 64,
          "latin": "Tunc multi de populo, qui dereliquerant legem Domini, accesserunt ad eos, et fecerunt mala in terra,",
          "english": "Then many of the people, who had forsaken the law of the Lord, went over to them, and did evil in the land,"
        },
        {
          "number": 65,
          "latin": "et impulerunt Israël in absconditum.",
          "english": "and led Israel into hiding."
        }
      ]
    },
    {
      "number": 2,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Factum est autem post haec, et audierunt Mathathias filius Ioannis, filii Simeonis, sacerdos ex filiis Ioarib, ab Hierusalem, quod defecerunt gentes a Juda et ab Hierusalem.",
          "english": "Some time later, Mattathias, son of John, son of Simon, a priest from the family of Joarib, left Jerusalem upon hearing that many from Judah and Jerusalem were turning away from God."
        },
        {
          "number": 2,
          "latin": "Et quod fecerant opera impia in terra Israël, et inreverentiam magnam egerant in Hierusalem secundum consuetudinem gentium.",
          "english": "The Jews were committing wicked acts in the land of Israel, and had shown great disrespect in Jerusalem, following the customs of the Gentiles."
        },
        {
          "number": 3,
          "latin": "Et dixerunt Mathathias et filii ejus: Vae nobis! quid facti sumus, et quid evenit nobis?",
          "english": "Mattathias and his sons said: “Woe to us! Why have we been born? What has happened to us?"
        },
        {
          "number": 4,
          "latin": "Conlata sunt vasa sancta, et dispersa sunt filii nostri, et immolati sunt filii Sion in manibus inimicorum.",
          "english": "The sacred vessels were taken and scattered, our sons are lost, and the sons of Zion have been murdered by our enemies."
        },
        {
          "number": 5,
          "latin": "Et abstulit gloriam, et subversum est regnum et sanctificatio ex nobis; et venimus ut gentibus.",
          "english": "Glory has been taken from us, and the kingdom and the sanctity of God are overthrown; we are now like the Gentiles."
        },
        {
          "number": 6,
          "latin": "Cur ergo moramur?",
          "english": "Why then do we delay?"
        },
        {
          "number": 7,
          "latin": "Et congregaverunt se omnis populus ad eos.",
          "english": "So all of the people gathered around them."
        },
        {
          "number": 8,
          "latin": "Et congregati sunt in loco, qui dicitur Maspha, contra Hierusalem, quoniam locus orationis erat ibi in Israël.",
          "english": "They gathered in a place called Mizpah, near Jerusalem, because it was a place of prayer in Israel."
        },
        {
          "number": 9,
          "latin": "Et dixerunt: Jonathan, filius Mathathiae, et filii ejus, ad fratres suos: Deserta est nunc inimicorum nostra, et deversa est ad gentes.",
          "english": "Jonathan, son of Mattathias, and his sons said to their brothers: “Now our enemies are united, and the Gentiles have turned against us."
        },
        {
          "number": 10,
          "latin": "Venite et confortemus populum nostrum, et pugnemus pro populo nostro et sanctis nostris.",
          "english": "Come, let us strengthen our people, and fight for our people and for our holy things.”"
        },
        {
          "number": 11,
          "latin": "Et congregata est omnis exercitus: et parati sunt ad bellum.",
          "english": "So the whole army was gathered, and they were ready for battle."
        },
        {
          "number": 12,
          "latin": "Dixit autem Mathathias: Audite, viri, qui estis zelantes legem, ut faciatis judicium et justitiam in diebus vestris.",
          "english": "Then Mattathias said: “Listen, you who are zealous for the law, so that you may do justice and righteousness in your days."
        },
        {
          "number": 13,
          "latin": "Ite post me.",
          "english": "Follow me."
        },
        {
          "number": 14,
          "latin": "Mortui sunt enim fratres nostri, et dispersi sunt in terra propter opera impiorum: et venimus ut gentibus.",
          "english": "Our brothers are dead, scattered throughout the land, because of the wicked deeds of the evildoers: and we are like the Gentiles."
        },
        {
          "number": 15,
          "latin": "Ergo congregamini omnes, et pugnemus pro anima nostra.",
          "english": "So gather yourselves, and let us fight for our lives.”"
        },
        {
          "number": 16,
          "latin": "Tunc congregatus est omnis exercitus in die, et fecerunt coetum in die sabbati.",
          "english": "Then the whole army gathered on that day, and they held a meeting on the Sabbath."
        },
        {
          "number": 17,
          "latin": "Et dixerunt ad eos: Quid hoc est, quod omnes reliquistis, et sedetis?",
          "english": "They said to them: “Why is it that you all left, and are sitting still?"
        },
        {
          "number": 18,
          "latin": "Dixerunt autem viri ex gentibus: Dimittite et faciatis, secundum verbum regis, et vivetis.",
          "english": "The men of the Gentiles said: “Let us go and do as the king has commanded, and you will live.”"
        },
        {
          "number": 19,
          "latin": "Et dixerunt ad eos: Non faciemus, neque obediemus verbo regis, nec transgrediemur a religione nostra, neque a ulla parte operum nostrorum.",
          "english": "They replied to them: “We will not do it, nor will we obey the king’s command, nor will we depart from our religion, nor from any part of our works.”"
        },
        {
          "number": 20,
          "latin": "Tunc cessavit a proeliis.",
          "english": "Then they stopped fighting."
        },
        {
          "number": 21,
          "latin": "Et erant multi ex Israël, qui consenserunt operibus impiorum, et immolaverunt idola, et profanaverunt sabbatum.",
          "english": "Many Israelites agreed with the wicked deeds, and they sacrificed to idols, and profaned the Sabbath."
        },
        {
          "number": 22,
          "latin": "Et ait Mathathias et filii ejus: Si omnes interfecerimus, sicut fratres nostri fecerunt, et non faciemus pro animabus nostris, et pro justitiis nostris, et pro sanctis nostris,",
          "english": "Then Mattathias and his sons said: “If we all do as our brothers did, and do not fight for our lives, for our righteousness, and for our holy things,"
        },
        {
          "number": 23,
          "latin": "omnes interficient nos in sabbatis.",
          "english": "everyone will kill us on the Sabbaths.”"
        },
        {
          "number": 24,
          "latin": "Et congregati sunt ad eos: et pugnaverunt cum eis: et interfecerunt eos in die sabbati.",
          "english": "So they gathered against them: and fought with them: and killed them on the Sabbath."
        },
        {
          "number": 25,
          "latin": "Et persequentibus eos in sabbatis, venerunt ad eos cum magno impetu.",
          "english": "While they were pursuing them on the Sabbaths, they came upon them with great force."
        },
        {
          "number": 26,
          "latin": "Et interfecerunt eos in die illa, et cum impiis, et non fecerunt numerum.",
          "english": "They killed them on that day, and with the wicked, and did not count them."
        },
        {
          "number": 27,
          "latin": "Et vestivit Mathathias et amici ejus, et discurrerunt per universam civitatem, et destruxerunt altaria impiorum.",
          "english": "Mattathias and his friends dressed, and they ran throughout the entire city, and destroyed the altars of the wicked."
        },
        {
          "number": 28,
          "latin": "Et circumciderunt pueros, qui inveniebantur incircumcisi in finibus Israël, juxta legem.",
          "english": "They circumcised the boys who were found uncircumcised in the borders of Israel, according to the law."
        },
        {
          "number": 29,
          "latin": "Et persequuti sunt filios superborum, et prosperatus est opus in manu eorum.",
          "english": "And they pursued the sons of the proud, and the work prospered in their hands."
        },
        {
          "number": 30,
          "latin": "Et acquisierunt legem de manu gentium, et de manu regum, et non dederunt cornu peccatoribus.",
          "english": "They gained the law from the hand of the Gentiles, and from the hand of the kings, and they did not give a place to sinners."
        },
        {
          "number": 31,
          "latin": "Et appropinquavit dies moriendi Mathathiae: et dixit filiis suis: Nunc confortata est superbia, et castigatio, et tempus perditionis, et ira indignationis.",
          "english": "The day of Mattathias’s death approached: and he said to his sons: “Now pride, punishment, the time of destruction, and the wrath of indignation are established."
        },
        {
          "number": 32,
          "latin": "Nunc ergo, filii, zelate legem, et date animas vestras pro testamento patrum vestrorum.",
          "english": "Now therefore, sons, be zealous for the law, and give your lives for the covenant of your fathers."
        },
        {
          "number": 33,
          "latin": "Et respondens, dixit: Ecce, Simon frater vester, scio quod vir consilii est: ipsum audite semper, et ipse vobis erit pater.",
          "english": "And he responded, saying: “Behold, Simon your brother, I know that he is a man of counsel: always listen to him, and he will be a father to you.”"
        },
        {
          "number": 34,
          "latin": "Et Judas Machabaeus fortis a juventute sua, sit vobis dux exercitus, et ipse geret bellum gentium.",
          "english": "And Judas Maccabaeus, strong from his youth, will be the leader of the army for you, and he will wage war against the Gentiles."
        },
        {
          "number": 35,
          "latin": "Et adducetis ad vos omnes qui custodiunt legem, et facite vindictam populi vestri.",
          "english": "And bring to yourselves all those who keep the law, and take vengeance on your people."
        },
        {
          "number": 36,
          "latin": "Retribuite gentibus retributionem eorum, et adtendite ad mandata legis.",
          "english": "Repay the Gentiles their retribution, and pay attention to the commandments of the law.”"
        },
        {
          "number": 37,
          "latin": "Et mortuus est Mathathias: et sepelierunt eum filii sui in sepulchris patrum suorum in Modin, et planxerunt eum omnis Israël planctu magno.",
          "english": "Then Mattathias died: and his sons buried him in the tombs of their fathers in Modein, and all Israel mourned for him with great mourning."
        }
      ]
    },
    {
      "number": 3,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "In diebus illis surrexit Antiochus, filius regis Antiochi, ex urbe Roma, et regnabat in anno centesimo et septimo et trigesimo.",
          "english": "In those days, Antiochus, the son of King Antiochus, departed from Rome, and he reigned in the one hundred and thirty-seventh year."
        },
        {
          "number": 2,
          "latin": "In diebus illis exierunt de Israel filii iniquitatis, et suaserunt multos dicentes: Eamus, et disponamus foedus cum gentibus, quae in circuitu nostro sunt: quia postquam recessimus ab eis, multa mala invenerunt nos.",
          "english": "In those days, the sons of iniquity went out from Israel and persuaded many people, saying, “Let us go and make a covenant with the Gentiles who are around us. Because since we departed from them, many evils have befallen us.”"
        },
        {
          "number": 3,
          "latin": "Et placuit sermo in oculis eorum.",
          "english": "And this word seemed good in their eyes."
        },
        {
          "number": 4,
          "latin": "Et constituerunt de populo, et miserunt ad regem, et fecit eis potestatem, ut facerent secundum judicia gentium.",
          "english": "And they appointed some of the people and sent them to the king, and the king gave them authority to do according to the customs of the Gentiles."
        },
        {
          "number": 5,
          "latin": "Et aedificaverunt gymnasium in Jerusalem secundum leges nationum:",
          "english": "And they built a gymnasium in Jerusalem, following the laws of the nations:"
        },
        {
          "number": 6,
          "latin": "et effecerunt sibi praeputia, et recesserunt a testamento sancto, et junxerunt se gentibus, et venundati sunt ut facerent malum.",
          "english": "they circumcised themselves, abandoned the holy covenant, allied themselves with the Gentiles, and sold themselves to do evil."
        },
        {
          "number": 7,
          "latin": "Et cum praevaleret regnum, misit Antiochus ad Jerusalem, in civitatem, ut conprimeret eam.",
          "english": "And as the kingdom grew stronger, Antiochus sent to Jerusalem, to the city, to crush it."
        },
        {
          "number": 8,
          "latin": "Et ingressus est in eam cum magna multitudine, et accepit civitatem, et caedem magnam fecit in ea.",
          "english": "And he entered it with a great multitude, took the city, and inflicted a great slaughter in it."
        },
        {
          "number": 9,
          "latin": "Et praecepit angelis suis, ut facerent, et exierunt, et percusserunt viros in Jerusalem.",
          "english": "And he commanded his angels to do it, and they went out and struck the men in Jerusalem."
        },
        {
          "number": 10,
          "latin": "Et effuderunt sanguinem justi, et sanctificaverunt templum.",
          "english": "And they shed the blood of the just and defiled the temple."
        },
        {
          "number": 11,
          "latin": "Et ceperunt spolia civitatis, et succenderunt eam igni, et domos ejus et muros ejus destruxerunt in gyro.",
          "english": "And they seized the spoils of the city, burned it with fire, and destroyed its houses and walls all around."
        },
        {
          "number": 12,
          "latin": "Et mulieres et parvulos captivos duxerunt, et pecora possederunt.",
          "english": "And they took women and children captive and took possession of the livestock."
        },
        {
          "number": 13,
          "latin": "Et aedificaverunt murum circumcirca civitatem David, magnum et firmum, et turres fortes, et factum est illis in arcem.",
          "english": "And they built a wall around the city of David, great and strong, and strong towers, and it became a fortress for them."
        },
        {
          "number": 14,
          "latin": "Et posuerunt ibi gentem peccatricem, et viros iniquos: et munierunt se in ea.",
          "english": "And they placed a sinful people and wicked men there, and they fortified themselves in it."
        },
        {
          "number": 15,
          "latin": "Et inposuerunt templum iniquum, et omnem nationem, quae ibi erat, cum malis operibus.",
          "english": "And they imposed an unjust temple, and every nation that was there, with evil works."
        },
        {
          "number": 16,
          "latin": "Et abstulerunt sacrificium juge, et sacrificium pro peccato.",
          "english": "And they took away the continual sacrifice and the sacrifice for sin."
        },
        {
          "number": 17,
          "latin": "Et inposuerunt abominatio desolationis in templo.",
          "english": "And they set up the abomination of desolation in the temple."
        },
        {
          "number": 18,
          "latin": "Et aedificaverunt aras in civitatibus Juda in circuitu.",
          "english": "And they built altars in the cities of Judah all around."
        },
        {
          "number": 19,
          "latin": "Et sacrificabant in foribus domorum, et in plateis.",
          "english": "And they sacrificed at the gates of houses and in the streets."
        },
        {
          "number": 20,
          "latin": "Et libros legis reperientes, combusserunt igni.",
          "english": "And they burned the books of the law with fire, which they had found."
        },
        {
          "number": 21,
          "latin": "Et quemcumque invenerunt habentem testamentum, et observantem legem, mandatis regis interficiebant.",
          "english": "And they killed anyone they found possessing the testament and observing the law, by the king's command."
        },
        {
          "number": 22,
          "latin": "Et in virtute sua faciebant in Jerusalem, et in mensibus, et in diebus.",
          "english": "And they acted with their might in Jerusalem, and in the months, and in the days."
        },
        {
          "number": 23,
          "latin": "Et miserunt ad Beriam, cum multa violentia, ad complendam Jerusalem.",
          "english": "And they sent to Beria with great violence, to fill Jerusalem."
        },
        {
          "number": 24,
          "latin": "Et die vicesima et quinta mensis, immolabant super altare idolorum, quod erat super altare templi.",
          "english": "And on the twenty-fifth day of the month, they sacrificed on the altar of idols, which was above the altar of the temple."
        },
        {
          "number": 25,
          "latin": "Et mulieres, quae circumciderant filios suos, interficiebant, secundum praeceptum, et filios eorum suspenderunt in collo.",
          "english": "And they killed the women who had circumcised their sons, according to the command, and they hanged their sons by the neck."
        },
        {
          "number": 26,
          "latin": "Et multi de Israel stabiliverunt in se, et statuerunt non manducare immunda.",
          "english": "And many of Israel resolved within themselves and determined not to eat anything unclean."
        },
        {
          "number": 27,
          "latin": "Et elegerunt mortem, ut non contaminarentur, et non poluerunt testamentum sanctum: et mortui sunt.",
          "english": "And they chose death rather than be defiled and not pollute the holy covenant; and they died."
        },
        {
          "number": 28,
          "latin": "Et facta est ira magna super Israel.",
          "english": "And great wrath came upon Israel."
        },
        {
          "number": 29,
          "latin": "In illis autem diebus surrexit Matthathias, filius Joannis, filii Simeonis, sacerdos de filiis Joarib, ab Jerusalem, et resedit in civitate Modin.",
          "english": "In those days, Mattathias, the son of John, son of Simeon, a priest of the sons of Joarib, from Jerusalem, arose and settled in the city of Modin."
        },
        {
          "number": 30,
          "latin": "Et habebat filios quinque: Joannem, et Simonem, qui vocabatur Thassi, et Judam, qui vocabatur Maccabaeus.",
          "english": "And he had five sons: John, and Simon, who was called Thassi, and Judas, who was called Maccabaeus."
        },
        {
          "number": 31,
          "latin": "Et Eleazarum, et Jonathan.",
          "english": "And Eleazar, and Jonathan."
        },
        {
          "number": 32,
          "latin": "Et vidit zelum, et iniquitates, quae fiebant in Juda, et Jerusalem.",
          "english": "And he saw the zeal and iniquities that were happening in Judah and Jerusalem."
        },
        {
          "number": 33,
          "latin": "Et dixit: Vae mihi! Quid natus sum videre? et contristatus sum propter contritionem populi mei, et contristatus sum propter contritionem sancti, et factus sum in manus alienorum.",
          "english": "And he said: “Woe is me! Why was I born to see this? I am grieved by the destruction of my people, and I am grieved by the destruction of the holy place, and I have been delivered into the hands of foreigners.”"
        },
        {
          "number": 34,
          "latin": "Et congregata sunt omnia vasa ejus, et exierunt in desertum, relinquerent ibi filios suos et uxores suas.",
          "english": "And he gathered all of his belongings, and they went out into the desert, where they left their sons and their wives."
        },
        {
          "number": 35,
          "latin": "Et exierunt cum filiis suis, et pugnaverunt in desertum.",
          "english": "And they went out with their sons and fought in the desert."
        },
        {
          "number": 36,
          "latin": "Et missus est a rege Antiochus, copias, ut cogerent eos, qui relicti erant, ut descenderent, et transgredirentur.",
          "english": "And Antiochus the king sent troops to force those who were left to come down and transgress."
        },
        {
          "number": 37,
          "latin": "Et dixerunt ad Matthathiam: Filius es principis, et magnus, et nobilis in hac civitate, et hic congregatio, et gentes, quae in circuitu sunt, praesto sunt tibi.",
          "english": "And they said to Mattathias: “You are the son of a prince, and you are great and noble in this city, and here is a gathering, and the Gentiles who are around are at your service."
        },
        {
          "number": 38,
          "latin": "Venite ergo primus, et fac mandatum regis, sicut fecerunt omnes gentes, et viri Juda, et qui remanserunt in Jerusalem, et eris tu et filii tui in numero amicorum regis, et magnificabimini, tu et filii tui, argento et auro, et donis multis.",
          "english": "Come, therefore, first, and do the king’s command, as all the Gentiles and the men of Judah have done, and those who remained in Jerusalem. And you and your sons will be in the number of the king's friends, and you and your sons will be honored with silver and gold and many gifts.”"
        },
        {
          "number": 39,
          "latin": "Et respondit Matthathias, et dixit magna voce: Etiam si omnes gentes, quae sunt in regno regis, audierint eum, et discesserint a cultu patrum suorum, et elegerint voluntates eorum.",
          "english": "And Mattathias answered and said with a loud voice: “Even if all the Gentiles who are in the king’s kingdom have listened to him and have departed from the worship of their fathers and have chosen his desires."
        },
        {
          "number": 40,
          "latin": "Ego et filii mei, et fratres mei ambulabimus in testamento patrum nostrorum.",
          "english": "I and my sons and my brothers will walk in the covenant of our fathers."
        },
        {
          "number": 41,
          "latin": "Absit a nobis, ut derelinquamus legem et judicia.",
          "english": "May it be far from us that we should forsake the law and its judgments."
        },
        {
          "number": 42,
          "latin": "Non oboediemus verbis regis, nec transgrediemur a cultu nostro neque ad dextram neque ad sinistram.",
          "english": "We will not obey the words of the king, nor will we transgress our worship, neither to the right nor to the left.”"
        },
        {
          "number": 43,
          "latin": "Et cum finisset loqui sermones istos, accessit quidam Judaeus in conspectu omnium, ad sacrificandum idolis in civitate Modin, secundum praeceptum regis.",
          "english": "And when he had finished speaking these words, a certain Jew approached in the sight of all, to sacrifice to idols in the city of Modin, according to the king’s command."
        },
        {
          "number": 44,
          "latin": "Et vidit hoc Matthathias, et inflammatus est zelo, et contremuerunt renes ejus, et commotus est in indignationem secundum judicium, et irruit, et percussit eum super altare.",
          "english": "And Mattathias saw this, and he was inflamed with zeal, and his loins trembled, and he was moved to indignation according to judgment, and he rushed forward and struck him on the altar."
        },
        {
          "number": 45,
          "latin": "Et virum quoque, qui mandatum regis faciebat, percussit in eadem hora: et destruxerunt altare.",
          "english": "And also the man who was carrying out the king's command, he struck in the same hour, and they destroyed the altar."
        },
        {
          "number": 46,
          "latin": "Et zelati sunt legem, sicut fecit Phinees cum Zambri filio Salomi.",
          "english": "And they were zealous for the law, as Phinehas did with Zambri the son of Salomi."
        },
        {
          "number": 47,
          "latin": "Et clamavit Matthathias in civitate magna voce, dicens: Omnis, qui zelum habet legis, et statuta custodit, exeat post me.",
          "english": "And Mattathias cried out in the city with a loud voice, saying: “Whoever has zeal for the law and keeps the statutes, let him come out after me.”"
        },
        {
          "number": 48,
          "latin": "Et fugit ipse, et filii ejus in montana, et reliquerunt omnia, quaecumque habebant in civitate.",
          "english": "And he and his sons fled into the mountains and left all that they had in the city."
        },
        {
          "number": 49,
          "latin": "Tunc descenderunt multi, quaerentes judicium et justitiam, ut irent in desertum.",
          "english": "Then many went down, seeking judgment and justice, to go into the desert."
        },
        {
          "number": 50,
          "latin": "Et habitabant ibi ipsi et filii eorum, et uxores eorum, et pecora eorum: quoniam abundaverunt mala super eos.",
          "english": "And they lived there, they and their sons and their wives and their livestock because evils had abounded upon them."
        },
        {
          "number": 51,
          "latin": "Et nuntiatus est regi Antiocho sermo iste, et iratus est, et congregavit omnem exercitum suum, et dixit: Scio, quoniam discesserunt a me Judaei, et non faciunt ea, quae volo: sed ducti sunt a me in leges suas.",
          "english": "And this word was announced to King Antiochus, and he was angry, and he gathered all his army and said: “I know that the Jews have departed from me and do not do what I want, but they have been led by me into their laws.”"
        },
        {
          "number": 52,
          "latin": "Et mittentibus ad eos exercitum, cum multitudine, ut interimerent eos.",
          "english": "And he sent an army to them, with a multitude, to destroy them."
        },
        {
          "number": 53,
          "latin": "Et egressi sunt contra illos exercitus, et appropinquaverunt ad eos, et castraverunt adversus eos, in die sabbati.",
          "english": "And the army went out against them and approached them and encamped against them on the Sabbath day."
        },
        {
          "number": 54,
          "latin": "Et dixerunt eis: Nunc faciemus vobiscum: Exite, et facite secundum verbum regis, et vivetis.",
          "english": "And they said to them: “Now we will do to you: Go out and do according to the word of the king, and you will live.”"
        },
        {
          "number": 55,
          "latin": "Qui dixerunt: Non exibimus, nec faciemus verbum regis, nec transgrediemus diem sabbati.",
          "english": "They said: “We will not go out, nor will we do the word of the king, nor will we transgress the Sabbath day.”"
        },
        {
          "number": 56,
          "latin": "Et dederunt illis proelium cito.",
          "english": "And they gave them battle quickly."
        },
        {
          "number": 57,
          "latin": "Et non responderunt illis, nec lapidem miserunt, nec obstruxerunt loca sua: dicentes: Moriamur omnes in innocentia nostra.",
          "english": "And they did not respond to them, nor did they throw a stone, nor did they obstruct their places, saying, “Let us all die in our innocence.”"
        },
        {
          "number": 58,
          "latin": "Et congregati sunt in eos in die sabbati.",
          "english": "And they gathered against them on the Sabbath day."
        },
        {
          "number": 59,
          "latin": "Et mortui sunt, cum uxoribus suis, et filiis suis, et pecoribus suis, et descendentes usque ad mille animas.",
          "english": "And they died, with their wives and their sons and their livestock, and they descended to a thousand souls."
        },
        {
          "number": 60,
          "latin": "Et cognovit Matthathias, et amici ejus, et planxerunt illos valde.",
          "english": "And Mattathias and his friends knew this and mourned them greatly."
        },
        {
          "number": 61,
          "latin": "Et dixerunt vir vir ad proximum suum: Si fecerimus omnes, sicut fecerunt fratres nostri, et non pugnaverimus pro animabus nostris et justificationibus nostris, et trademus in brevi omnes.",
          "english": "And they said, man to his neighbor: “If we all do as our brothers did and do not fight for our souls and our justifications, we will all be surrendered in a short time."
        },
        {
          "number": 62,
          "latin": "Et statuerunt in die illa dicentes: Quicumque venerit ad nos in bello, in die sabbati, pugnabimus adversus eum: et non moriemur omnes, sicut morientes fratres nostri in locis occultis.",
          "english": "And they resolved on that day, saying: “Whoever comes against us in battle on the Sabbath, we will fight against him, and we will not all die as our brothers died in secret places.”"
        },
        {
          "number": 63,
          "latin": "Tunc adjunctum est illis bellum a parte Asidaei et virorum fortium de Israel, omnes qui spontanee offerebantur ad legem.",
          "english": "Then war was added to them from the side of the Asidaeans and the strong men of Israel, all who willingly offered themselves to the law."
        },
        {
          "number": 64,
          "latin": "Et addiderunt omnes Israëlitae, qui fugiebant a malis, et auxilium eis: et confortabant eos.",
          "english": "And all the Israelites who were fleeing from the evils added help to them and strengthened them."
        },
        {
          "number": 65,
          "latin": "Et congregata est exercitus: et percusserunt peccatores in ira sua, et viros iniquos in indignatione sua: et reliqui fugerunt in gentes, ut se conservarent.",
          "english": "And the army gathered and struck the sinners in their anger and the wicked men in their indignation, and the rest fled to the Gentiles to preserve themselves."
        },
        {
          "number": 66,
          "latin": "Et Matthathias et amici ejus circuierunt, et destruxerunt aras.",
          "english": "And Mattathias and his friends went around and destroyed the altars."
        },
        {
          "number": 67,
          "latin": "Et circumciderunt pueros infantes, quos invenerunt in finibus Israel, quoscumque invenerunt.",
          "english": "And they circumcised the infant boys, whom they found in the borders of Israel, whoever they found."
        },
        {
          "number": 68,
          "latin": "Et percusserunt filios superborum.",
          "english": "And they struck the sons of the arrogant."
        },
        {
          "number": 69,
          "latin": "Et perfecerunt opus in manu sua, et vindicaverunt in manibus gentium.",
          "english": "And they completed the work with their own hand, and they took vengeance in the hands of the Gentiles."
        },
        {
          "number": 70,
          "latin": "Et dies, quos consummaverunt, et dederunt pro lege, gloriosi sunt.",
          "english": "And the days which they completed and gave for the law are glorious."
        }
      ]
    },
    {
      "number": 4,
      "status": "completed",
      "verses": [
        {
          "number": "1",
          "latin": "Anno centesimo quadragesimo octavo, exierunt de Syria reges in terram Juda.",
          "english": "In the one hundred and forty-eighth year, the kings left Syria and entered the land of Judah."
        },
        {
          "number": "2",
          "latin": "Et Judas elegit viros, et misit bellatores, et pugnavit contra eos: et occidit de eis circiter tres millia virorum.",
          "english": "And Judas selected men, and sent soldiers, and fought against them: and killed about three thousand men of them."
        },
        {
          "number": "3",
          "latin": "Et congregatus est exercitus Judaeorum, et venerunt in Gophna: et abierunt.",
          "english": "And the army of the Jews gathered, and they came to Gophna: and went away."
        },
        {
          "number": "4",
          "latin": "Tunc congregati sunt, et in unum venerunt adversarii Judaeorum: et exierunt in modum ascendendi in Bethsuram.",
          "english": "Then the enemies of the Jews gathered, and came together as one: and went out as though to ascend to Bethsura."
        },
        {
          "number": "5",
          "latin": "Et audiens Judas, profectus est ipse et decem viri cum eo.",
          "english": "And Judas heard, he went out with ten men with him."
        },
        {
          "number": "6",
          "latin": "Et pugnaverunt viriliter, et percusserunt de viris exercitus in modum triginta virorum: et reversi sunt.",
          "english": "And they fought bravely, and struck down about thirty men of the army: and they returned."
        },
        {
          "number": "7",
          "latin": "Et viderunt adversarii eorum, quia irruerunt super eos Judaei, et egressi sunt de campis, et secesserunt in viam, qua erant.",
          "english": "And their enemies saw that the Jews were attacking them, and went out of the fields, and withdrew to the road, where they were."
        },
        {
          "number": "8",
          "latin": "Et Judaei congregati sunt, et venerunt in Bethsuram: et pugnaverunt contra eos per diem.",
          "english": "And the Jews gathered and came to Bethsura: and fought against them throughout the day."
        },
        {
          "number": "9",
          "latin": "Et surrexerunt in die, et dederunt manus suis, et in eodem loco erant.",
          "english": "And they rose up in the day, and gave their hands to their men, and were in the same place."
        },
        {
          "number": "10",
          "latin": "Et exierunt de Bethsura, et venerunt in castra Judaeorum.",
          "english": "And they went out of Bethsura, and came to the camps of the Jews."
        },
        {
          "number": "11",
          "latin": "Et contigit in die illa, quod Achima, filius Calami, de castris Tyriorum, ingressus est.",
          "english": "And it happened on that day, that Achima, son of Calami, entered from the camps of the Tyrians."
        },
        {
          "number": "12",
          "latin": "Et in illo loco Achima, et fratres ejus occiderunt: et caesi sunt.",
          "english": "And in that place they killed Achima, and his brothers: and they were slain."
        },
        {
          "number": "13",
          "latin": "Et congregavit Judas et exercitus ejus, et ascenderunt in Bethsura.",
          "english": "And Judas and his army gathered, and ascended to Bethsura."
        },
        {
          "number": "14",
          "latin": "Et posuit ibi praesidium, et mandavit eis custodire eam.",
          "english": "And he placed a garrison there, and commanded them to guard it."
        },
        {
          "number": "15",
          "latin": "Et suscepit Judas, et elegit viros, et misit eos ad Joppen, civitatem maritimam, ut ejicerent eos qui erant ibi de populo ejus.",
          "english": "And Judas took and chose men, and sent them to Joppa, a city by the sea, to cast out those who were there of his people."
        },
        {
          "number": "16",
          "latin": "Et veniens, sustulit portum, et occidit eos qui erant ibi: et reliquit civitatem.",
          "english": "And coming, he took the port, and killed those who were there: and left the city."
        },
        {
          "number": "17",
          "latin": "Et cognoscentes quod Judas esset appropinquans, timuerunt: et posuerunt portas, et timuerunt.",
          "english": "And knowing that Judas was approaching, they feared: and they shut the gates, and were afraid."
        },
        {
          "number": "18",
          "latin": "Et misit Judas, et ceperunt eos.",
          "english": "And Judas sent, and they seized them."
        },
        {
          "number": "19",
          "latin": "Et conteruit eos qui erant in civitate, cum gladio.",
          "english": "And he crushed them with the sword, those who were in the city."
        },
        {
          "number": "20",
          "latin": "Et suscepit Joppen, et omnes portus Judaeae, et ex tribus, et venit in Gazam.",
          "english": "And he took Joppa, and all the ports of Judea, and from the tribes, and came to Gaza."
        },
        {
          "number": "21",
          "latin": "Et venerunt qui erant in Gaza, et clauserunt se.",
          "english": "And those who were in Gaza came and shut themselves in."
        },
        {
          "number": "22",
          "latin": "Et obsedit eam Judas, et dedit eis praedam, et succendit muros ejus.",
          "english": "And Judas besieged it, and gave them plunder, and burned its walls."
        },
        {
          "number": "23",
          "latin": "Et tulerunt de Gaza, et de finibus ejus, et de omnibus villis ejus quae erant in circuitu, magnum praedae.",
          "english": "And they took a great amount of plunder from Gaza, and from its borders, and from all its villages that were in the surrounding area."
        },
        {
          "number": "24",
          "latin": "Et suscepit Judas exercitum suum, et venit in Ascalonem: et ibi, in campis, adoravit idola illorum.",
          "english": "And Judas took his army, and came to Ascalon: and there, in the fields, he adored their idols."
        },
        {
          "number": "25",
          "latin": "Et avertit se, et abduxit exercitum suum, et exclamantes, reversi sunt in Judaeam cum magna laetitia.",
          "english": "And he turned away, and led his army away, and shouting, they returned to Judea with great joy."
        },
        {
          "number": "26",
          "latin": "Et ascenderunt in montem Sion cum magna laetitia et gaudio: et obtulerunt holocausta, quia non perierant de hostibus eorum.",
          "english": "And they ascended Mount Zion with great joy and gladness: and they offered burnt offerings, because they had not perished from their enemies."
        },
        {
          "number": "27",
          "latin": "Et celebrarunt purificationem templi per octo dies, et obtulerunt holocausta cum gaudio, et sacrificium pro peccato.",
          "english": "And they celebrated the purification of the temple for eight days, and offered burnt offerings with joy, and sacrifice for sin."
        },
        {
          "number": "28",
          "latin": "Et ornaverunt templum, et atria, et sanctificaverunt atrium.",
          "english": "And they adorned the temple, and the courts, and sanctified the court."
        },
        {
          "number": "29",
          "latin": "Et fecerunt in die vigesima quinta mensis noni, quod est Chasalew, luces.",
          "english": "And they made lights on the twenty-fifth day of the ninth month, which is Chasalew."
        },
        {
          "number": "30",
          "latin": "Et statuerunt cum decreto, universo populo Judaeorum, ut celebrarent dies istos, per singulos annos.",
          "english": "And they established by decree, to all the people of the Jews, that they should celebrate these days, every year."
        },
        {
          "number": "31",
          "latin": "Et in tempore illo, resurrexit Antiochus Epiphanes, et transiit in terram Persarum.",
          "english": "And in that time, Antiochus Epiphanes rose up and went to the land of the Persians."
        },
        {
          "number": "32",
          "latin": "Et congregavit exercitum, et pugnavit contra Persas: et victus est.",
          "english": "And he gathered an army, and fought against the Persians: and he was conquered."
        },
        {
          "number": "33",
          "latin": "Et introiens in Persidem, audivit quod esset in terra Judae commotio magna.",
          "english": "And entering Persia, he heard that there was great commotion in the land of Judea."
        },
        {
          "number": "34",
          "latin": "Et discedens a Perside, venit.",
          "english": "And departing from Persia, he came."
        },
        {
          "number": "35",
          "latin": "Et misit Philippum, amicum suum, super Judaeos: et occidit in Jerusalem: et abstulit de eis praemium.",
          "english": "And he sent Philip, his friend, over the Jews: and he killed in Jerusalem: and took away the reward from them."
        },
        {
          "number": "36",
          "latin": "Et in hac re, cum festinatione, accessit, et transiit per Samariam, ut perderet Judaeos.",
          "english": "And in this matter, he approached with haste, and passed through Samaria, in order to destroy the Jews."
        },
        {
          "number": "37",
          "latin": "Et cum hoc fecisset, audivit quod Judas et fratres ejus essent prope, et congregassent exercitum, et pugnarent fortiter.",
          "english": "And when he had done this, he heard that Judas and his brothers were near, and had gathered an army, and were fighting bravely."
        },
        {
          "number": "38",
          "latin": "Et dixit: Nunc ego dividam exercitum meum, et pugnabo contra eos, et interficiam illos.",
          "english": "And he said: \"Now I will divide my army, and I will fight against them, and I will kill them.\""
        },
        {
          "number": "39",
          "latin": "Et congregavit exercitum suum, et irruit, et coepit in via, in ascensum Bethoron.",
          "english": "And he gathered his army, and rushed, and began on the road, on the ascent to Bethoron."
        },
        {
          "number": "40",
          "latin": "Et misit Judas, et exiit cum paucis, ut occurreret exercitui.",
          "english": "And Judas sent, and went out with a few, to meet the army."
        },
        {
          "number": "41",
          "latin": "Et videntes exercitum venientem, dixit: Quoniam multi sunt, et nos pauci:",
          "english": "And seeing the army coming, he said: \"Because they are many, and we are few:"
        },
        {
          "number": "42",
          "latin": "non timeamus eos: pugnemus pro animabus nostris.",
          "english": "Let us not fear them: let us fight for our souls.\""
        },
        {
          "number": "43",
          "latin": "Et cum coepissent pugnare, appropinquavit de loco, et fugatus est exercitus.",
          "english": "And when they began to fight, he approached from the place, and the army was routed."
        },
        {
          "number": "44",
          "latin": "Et qui erant in conspectu ejus, fugerunt in viam de Bethoron: et persecuti sunt illos Judaei usque in campestria, et occiderunt de eis circiter octo millia virorum.",
          "english": "And those who were in his sight, fled on the road from Bethoron: and the Jews pursued them to the plains, and killed about eight thousand men of them."
        },
        {
          "number": "45",
          "latin": "Et exinde profecti sunt Judas et fratres ejus, et venerunt in campestria, et venerunt in Bethsuram.",
          "english": "And from there, Judas and his brothers set out, and came to the plains, and came to Bethsura."
        },
        {
          "number": "46",
          "latin": "Et audiens Antiochus, exivit cum magna virtute, ut pugnaret contra Judaeos: et mandavit, ut pararentur praeparationes.",
          "english": "And Antiochus heard, he went out with great power, to fight against the Jews: and he commanded that preparations be made."
        },
        {
          "number": "47",
          "latin": "Et cum exercitus ejus esset paratus, et perfectus, jussit ire in Judaeam.",
          "english": "And when his army was prepared and complete, he ordered them to go into Judea."
        },
        {
          "number": "48",
          "latin": "Et veniens, posuit castra contra Bethsuram: et pugnavit per multos dies: et fecit machinas, et opera.",
          "english": "And coming, he pitched camp against Bethsura: and fought for many days: and made machines and works."
        },
        {
          "number": "49",
          "latin": "Et exierunt qui erant de Bethsura, et succenderunt: et percusserunt machinas.",
          "english": "And those who were from Bethsura went out and burned: and struck the machines."
        },
        {
          "number": "50",
          "latin": "Et pugnaverunt proelia magna.",
          "english": "And they fought great battles."
        },
        {
          "number": "51",
          "latin": "Et cognovit Judas, quod venissent, et quod esset pugnatum, et coepit turbari corda eorum.",
          "english": "And Judas knew that they had come, and that they were fighting, and their hearts began to be troubled."
        },
        {
          "number": "52",
          "latin": "Et apparuerunt cum his qui erant cum eo, ut esset ei auxilium.",
          "english": "And those with him appeared, to be a help to him."
        },
        {
          "number": "53",
          "latin": "Et exivit in modum castrorum contra Antiochum, et pugnaverunt proelia: et ceciderunt de exercitu ejus, circiter quinque millia virorum.",
          "english": "And he went out as though to the camps against Antiochus, and they fought battles: and about five thousand men fell from his army."
        },
        {
          "number": "54",
          "latin": "Et videns Antiochus, et exercitus ejus, quod cecidissent, reversi sunt in Judaeam cum magno dolore.",
          "english": "And Antiochus and his army, seeing that they had fallen, returned to Judea with great sorrow."
        },
        {
          "number": "55",
          "latin": "Et suscepit Judas, et fratres ejus, et mortuos suos: et sepelierunt eos in sepulcris patrum suorum.",
          "english": "And Judas and his brothers took their dead: and they buried them in the sepulchers of their fathers."
        },
        {
          "number": "56",
          "latin": "Et posuerunt os eorum in sepulcris patrum suorum: et celebrarunt diem vigesima quinta mensis Septembris, cum gaudio et laetitia.",
          "english": "And they put their bones in the sepulchers of their fathers: and they celebrated the twenty-fifth day of the month of September, with joy and gladness."
        },
        {
          "number": "57",
          "latin": "Et constituerunt dies istos, in singulis annis, cum gaudio.",
          "english": "And they established these days, every year, with joy."
        },
        {
          "number": "58",
          "latin": "Et aedificaverunt in monte Sion, circa templum, castra: et habitabant cum populo, cum gaudio et laetitia, et timentibus Deum.",
          "english": "And they built camps on Mount Zion, around the temple: and they lived with the people, with joy and gladness, and fearing God."
        }
      ]
    },
    {
      "number": 5,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "In diebus illis surrexit Judas Machabaeus et fratres ejus, et pugnaverunt contra filios Ammon.",
          "english": "In those days, Judas Maccabaeus and his brothers rose up, and fought against the Ammonites."
        },
        {
          "number": 2,
          "latin": "Et profectus est in confinio eorum, et percussit gentem multam: et acquisivit virtutem.",
          "english": "He went into their territory and defeated a large population and gained strength."
        },
        {
          "number": 3,
          "latin": "Et vulneravit Gedeon et eos qui erant cum eo: et venit in Galatiam, et subvertit eos.",
          "english": "He wounded Gedeon and those with him. Then he came to Galilee and overthrew them."
        },
        {
          "number": 4,
          "latin": "Et percussit eos in campo: et abstulit spolia eorum, et gloriam eorum.",
          "english": "He defeated them on the field, seized their spoils and their glory."
        },
        {
          "number": 5,
          "latin": "Et congregavit filios alienigenarum, et ingressus est in terram Juda.",
          "english": "He gathered the sons of foreigners and entered the land of Judah."
        },
        {
          "number": 6,
          "latin": "Et exierunt omnes fratres ejus, et pugnaverunt contra eos: et percusserunt eos.",
          "english": "All his brothers went out and fought against them, and defeated them."
        },
        {
          "number": 7,
          "latin": "Et incendit ignem in eorum, et in terram eorum, et abstulit spolia eorum, et gladios eorum.",
          "english": "They set fire to their land and seized their spoils and their swords."
        },
        {
          "number": 8,
          "latin": "Et pugnavit in Galatiam, et percussit eos: et interfecit eos, et abstulit spolia eorum.",
          "english": "He fought in Galilee and defeated them, and killed them and seized their spoils."
        },
        {
          "number": 9,
          "latin": "Et venit in confinia Samariæ: et percussit eos.",
          "english": "He came to the borders of Samaria and defeated them."
        },
        {
          "number": 10,
          "latin": "In diebus istis venerunt filii alienigenarum, et congregati sunt ad percutiendos eos qui erant in confinio Judææ: et venerunt ad Thamnas.",
          "english": "In those days, the sons of foreigners came and gathered to attack those in the territory of Judea, and they came to Thamnas."
        },
        {
          "number": 11,
          "latin": "Et pugnaverunt cum eis, et vicerunt eos: et percusserunt eos plurimos.",
          "english": "They fought against them and prevailed, and killed many of them."
        },
        {
          "number": 12,
          "latin": "Et Joannes et Simon et Judas, fratres Judas, profecti sunt in Galilæam, et in confinia eorum.",
          "english": "John, Simon, and Judas, brothers of Judas, went to Galilee and into their territory."
        },
        {
          "number": 13,
          "latin": "Et congregati sunt, et pugnaverunt contra eos: et fugerunt ab eis, et percusserunt eos.",
          "english": "They gathered and fought against them and they fled before them, and they defeated them."
        },
        {
          "number": 14,
          "latin": "Et collegerunt omnem potentiam eorum, cum uxoribus et filiis, et spoliis, et ingressi sunt in terram Judæ, et venerunt in Galilæam.",
          "english": "They gathered all their forces with their wives and children, and their spoils, and entered the land of Judea, and came to Galilee."
        },
        {
          "number": 15,
          "latin": "Et Judas et fratres ejus profecti sunt in confinia eorum, et pugnaverunt.",
          "english": "Judas and his brothers went to their territory and fought."
        },
        {
          "number": 16,
          "latin": "Et percusserunt totam virtutem eorum, ita ut multi corruerent vulnerati, et occisi sunt: et abstulerunt spolia eorum.",
          "english": "They defeated their entire force so that many fell wounded and were killed, and they seized their spoils."
        },
        {
          "number": 17,
          "latin": "Et transierunt eos qui erant in confiniis Galilææ, et in confiniis Samariæ, et in omnes oppidos eorum: et interfecerunt eos.",
          "english": "They went through those in the borders of Galilee and the borders of Samaria, and into all their towns, and killed them."
        },
        {
          "number": 18,
          "latin": "Et multi vulnerati ceciderunt, et occisi sunt.",
          "english": "Many were wounded and killed."
        },
        {
          "number": 19,
          "latin": "Et congregati sunt Philistim, et venerunt in terram Judæ: et fecerunt incursionem.",
          "english": "The Philistines gathered and came into the land of Judah and made an incursion."
        },
        {
          "number": 20,
          "latin": "Et accessit Judas et fratres ejus, et percusserunt eos.",
          "english": "Judas and his brothers approached and defeated them."
        },
        {
          "number": 21,
          "latin": "Et occiderunt in populo Philistim trium milium virorum.",
          "english": "They killed three thousand men among the Philistine people."
        },
        {
          "number": 22,
          "latin": "Et respexit Judas, et turbas quae erant cum eo, ad eos qui corruerant, et abstulerunt arma eorum.",
          "english": "Judas and his companions looked at those who had fallen and took their weapons."
        },
        {
          "number": 23,
          "latin": "Et insecuti sunt eos usque in Gazam, et usque in terminos Judæ: et percusserunt eos usque in Gazam et in terminos Azoti.",
          "english": "They pursued them as far as Gaza and the borders of Judah, and defeated them as far as Gaza and the borders of Azotus."
        },
        {
          "number": 24,
          "latin": "Et venerunt in Asilon, et in terram eorum: quia habebant eorum idola, et combusserunt ea igni.",
          "english": "They came to Askelon and into their land, for they had their idols, and they burned them with fire."
        },
        {
          "number": 25,
          "latin": "Et surrexerunt in die illa de improviso qui erant in castra, et qui erant in confiniis Judææ, ad percutiendos eos.",
          "english": "On that day, those who were in the camp and those in the borders of Judea rose up unexpectedly to attack them."
        },
        {
          "number": 26,
          "latin": "Et exivit Judas et pugnavit contra eos.",
          "english": "Judas went out and fought against them."
        },
        {
          "number": 27,
          "latin": "Et percussit eos, et occiderunt ex eis circiter duorum milium virorum.",
          "english": "He defeated them, and killed about two thousand men."
        },
        {
          "number": 28,
          "latin": "Et reversus est in castra, cum magna multitudine spoliis.",
          "english": "He returned to the camp with a great multitude of spoils."
        },
        {
          "number": 29,
          "latin": "In diebus illis congregaverunt se qui erant in confiniis Judææ, et dixerunt Simon fratrem Judas.",
          "english": "In those days, those in the borders of Judea gathered and said to Simon, the brother of Judas,"
        },
        {
          "number": 30,
          "latin": "Judas et fratres ejus fecerunt res magnas, et bellum contra inimicos, et nos.",
          "english": "“Judas and his brothers have done great things, and war against the enemies and us."
        },
        {
          "number": 31,
          "latin": "Mitte nos, et pugnabimus pro fratribus nostris.",
          "english": "Send us, and we will fight for our brothers."
        },
        {
          "number": 32,
          "latin": "Et misit eos Simon ad pugnandum: et electi sunt, et profecti sunt cum eo.",
          "english": "Simon sent them to fight and they were chosen, and they went with him."
        },
        {
          "number": 33,
          "latin": "Et pugnaverunt contra eos: et in die illa, et percusserunt eos: et fugit ab eis.",
          "english": "They fought against them on that day and defeated them, and they fled before them."
        },
        {
          "number": 34,
          "latin": "Et persequuti sunt eos in campo, et occiderunt ex eis circiter trium milium virorum: et abstulerunt spolia eorum.",
          "english": "They pursued them in the field and killed about three thousand men and seized their spoils."
        },
        {
          "number": 35,
          "latin": "Et duxerunt a Galilæa et Arbatta, cum uxoribus et filiis, et omnia quæ habebant: et venerunt in terram Judæ cum gaudio magno.",
          "english": "They brought from Galilee and Arbatta, their wives and children, and all that they had, and came to the land of Judah with great joy."
        },
        {
          "number": 36,
          "latin": "Et Judas Machabaeus et fratres ejus exierunt, et venerunt in fines Idumææ, et pugnaverunt contra eos.",
          "english": "Judas Maccabaeus and his brothers went out and came to the borders of Idumea and fought against them."
        },
        {
          "number": 37,
          "latin": "Et percusserunt fortes in eis: et obtinuerunt castra: et venerunt in eos qui erant in turri, et oppugnaverunt eos.",
          "english": "They defeated the strong among them and seized the camps and attacked those who were in the tower."
        },
        {
          "number": 38,
          "latin": "Et obsederunt eos, et posuerunt machinas contra eos: et expugnaverunt eos, et combusserunt turrim igni, et omnes qui erant in ea.",
          "english": "They besieged them, and set up machines against them, and they stormed and burned the tower with fire, and all who were in it."
        },
        {
          "number": 39,
          "latin": "Et transierunt contra eos, et in loco alio, et occiderunt virorum circiter viginti milia.",
          "english": "They went against them in another place and killed about twenty thousand men."
        },
        {
          "number": 40,
          "latin": "Et cum venissent ad unam turrim, quae erat munitissima, obsederunt eam: et pugnaverunt contra eam fortiter.",
          "english": "When they came to a tower, which was very fortified, they besieged it and fought against it bravely."
        },
        {
          "number": 41,
          "latin": "Et ceciderunt ex eis, qui erant in ea, duo milia virorum: et reliquos igni combusserunt, et abstulerunt spolia eorum.",
          "english": "Two thousand men fell from those who were in it, and they burned the rest with fire, and they seized their spoils."
        },
        {
          "number": 42,
          "latin": "Et inde profecti sunt, ut pugnarent contra filios Ammon: et invenerunt gentem potentem, et populum multum.",
          "english": "From there, they set out to fight against the Ammonites, and they found a strong people and a large population."
        },
        {
          "number": 43,
          "latin": "Et pugnaverunt contra eos multum: et cecidit ex eis multi.",
          "english": "They fought against them greatly, and many of them fell."
        },
        {
          "number": 44,
          "latin": "Et fugerunt: et percussit eos Judas, et qui erant cum eo.",
          "english": "They fled and Judas and those who were with him defeated them."
        },
        {
          "number": 45,
          "latin": "Et dederunt oppida eorum, et reversi sunt in Judam.",
          "english": "They gave up their towns and returned to Judah."
        },
        {
          "number": 46,
          "latin": "Et congregati sunt gentes quæ erant in Galaad, contra Israël qui erant in finibus eorum.",
          "english": "The Gentiles who were in Gilead gathered against Israel, who were in their borders."
        },
        {
          "number": 47,
          "latin": "Et pugnaverunt contra eos: et fugerunt in finibus eorum, et venerunt in castra.",
          "english": "They fought against them and fled to their borders and came to the camps."
        },
        {
          "number": 48,
          "latin": "Et venerunt filii alienigenarum, et congregati sunt ut perderent eos: et ceperunt viam ad oppugnandam Sela.",
          "english": "Then the sons of foreigners came together to destroy them, and they took the road to attack Sela."
        },
        {
          "number": 49,
          "latin": "Et exierunt de castris, et occurrerunt eis in prælium: et percusserunt eos.",
          "english": "They went out from the camps and met them in battle and defeated them."
        },
        {
          "number": 50,
          "latin": "Et ceciderunt ex eis multi vulnerati, et occisi sunt: et fugerunt reliqui in Sela.",
          "english": "Many of them were wounded and killed, and the rest fled to Sela."
        },
        {
          "number": 51,
          "latin": "Et ceperunt castra in Galaad, et omnia quæ erant in ea: et venerunt in terram Israël.",
          "english": "They seized the camps in Gilead, and all that was in them, and came to the land of Israel."
        },
        {
          "number": 52,
          "latin": "Et congregavit omnes Israël qui erant in Galaad, a parvo usque ad magnum, et uxores eorum, et filios, et filias, et familiam multam, valde.",
          "english": "He gathered all the Israelites in Gilead, from small to great, and their wives, sons, daughters, and a very large family."
        },
        {
          "number": 53,
          "latin": "Et venerunt in Sela, et venerunt in castra: et adoraverunt ibi Deum magnum.",
          "english": "They came to Sela, and came to the camps, and they worshipped the great God there."
        },
        {
          "number": 54,
          "latin": "Et Judas et fratres ejus exierunt: et pugnaverunt contra filios Esau in terra eorum ad austrum: et percussit Charracam et filios Esau, et obtinuit eos: et abstulit spolia eorum, et gladios eorum.",
          "english": "Judas and his brothers went out and fought against the sons of Esau in their land to the south, and they defeated Charracam and the sons of Esau, and prevailed over them, and seized their spoils and their swords."
        },
        {
          "number": 55,
          "latin": "Et transierunt in Bethsuram, quæ erat civitas munita: et erat locus in quo habitabat populus.",
          "english": "They went to Bethsura, which was a fortified city, and was a place where the people dwelt."
        },
        {
          "number": 56,
          "latin": "Et audientes quod oppugnarent civitatem, et pugnarent adversum eam, congregati sunt in unum.",
          "english": "Hearing that they were attacking the city and fighting against it, they gathered together as one."
        },
        {
          "number": 57,
          "latin": "Et exierunt de Bethsura, et ceciderunt ex eis multi vulnerati, et occisi sunt.",
          "english": "They went out from Bethsura, and many were wounded and killed among them."
        },
        {
          "number": 58,
          "latin": "Et Judas et fratres ejus transierunt in campum: et ecce, multitudo magna ex iis qui erant cum Joanne et qui erant cum ipso in confiniis Judææ, perierant.",
          "english": "Judas and his brothers went into the field, and behold, a great multitude of those who were with John and who were with him in the borders of Judea, had perished."
        },
        {
          "number": 59,
          "latin": "Et doluit Judas, et fratres ejus, et dixit ad cognatos suos.",
          "english": "Judas and his brothers grieved and said to their relatives:"
        },
        {
          "number": 60,
          "latin": "Periit populus eorum: et ecce, adsumus: pugnemus.",
          "english": "“Their people have perished, and here we are. Let us fight.”"
        },
        {
          "number": 61,
          "latin": "Et congregavit omnem exercitum, et posuit illos in oratione, ad petendam pacem a Deo.",
          "english": "He gathered the entire army and put them in prayer, to ask for peace from God."
        },
        {
          "number": 62,
          "latin": "Et exierunt cum eis, et pugnaverunt, et percusserunt eos: et vulnerati sunt multi.",
          "english": "They went out with them and fought and defeated them, and many were wounded."
        },
        {
          "number": 63,
          "latin": "Et sepelierunt mortuos suos.",
          "english": "They buried their dead."
        },
        {
          "number": 64,
          "latin": "Et reversi sunt in castra: et facta est victoria magna.",
          "english": "They returned to the camp, and there was a great victory."
        },
        {
          "number": 65,
          "latin": "Et manserunt in Bethsura, et laudantes Altissimum.",
          "english": "They remained in Bethsura, praising the Most High."
        },
        {
          "number": 66,
          "latin": "In diebus istis pacem habuit terra Judææ.",
          "english": "In those days, the land of Judea had peace."
        }
      ]
    },
    {
      "number": 6,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Anno centesimo quinquagesimo, in mense octavo, apud Antiochiam, et ceteri exercitus ejus circumdederunt eum.",
          "english": "In the year 150, in the eighth month, at Antioch, the other armies surrounded him."
        },
        {
          "number": 2,
          "latin": "Dilexerant enim Philippum antequam rediret, et constitutum erat cum eo, ut esset princeps regni.",
          "english": "They loved Philip before he returned, and it was agreed that he would be the prince of the kingdom."
        },
        {
          "number": 3,
          "latin": "Idcirco festinavit, ut haberet negotium et esset paratus ad bellum. Et subito comparuit de navibus, et ingressus est in civitatem, et apprehendit eam.",
          "english": "Therefore, he hurried, so that he would have a task and would be ready for war. And suddenly he appeared from the ships, and entered the city, and seized it."
        },
        {
          "number": 4,
          "latin": "Hoc autem audiens Demetrius, et exercitum suum congregavit, et profectus est contra eum.",
          "english": "But when Demetrius heard this, he gathered his army and set out against him."
        },
        {
          "number": 5,
          "latin": "Et pugnaverunt simul, et fugatus est Philippus a civitate, et factus est fortior.",
          "english": "And they fought together, and Philip was driven from the city and became stronger."
        },
        {
          "number": 6,
          "latin": "Et magnopere est ingemuerat Demetrius, et tunc sciebat quod prope esset perditio illi.",
          "english": "And Demetrius greatly lamented, and then he knew that his ruin was near."
        },
        {
          "number": 7,
          "latin": "Et ivit in locum, et imperavit amicis suis: “Occidite puerum Antiochum.”",
          "english": "And he went to a place and commanded his friends: “Kill the boy Antiochus.”"
        },
        {
          "number": 8,
          "latin": "Et dedit ei, et mortuus est in die illa.",
          "english": "And he gave the command, and he died that day."
        },
        {
          "number": 9,
          "latin": "Et misit Demetrius Nicanorem, principem equitatus, cum exercitu magno, et pugnavit adversus Judam.",
          "english": "And Demetrius sent Nicanor, the leader of the cavalry, with a great army, and he fought against Judas."
        },
        {
          "number": 10,
          "latin": "Et nuntiaverunt genti Judae: “Ecce Nicanor venit.”",
          "english": "And they announced to the people of Judah: “Behold, Nicanor is coming.”"
        },
        {
          "number": 11,
          "latin": "Quibus auditis, contremuerunt et timuerunt; et oravit exercitus cum populo, et exclamavit, et dixit:",
          "english": "Having heard this, they trembled and were afraid; and the army prayed with the people, and cried out, and said:"
        },
        {
          "number": 12,
          "latin": "“Sancte, qui elegisti hanc domum, Domine, ut in ea invocaretur nomen tuum, miserere super eam; et immunda Nicanoris et blasphemiae ejus super te ne stabiliantur.”",
          "english": "“Holy One, who has chosen this house, Lord, so that Your name may be invoked in it, have mercy upon it; and let the filthy deeds and blasphemies of Nicanor not prevail against you.”"
        },
        {
          "number": 13,
          "latin": "Et pugnaverunt; et ceciderunt de exercitu Nicanoris circiter quini millia et quingenti, et confugerunt reliqui in civitatem David.",
          "english": "And they fought; and about five thousand five hundred fell from Nicanor's army, and the rest fled into the city of David."
        },
        {
          "number": 14,
          "latin": "Post haec autem Nicanor ascendit in montem Sion: et exierunt de sacerdotibus et senioribus de populo, salutantes eum pacifice.",
          "english": "After this, however, Nicanor went up to Mount Zion: and the priests and the elders of the people came out, greeting him peacefully."
        },
        {
          "number": 15,
          "latin": "Et dixerunt: “Non opus est de re cum rege.”",
          "english": "And they said: “There is no need to speak of this matter with the king.”"
        },
        {
          "number": 16,
          "latin": "Et Nicanor non suscepit verba eorum, et iratus juravit illis dicens:",
          "english": "And Nicanor did not accept their words, and in anger he swore to them, saying:"
        },
        {
          "number": 17,
          "latin": "“Nisi tradideritis mihi Judam et exercitum ejus, statim, si rediero in pace, succendam domum hanc.”",
          "english": "“Unless you hand over to me Judas and his army immediately, if I return in peace, I will burn down this house.”"
        },
        {
          "number": 18,
          "latin": "Et abiit Nicanor furiosus. Et ingressi sunt sacerdotes, stantes ante altare et templum, et dicentes:",
          "english": "And Nicanor went away furiously. And the priests entered, standing before the altar and the temple, and saying:"
        },
        {
          "number": 19,
          "latin": "“Tu elegisti hanc domum sanctificationis tuæ, Domine, ut in ea invocaretur nomen tuum, ut esset tibi domus orationis et obsecrationis populo tuo.",
          "english": "“You chose this house for your sanctification, Lord, so that Your name may be invoked in it, that it may be for You a house of prayer and supplication for Your people."
        },
        {
          "number": 20,
          "latin": "Vindica iniquitates eorum, et super eos fac vindictam.”",
          "english": "Avenge their iniquities, and take vengeance on them.”"
        },
        {
          "number": 21,
          "latin": "Nicanor autem abiit de Jerusalem, et posuit castra sua in Bethoron: et occurrerunt ei de Syria exercitus.",
          "english": "Now Nicanor departed from Jerusalem and placed his camp in Beth-Horon: and armies came out to meet him from Syria."
        },
        {
          "number": 22,
          "latin": "Et misit Judas contra eum. Et pugnaverunt in exercitu Nicanoris; et ceciderunt de exercitu ejus circiter novem millia, et vulnerati sunt et debilitati, et vulnerati in proelio.",
          "english": "And Judas sent against him. And they fought in the army of Nicanor; and about nine thousand of his army fell, and were wounded and weakened, and wounded in battle."
        },
        {
          "number": 23,
          "latin": "Et cum hoc, reversi sunt in loca sua. Sed Nicanor remansit in civitate Hierusalem. Et erat in templo; et occidebat omnes injuriosissime.",
          "english": "And with this, they returned to their places. But Nicanor remained in the city of Jerusalem. And he was in the temple; and he killed everyone very unjustly."
        },
        {
          "number": 24,
          "latin": "Et iratus est Nicanor, et dixit: “Nisi tradiderint mihi Judam et exercitum ejus, statim, si rediero in pace, succendam templum.”",
          "english": "And Nicanor was angry, and said: “Unless they hand over to me Judas and his army, immediately, if I return in peace, I will burn the temple.”"
        },
        {
          "number": 25,
          "latin": "Et dixit Judas: “Si tradideris eum nobis, in pace recedemus.”",
          "english": "And Judas said: “If you hand him over to us, we will depart in peace.”"
        },
        {
          "number": 26,
          "latin": "Et abiit Nicanor, et non est actum verbum. Et super hoc misit Judas nuntios, ut bellum pararet.",
          "english": "And Nicanor departed, and the word was not fulfilled. And about this, Judas sent messengers to prepare for war."
        },
        {
          "number": 27,
          "latin": "Et pugnaverunt in Azota; et ceciderunt de exercitu Nicanoris circiter quinque et triginta millia virorum: et est victus Nicanor a Judaeis.",
          "english": "And they fought in Azotus; and about thirty-five thousand men fell from Nicanor's army: and Nicanor was defeated by the Jews."
        },
        {
          "number": 28,
          "latin": "Et fugerunt Judaei de Azoto et secuti sunt Nicanorem usque ad Gazam. Et clamantes post eum, dicentes:",
          "english": "And the Jews fled from Azotus and pursued Nicanor as far as Gaza. And shouting after him, saying:"
        },
        {
          "number": 29,
          "latin": "“Quia non erunt nobis, qui impetrentur a nobis”. Et tulerunt caput Nicanoris, et manum ejus, quam extulerat, et suspenderunt eam prope turrim, et manifestam omnibus.",
          "english": "“For there will not be for us those who are to be seized by us”. And they took the head of Nicanor and his hand, which he had stretched out, and they hung it near the tower, and made it known to all."
        },
        {
          "number": 30,
          "latin": "Et statuerunt diem unum, ut hunc diem celebrarent, id est diem victoriam. Et oraverunt et exoraverunt Dominum.",
          "english": "And they established one day, so that they would celebrate this day, that is, the day of victory. And they prayed and entreated the Lord."
        },
        {
          "number": 31,
          "latin": "Tunc convocantes Judam, et congregantes, in civitate Hierusalem: et statuerunt ut hoc celebraturum sit annuatim die tertiadecima mensis Adar.",
          "english": "Then, calling Judas, and gathering together in the city of Jerusalem: and they decided that this should be celebrated annually on the thirteenth day of the month Adar."
        },
        {
          "number": 32,
          "latin": "Et requievit terra Judæ per aliquantum tempus.",
          "english": "And the land of Judah rested for a little while."
        }
      ]
    },
    {
      "number": 7,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Anno centesimo quinquagesimo primo, exierunt Demetrius filius Seleuci, de urbe Roma, et ascendit cum viris potentiae, et regnavit in terra regni sui.",
          "english": "In the year 151, Demetrius, the son of Seleucus, departed from Rome, and came with his men of war, and began to reign in the land of his kingdom."
        },
        {
          "number": 2,
          "latin": "Et factum est, cum egressus esset, et sedisset in sede regni sui, collegerunt sibi coronam omnes iniqui et impii de Israel.",
          "english": "And when he had come into his kingdom and was seated on the throne of his reign, all the unrighteous and wicked men of Israel gathered around him."
        },
        {
          "number": 3,
          "latin": "Assumpserunt autem Alcimum, qui erat pontifex maximus, et voluerunt eum facere, et adduxerunt ad regem.",
          "english": "They chose Alcimus, who had been High Priest, and decided to make him High Priest, and brought him to the king."
        },
        {
          "number": 4,
          "latin": "Et accusabant adversus populum, dicentes: Joannes et reliqui qui erant cum eo, tumultuati sunt et impulerunt populum in seditionem.",
          "english": "And they accused the people, saying, \"John and those who were with him have stirred up a rebellion and incited the people to revolt.\""
        },
        {
          "number": 5,
          "latin": "Quibus verbis motus rex, et ille quidem, quidam ex amicis suis, qui erant impii, et acciti, misit eos ad percutiendum Joannem.",
          "english": "Moved by these words, the king, together with some of his wicked friends, summoned them to kill John."
        },
        {
          "number": 6,
          "latin": "Qui autem venerunt, et Joannem interfecerunt, et duos filios ejus; et misit, et interfecit filios eorum.",
          "english": "Those who came killed John and his two sons, and then they killed the sons of those who had opposed them."
        },
        {
          "number": 7,
          "latin": "Et fecit hoc Alcimus, et cum eo omnes impii.",
          "english": "And Alcimus did this, and all the wicked men with him."
        },
        {
          "number": 8,
          "latin": "Et congregatus est omnis populus, et iratus est; et interfecerunt eos: et constituerunt justos, et vindicaverunt.",
          "english": "Then the entire people gathered, and they were angry; and they killed them, and they appointed righteous men to avenge them."
        },
        {
          "number": 9,
          "latin": "Et dixit Judæus: Abstulit impietas de Israel.",
          "english": "Then Judea said, \"Wickedness has been removed from Israel.\""
        },
        {
          "number": 10,
          "latin": "Et omnes fratres ejus, et universi qui adhaerebant illi, incolaverunt, et bellum Israhel, et in diebus illis.",
          "english": "Then all of his brothers and those who were with him settled in the area, and they fought Israel during those days."
        },
        {
          "number": 11,
          "latin": "Et exierunt filii iniquitatis de Israel, et quaesierunt omnes iniquos, et abierunt, et tulerunt de maledictionem de medio eorum.",
          "english": "Then the wicked men of Israel went out and sought all the wicked, and they went away, and took the evil from among them."
        },
        {
          "number": 12,
          "latin": "Et in die illa, factum est bellum, et percussit Judæus.",
          "english": "And on that day, there was war, and Judas struck them down."
        },
        {
          "number": 13,
          "latin": "Et cum vidisset, Jason iniquitatem in Israel, et amicos suos, et venientes, ad irridendos eos, et ad promeridiem, fugit in regione Ammonitarum.",
          "english": "When Jason saw the wickedness in Israel, and his friends who came to mock them, he fled to the region of the Ammonites."
        },
        {
          "number": 14,
          "latin": "Et posuit contra fines populi, duces, et congregavit ad eos, et percussit eos, et in loco malorum eorum, et percusserunt filios Israel.",
          "english": "He placed leaders against the borders of the people, and gathered them against them, and struck them down, and in the place of their evils, and they struck down the sons of Israel."
        },
        {
          "number": 15,
          "latin": "Et congregati sunt filii alienorum, et venierunt ad percutiendum de Judæa, et abierunt de terra sua.",
          "english": "Then the sons of the strangers gathered together, and they came to attack Judea, and they went away from their own land."
        },
        {
          "number": 16,
          "latin": "Et dixit Simon, et fratres ejus: In diebus nostris, in diebus adversariorum nostrorum, eximus de terra nostra.",
          "english": "Then Simon and his brothers said, \"In our days, in the days of our adversaries, we have gone forth from our land.\""
        },
        {
          "number": 17,
          "latin": "Et congregavit Judæus omnes, et dixit: Ecce ego et fratres mei, et domus patris mei, et bellamus pro legibus et sancta.",
          "english": "And Judas gathered everyone together, and said, \"Behold, I and my brothers, and the house of my father, we fight for the laws and the holy places.\""
        },
        {
          "number": 18,
          "latin": "Et omnes propterea, conciderunt in bellum.",
          "english": "And all, because of this, rushed into battle."
        },
        {
          "number": 19,
          "latin": "Et dixit, et omnes gentes timuerunt eum.",
          "english": "And he spoke, and all the nations feared him."
        },
        {
          "number": 20,
          "latin": "Et audivit Demetrius, et congregavit copias suas, et abiit in bellum in Judæa.",
          "english": "Then Demetrius heard, and gathered his forces, and went to war in Judea."
        },
        {
          "number": 21,
          "latin": "Et misit Nicanorem, ducem exercitus sui, et percussit Judæos.",
          "english": "And he sent Nicanor, the commander of his army, to strike down the Jews."
        },
        {
          "number": 22,
          "latin": "Et cum appropinquaret Hierusalem, et vidit exercitum Judæorum, timuit.",
          "english": "And when he approached Jerusalem, and saw the army of the Jews, he was afraid."
        },
        {
          "number": 23,
          "latin": "Et timuit congressus, et dimicatio cum filiis Israël, et reverti voluit.",
          "english": "And he feared the battle, and the fighting with the sons of Israel, and he wanted to return."
        },
        {
          "number": 24,
          "latin": "Et Nicanor blasphemabat et jurabat, dicens: Si non tradantur Judæi in manus meas, et ego dispergam templum, et veniens incolam illic.",
          "english": "And Nicanor blasphemed and swore, saying, \"Unless the Jews are handed over into my hands, I will destroy the temple, and I will come and dwell there.\""
        },
        {
          "number": 25,
          "latin": "Et Judæus audivit verba Nicanoris, et congressus est; et non timuit. Et dimicavit cum exercitu Nicanoris.",
          "english": "And Judas heard the words of Nicanor, and he entered battle; and he was not afraid. And he fought against the army of Nicanor."
        },
        {
          "number": 26,
          "latin": "Et ceciderunt de exercitu Nicanoris circiter quinque millia virorum.",
          "english": "And about five thousand men fell from the army of Nicanor."
        },
        {
          "number": 27,
          "latin": "Et fugit Nicanor ante faciem exercitus Judæorum, et percussus est.",
          "english": "And Nicanor fled before the face of the army of the Jews, and he was struck down."
        },
        {
          "number": 28,
          "latin": "Et audientes qui erant in Judæa, Nicanorem cecidisse, projecerunt lapides ad eos, et percusserunt eos.",
          "english": "And those who were in Judea, hearing that Nicanor had fallen, threw stones at them, and struck them."
        },
        {
          "number": 29,
          "latin": "Et dimiserunt eos, et inciderunt in proxima castra eorum.",
          "english": "And they released them, and attacked their nearest camps."
        },
        {
          "number": 30,
          "latin": "Et facto hoc, et congregati, et percusserunt Nicanorem in die sabbati.",
          "english": "And after doing this, they gathered and struck down Nicanor on the Sabbath day."
        },
        {
          "number": 31,
          "latin": "Et posuerunt arma eorum, et reliquias eorum, et capita eorum, super arborem, et ostenderunt eam.",
          "english": "And they placed their weapons, and their remains, and their heads, on a tree, and showed them."
        },
        {
          "number": 32,
          "latin": "Et omnes consenserunt, et juraverunt, dicentes: Benedictus Dominus, qui servavit populum suum, et percusserunt impium Nicanorem, in die illa.",
          "english": "And all agreed, and swore, saying, \"Blessed be the Lord, who has saved his people, and struck down the impious Nicanor, on that day.\""
        },
        {
          "number": 33,
          "latin": "Et celebraverunt diem quintumdecimum mensis Adar, et in die eodem, in diebus Nicanoris, et usque in hodiernum diem.",
          "english": "And they celebrated the fifteenth day of the month Adar, and on the same day, the days of Nicanor, and even to this present day."
        },
        {
          "number": 34,
          "latin": "Et sic dictum est de civitate Hierusalem: De diebus Nicanoris, et usque in hodiernum diem.",
          "english": "And thus it was said about the city of Jerusalem: \"From the days of Nicanor, and even to this present day.\""
        },
        {
          "number": 35,
          "latin": "Et hoc finis est de Nicanore. Et postquam audivit Demetrius, misit iterum Bacchidem, et Alcimum in Judæam.",
          "english": "And this is the end of Nicanor. And after Demetrius heard, he again sent Bacchides and Alcimus into Judea."
        },
        {
          "number": 36,
          "latin": "Et praestantissimum bellatorum, et tradidit ei multitudinem exercitus, et abiit in terram Judæ.",
          "english": "He gave him a very strong army and went into the land of Judea."
        },
        {
          "number": 37,
          "latin": "Et festinavit Bacchides, et venit, et percussit in die sabbati, et locutus est, et occidit multos.",
          "english": "And Bacchides hurried and came, and struck them on the Sabbath, and spoke and killed many."
        },
        {
          "number": 38,
          "latin": "Et dixit Judæus: Quare, quare, egressi sumus? Et congregati sunt ad eum.",
          "english": "And Judas said: \"Why, why have we come forth?\" And they gathered around him."
        },
        {
          "number": 39,
          "latin": "Et dixit Bacchides: Modo, ecce ego, et populus meus, et percutiam, et occidam illos.",
          "english": "And Bacchides said: \"Now, behold me and my people, I will strike and kill them.\""
        },
        {
          "number": 40,
          "latin": "Et egressi sunt de Hierusalem, et venerunt ad Casalem, et percusserunt illos.",
          "english": "And they went out from Jerusalem, and came to Casalem, and struck them."
        },
        {
          "number": 41,
          "latin": "Et percusserunt ex die illa, et ceciderunt de eis, circiter quindecim viri.",
          "english": "And from that day they struck them, and about fifteen men fell from them."
        },
        {
          "number": 42,
          "latin": "Et recessit Judæus, et omnes cum eo.",
          "english": "And Judas withdrew, and all those with him."
        },
        {
          "number": 43,
          "latin": "Et congregavit Bacchides, et adduxit viros suos.",
          "english": "And Bacchides gathered together and brought his men."
        },
        {
          "number": 44,
          "latin": "Et venit in terram Judæ, et percussit.",
          "english": "And he came into the land of Judea, and struck them."
        },
        {
          "number": 45,
          "latin": "Et exierunt omnes ex Hierusalem, et fecerunt cum eis, et occiderunt multos de populo.",
          "english": "And all went out from Jerusalem, and they did the same with them, and they killed many of the people."
        },
        {
          "number": 46,
          "latin": "Et reversus est Bacchides, et posuit castra in Azed, et aedificavit civitates munitas in Judæa: munitionem in Jericho, et in Emmaus, et in Bethoron, et in Bethel, et Thamnas, et Phara, et Thephon, et in civitatibus quae erant in Judæa.",
          "english": "And Bacchides returned, and set up camp in Azed, and built fortified cities in Judea: a fortress in Jericho, and in Emmaus, and in Bethoron, and in Bethel, and Thamnas, and Phara, and Thephon, and in the cities that were in Judea."
        },
        {
          "number": 47,
          "latin": "Et posuit in eis, custodes, et munivit eas, et thesaurizavit cibaria, et congregavit in eis bellatores.",
          "english": "And he placed guards in them, and fortified them, and stored provisions, and gathered soldiers in them."
        },
        {
          "number": 48,
          "latin": "Et cum filiis Israel, et qui erant in Hierusalem.",
          "english": "And with the sons of Israel, and those who were in Jerusalem."
        },
        {
          "number": 49,
          "latin": "Et congregati sunt, et ad Hierusalem, et custodiebant civitatem usque ad mortem.",
          "english": "And they gathered, and came to Jerusalem, and guarded the city until death."
        },
        {
          "number": 50,
          "latin": "Et clamaverunt in civitate Hierusalem, et exclamabat vox eorum ad caelum.",
          "english": "And they cried out in the city of Jerusalem, and their voice cried out to heaven."
        }
      ]
    },
    {
      "number": 8,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Erat autem audita res Romanorum, quia fortissimi essent, et praestarent omnibus gentibus, quibuscum bellum gererent.",
          "english": "The news about the Romans was heard, that they were very strong, and were better than all the other nations, even those they fought with."
        },
        {
          "number": 2,
          "latin": "Et quia omnes, quos ad se attulerant, in amicitiam receperant, et cum eis pacem faciebant, et quoniam potentes essent.",
          "english": "And because they had brought all the peoples to themselves, they received them into friendship, and made peace with them, and because they were powerful."
        },
        {
          "number": 3,
          "latin": "Et audierunt de bellis eorum, et de virtutibus, quas faciebant in Galatia, quomodo eos vicissent, et subegerant eos.",
          "english": "They heard about their wars, and the acts of valor they did in Galatia, how they had conquered them, and subdued them."
        },
        {
          "number": 4,
          "latin": "Et quanta in provinciis, et in aliis gentibus, vicissent, et omnes eos in amicitiam receperant.",
          "english": "And how much they had conquered in the provinces, and in other nations, and that they had received all of them into friendship."
        },
        {
          "number": 5,
          "latin": "Et de bellis, quae fecerant cum Philippo rege, et cum Perse, rege Macedonum, et de reliquis gentibus, quae contra eos pugnaverant.",
          "english": "And about the wars, which they had waged with King Philip, and with Perseus, King of the Macedonians, and with the remaining nations that had fought against them."
        },
        {
          "number": 6,
          "latin": "Et quoniam hi, qui superaverant, cum eis in bellum venerant, et ipsi obtulerant pacem.",
          "english": "And because those whom they had conquered had come with them into battle, and had offered peace themselves."
        },
        {
          "number": 7,
          "latin": "Et bellum, quod fecerant in Galatia, et quomodo subegerant eos, et adduxerant eos sub tributum.",
          "english": "And the war, which they waged in Galatia, and how they subdued them, and brought them under tribute."
        },
        {
          "number": 8,
          "latin": "Et quanta in terra eorum fecerant, et quomodo eos subegerant.",
          "english": "And how much they had done in their land, and how they had subdued them."
        },
        {
          "number": 9,
          "latin": "Et de rebus, quae audiebantur de eis, quod essent viri fortissimi, et amicis suis benigne afficerentur, et cum his, qui se colebant, societatem facerent.",
          "english": "And about the things that were heard about them, that they were very strong men, and were kindly disposed towards their friends, and made an alliance with those who cultivated them."
        },
        {
          "number": 10,
          "latin": "Igitur Judas et fratres ejus placuerunt Romanis, et miserunt ad eos, in amicitiam, et societatem faciendam, et ut essent auxilium illis.",
          "english": "Therefore, Judas and his brothers pleased the Romans, and sent to them, to make friendship, and an alliance, and to be a help to them."
        },
        {
          "number": 11,
          "latin": "Et accepta est res a Romanis.",
          "english": "And the matter was accepted by the Romans."
        },
        {
          "number": 12,
          "latin": "Miserunt itaque senatores Romani ad populum Judaeorum litteras hujuscemodi.",
          "english": "Therefore, the Roman senators sent letters of this kind to the people of the Jews."
        },
        {
          "number": 13,
          "latin": "Romanis et populo Judaeorum, salutem et prosperitatem.",
          "english": "To the Romans and to the people of the Jews, greetings and prosperity."
        },
        {
          "number": 14,
          "latin": "Si in bello contra vos congressi fuerimus, primum vos in auxilium sumemus.",
          "english": "If we are engaged in war against you, we will first take you as an aid."
        },
        {
          "number": 15,
          "latin": "Si autem vos bellum contra nos suscepereitis, nos vobis in bello subveniemus.",
          "english": "But if you undertake a war against us, we will assist you in the war."
        },
        {
          "number": 16,
          "latin": "Testes sunt haec litterae, in Romanis, in primis.",
          "english": "The Romans are witnesses to these letters, first of all."
        },
        {
          "number": 17,
          "latin": "Et miserunt ad Hierusalem, ad populum Judaeorum, litteras hujuscemodi.",
          "english": "And they sent letters of this kind to Jerusalem, to the people of the Jews."
        },
        {
          "number": 18,
          "latin": "Judas et fratribus ejus, et genti Judaeorum, salutem et prosperitatem.",
          "english": "To Judas and his brothers, and to the nation of the Jews, greetings and prosperity."
        },
        {
          "number": 19,
          "latin": "Miserunt nobis legatos, ad amicitiam, et societatem faciendum: suscepimus ergo eos.",
          "english": "They sent us ambassadors to make friendship, and an alliance: so we received them."
        },
        {
          "number": 20,
          "latin": "Decrevimus ergo scribere vobis.",
          "english": "Therefore, we decided to write to you."
        },
        {
          "number": 21,
          "latin": "Si ergo in terra nostra bellum vobis intenderint, pugnabimus pro vobis, quamdiu necessarium fuerit.",
          "english": "Therefore, if anyone intends war against you in our land, we will fight for you, for as long as is necessary."
        },
        {
          "number": 22,
          "latin": "Et si vobis bellum intenderint, nos, similiter, pugnabimus pro vobis.",
          "english": "And if they intend war against you, we will similarly fight for you."
        },
        {
          "number": 23,
          "latin": "Miserunt igitur litteras, ad haec, Romanis.",
          "english": "Therefore, they sent the letters to this effect, to the Romans."
        },
        {
          "number": 24,
          "latin": "In anno centesimo quadragesimo sexto, et initium fuit in his, quae Judaei, et qui erant Hierosolymis, miserunt ad Romanos, ut esset eis amicitia et societas.",
          "english": "In the one hundred and forty-sixth year, and the beginning was in these matters, which the Jews, and those who were in Jerusalem, sent to the Romans, so that there might be friendship and alliance for them."
        }
      ]
    },
    {
      "number": 9,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Factum est autem in diebus illis, Antiochus cum exercitu revertens ex Persarum regione, venit in civitatem Antiochiam.",
          "english": "During this time, Antiochus returned with his army from Persia and came into the city of Antioch."
        },
        {
          "number": 2,
          "latin": "Et cum introisset, tulit Lysiam, primum ministrorum suorum, et mandavit ei, ut duceret copias, et iret in Judaeam, et perderet eam.",
          "english": "After entering, he took Lysias, the first of his ministers, and commanded him to lead an army, go to Judea, and destroy it."
        },
        {
          "number": 3,
          "latin": "Et misit ei copias, et electos viros, et regum praepositos, cum eis: et abiit cum viribus, et venit, et appropinquavit Judaeae, juxta Emmaum.",
          "english": "He sent him with troops, chosen men, and the king's officials. Lysias went with the army and came near Judea, near Emmaus."
        },
        {
          "number": 4,
          "latin": "Et audierunt Judaei congregationem eorum: et congregati sunt, et posuerunt secum Agathonem, et Judeum, viros strenuos, et lectos ad pugnam.",
          "english": "The Jews heard about their gathering. They gathered and placed with them Agathon and Judeus, brave men chosen for the fight."
        },
        {
          "number": 5,
          "latin": "Et factum est, cum vidissent copias, timuerunt, et egressi sunt de castris.",
          "english": "When they saw the army, they were afraid and went out of the camp."
        },
        {
          "number": 6,
          "latin": "Et egressi sunt hi, qui erant cum Lysia, ad pugnam: et ceciderunt de exercitu eorum quasi quingenti viri.",
          "english": "The men with Lysias went to battle, and about five hundred men fell from their army."
        },
        {
          "number": 7,
          "latin": "Et viderunt, quod corruissent copiae eorum, et reversi sunt in castra.",
          "english": "They saw that their forces had fallen and retreated to their camp."
        },
        {
          "number": 8,
          "latin": "Judas autem et fratres ejus viderunt quod imminuissent mali, et ascenderunt contra eos.",
          "english": "Judas and his brothers saw that the wicked had diminished in strength, so they went against them."
        },
        {
          "number": 9,
          "latin": "Et pugnaverunt, et percusserunt ex eis viros circiter octo millia.",
          "english": "They fought and killed about eight thousand men."
        },
        {
          "number": 10,
          "latin": "Et disperserunt reliquos in castris: et exierunt omnes in fuga.",
          "english": "They scattered the rest in the camp, and all fled."
        },
        {
          "number": 11,
          "latin": "Quod audiens Judas, coepit viriliter, et animo fortificatus, delectorum virorum, mittens ad bellum.",
          "english": "Judas, hearing this, began to act bravely and, with a fortified spirit, sent chosen men to war."
        },
        {
          "number": 12,
          "latin": "Sed et Simon cum exercitu venit contra Bethsuram, et dimicabat diu, et oppugnabat eam.",
          "english": "Simon also came with an army against Bethsura, and he fought and besieged it for a long time."
        },
        {
          "number": 13,
          "latin": "Et non potuit obtinere eam.",
          "english": "But he was not able to capture it."
        },
        {
          "number": 14,
          "latin": "Et Lysias audiens quod Judas et fratres ejus, viros fortissimos, fecissent, et populo universae multitudinis, et omni virtuti, quod conglobassentur ad eos.",
          "english": "Lysias heard that Judas and his brothers, very strong men, had done this, and that the entire multitude of the people and all their forces were gathering around them."
        },
        {
          "number": 15,
          "latin": "Et timuit valde, et cogitavit ut iret in Galilaeam, antequam pugnaret adversus eos.",
          "english": "He was very afraid and considered going to Galilee before fighting against them."
        },
        {
          "number": 16,
          "latin": "Et paratus est, et venit in regionem Galilaeae.",
          "english": "He prepared and came into the region of Galilee."
        },
        {
          "number": 17,
          "latin": "Et Judas cum eo: et universus populus, et parati erant ad bellum.",
          "english": "Judas was with him, as was all the people, and they were ready for battle."
        },
        {
          "number": 18,
          "latin": "Et cum irruisset in eos, et congrediebantur, fugerunt.",
          "english": "When they rushed upon them and engaged, they fled."
        },
        {
          "number": 19,
          "latin": "Et omnes, qui erant in castris, fugerunt in finibus.",
          "english": "All those in the camp fled to the borders."
        },
        {
          "number": 20,
          "latin": "Et ceciderunt de castris eorum, gladiis, circa tria millia virorum.",
          "english": "About three thousand men fell by the sword from their camp."
        },
        {
          "number": 21,
          "latin": "Judas autem persecutus est eos.",
          "english": "Judas pursued them."
        },
        {
          "number": 22,
          "latin": "Et revertit in castra.",
          "english": "And he returned to the camp."
        },
        {
          "number": 23,
          "latin": "Tunc Judas in Galilaea congregavit eos, et dimicavit contra eos usque dum expugnavit totam Galilaeam.",
          "english": "Then Judas gathered them in Galilee and fought against them until he conquered all of Galilee."
        },
        {
          "number": 24,
          "latin": "Et Joannem, qui vocabatur Esceneus, venientem ex castris.",
          "english": "And John, who was called Esceneus, coming from the camp,"
        },
        {
          "number": 25,
          "latin": "Et Judas et fratres ejus ascenderunt in montem, et pugnaverunt.",
          "english": "Judas and his brothers went up to the mountain and fought."
        },
        {
          "number": 26,
          "latin": "Et occiderunt Simonem et fratres ejus, et Joannem.",
          "english": "They killed Simon and his brothers, and John."
        },
        {
          "number": 27,
          "latin": "Et congregati sunt in castris: et cum audissent, venientes cum multis viris, et fuerunt ibi pernoctantes, et percusserunt.",
          "english": "And they gathered in the camp, and when they heard, they came with many men. They stayed there through the night and struck."
        },
        {
          "number": 28,
          "latin": "Et factum est, cum audisset Jonathan, et Simon, secesserunt, et cum eis qui erant cum illis, in desertum Thecoe, et castrametati sunt juxta aquam castri. Et miserunt ad eos de castris in Thecoe.",
          "english": "When Jonathan and Simon heard this, they retreated with those who were with them to the desert of Thecoe and camped near the water of the camp. They sent men to them from the camp in Thecoe."
        },
        {
          "number": 29,
          "latin": "Et factum est, cum audissent Jonathan, reversi sunt, et percusserunt in castris: et ceciderunt ex eis multi.",
          "english": "And when Jonathan heard, they turned back and struck in the camp; and many of them fell."
        },
        {
          "number": 30,
          "latin": "Et Simon, et qui erant cum eo, egressi sunt, et apposuerunt ad pugnam, et dissipaverunt ea, et percusserunt.",
          "english": "Simon and those with him went out, joined the battle, and scattered and struck them down."
        },
        {
          "number": 31,
          "latin": "Et Jonathan, cum fratribus suis, et cum suis, in castris: exierunt in pugnam, et percusserunt.",
          "english": "And Jonathan, with his brothers and his own men, went into the camp to battle and struck."
        },
        {
          "number": 32,
          "latin": "Et Jonathan et qui erant cum eo, in civitate, et in civitate, et mortui sunt, qui erant ibi.",
          "english": "And Jonathan and those with him, in the city, and in the city, and those who were there died."
        },
        {
          "number": 33,
          "latin": "Et exierunt, et percusserunt, et caeperunt omnia, quae erant in ea.",
          "english": "And they went out, struck, and captured everything in it."
        },
        {
          "number": 34,
          "latin": "Et factum est in die prima, et erant circa duo millia virorum: et in die secunda, erant circa quatuor millia.",
          "english": "And it came to pass on the first day, there were about two thousand men; and on the second day, there were about four thousand."
        },
        {
          "number": 35,
          "latin": "Et videns Jonathan, et qui erant cum eo, pugnaverunt contra eos, et exierunt illi cum suis, et cum multis viris: et extenderunt manus suas, et percusserunt.",
          "english": "And seeing Jonathan and those who were with him, they fought against them, and they went out with their own, and with many men, and extended their hands and struck."
        },
        {
          "number": 36,
          "latin": "Et ceciderunt de eis circa octo millia virorum.",
          "english": "And about eight thousand men fell from them."
        },
        {
          "number": 37,
          "latin": "Et Jonathan et qui erant cum eo, reversi sunt, et ceperunt spolia eorum.",
          "english": "And Jonathan and those with him returned and took their spoils."
        },
        {
          "number": 38,
          "latin": "Et factum est, cum reverteretur, et venit in Antiochiam, congregavit Lysias, et dedit in consilio viris sapientibus sententiam.",
          "english": "When he returned and came to Antioch, Lysias gathered and gave the opinion in council to the wise men."
        },
        {
          "number": 39,
          "latin": "Et dixerunt, quod non deberet esse amplius, et dimitteret eos: et statuerunt ut remittant eos, et secedant a finibus eorum.",
          "english": "And they said that it should not happen anymore and that he should release them. They decreed that they should release them and depart from their borders."
        },
        {
          "number": 40,
          "latin": "Et factum est ut in anno illo, egressus est Judas et fratres ejus, et elegerunt viros, et miserunt Romam, ad faciendam cum eis amicitiam et confederationem: et ut amoverent a se jugum, et cum ipsi Macedones.",
          "english": "And it came to pass that in that year, Judas and his brothers went out, chose men, and sent them to Rome to make friendship and alliance with them, and to remove the yoke from themselves and the Macedonians."
        },
        {
          "number": 41,
          "latin": "Et placuit eis sermo, et praeceperunt viros qui missi sunt, ut facerent cum eis amicitiam.",
          "english": "And the word pleased them, and they commanded the men who were sent to make friendship with them."
        },
        {
          "number": 42,
          "latin": "Et miserunt ad Judam, et fratres ejus litteras, dicentes: Populo Judaeorum, et fratribus, salutem: et amicitiam, et auxilium.",
          "english": "And they sent letters to Judas and his brothers, saying: \"To the people of the Jews and their brothers, greetings, friendship, and help."
        },
        {
          "number": 43,
          "latin": "Et factum est, et statuerunt ut darent eis auxiliam et secederent a regno Macedonum.",
          "english": "And it came to pass, and they decreed that they would give them help and depart from the kingdom of the Macedonians."
        },
        {
          "number": 44,
          "latin": "Et scripserunt in tabulis aereis, et miserunt Romam, ut esset cum eis memoria amicitiae: et cum Judaeis.",
          "english": "And they wrote on bronze tablets and sent them to Rome, so that there would be a memorial of the friendship with them and with the Jews."
        },
        {
          "number": 45,
          "latin": "Et factum est, post haec, misit Antiochus in regionem Persarum, et congregavit exercitum multum.",
          "english": "And it came to pass, after these things, that Antiochus sent to the region of Persia and gathered a large army."
        },
        {
          "number": 46,
          "latin": "Et abiit in Persidem, et erant cum eo, qui credebant in virtutibus.",
          "english": "And he went into Persia, and those who believed in his power were with him."
        },
        {
          "number": 47,
          "latin": "Et venerunt in civitatem, quae vocabatur Elymaidis, et voluit accipere templum, et custodire civitatem.",
          "english": "They came to the city called Elymais and wanted to take the temple and guard the city."
        },
        {
          "number": 48,
          "latin": "Et non potuerunt, quoniam revelatum est eis consilium civitatis.",
          "english": "But they could not, because the plan of the city was revealed to them."
        },
        {
          "number": 49,
          "latin": "Et eiecerunt eos, et hi, qui erant in civitate.",
          "english": "And those in the city drove them out."
        },
        {
          "number": 50,
          "latin": "Et factum est, reverterunt in Babyloniam, et factum est, iterum.",
          "english": "And it came to pass that they returned to Babylonia again."
        },
        {
          "number": 51,
          "latin": "Et venit ei nuntius in Perside, quod fugerant exercitus qui erant in Judaea.",
          "english": "And a messenger came to him in Persia, saying that the armies that were in Judea had fled."
        },
        {
          "number": 52,
          "latin": "Et exierunt, qui missi fuerant ad pugnam, a Judaeis, et dispersi sunt in castris.",
          "english": "And those who had been sent to battle by the Jews had gone out and were scattered in the camps."
        },
        {
          "number": 53,
          "latin": "Et cogitavit Antiochus ut in Judaeam, statim veniret, et posuit se proficisci, et cum ira omnia parare.",
          "english": "And Antiochus considered that he would come immediately into Judea and decided to set out and prepare everything with anger."
        },
        {
          "number": 54,
          "latin": "Et cum hoc diceret, et factum est, continuo plagatus est, et dimissus est: et cecidit in montibus.",
          "english": "And while he was saying this, it happened that he was struck immediately and released. He fell on the mountains."
        },
        {
          "number": 55,
          "latin": "Et receperunt eum, et erat in lecto paralyticus.",
          "english": "And they received him, and he was on a bed, paralyzed."
        },
        {
          "number": 56,
          "latin": "Et moriebatur, et exclamavit, cognoscens, et dixit: Mortuus sum in miseria magna.",
          "english": "And he was dying, and he cried out, recognizing, and said: \"I am dying in great misery."
        },
        {
          "number": 57,
          "latin": "Cum autem moreretur, et audivit quod in Perside, milites dispersi essent, et persequentibus eos, et occisus esset.",
          "english": "And as he was dying, he heard that the soldiers in Persia had been scattered, and that they were being pursued and killed."
        },
        {
          "number": 58,
          "latin": "Et cum audisset verbum, exclamavit: Ego eam, et vadeo, omnes mei: et abiit in Persidem, et moriebatur.",
          "english": "And when he heard the word, he cried out: \"I go, and I depart, all of mine.\" And he went into Persia and died."
        },
        {
          "number": 59,
          "latin": "Et sepelierunt eum: et in loco ejus regnavit filius ejus Antiochus.",
          "english": "And they buried him, and his son Antiochus reigned in his place."
        }
      ]
    },
    {
      "number": 10,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Anno centesimo sexagesimo, Simon frater Jonathae, a principio sacerdotem magnum se constituit, et in locum Jonathae fratris sui successit.",
          "english": "In the one hundred and sixtieth year, Simon, the brother of Jonathan, declared himself to be High Priest, succeeding his brother Jonathan."
        },
        {
          "number": 2,
          "latin": "In diebus illis, pugnabat Judas cum gentibus.",
          "english": "In those days, Judas was fighting against the Gentiles."
        },
        {
          "number": 3,
          "latin": "Et congregatus est populus in Israël.",
          "english": "And the people of Israel gathered together."
        },
        {
          "number": 4,
          "latin": "Videns autem Simon, quod requireret populus, et timorem haberet, operatus est.",
          "english": "Seeing that the people were seeking and in fear, Simon took action."
        },
        {
          "number": 5,
          "latin": "Et elegit viros, et misit illos ad Demetrium regem, ut indigeret remittere eis, quae fecerant Judaei, et quae fecerant in terra, et ut dimitteret eos, qui erant in terra Judaeae.",
          "english": "And he chose men and sent them to King Demetrius, to ask him to withdraw the decrees he had issued against the Jews, and against the land of Judea, and to release those who were held captive in the land of Judea."
        },
        {
          "number": 6,
          "latin": "Et misit illis Demetrius rex, secundum verba, quae dixit illi, et honoravit eum.",
          "english": "And King Demetrius sent them, according to the words he had spoken to them, and honored him."
        },
        {
          "number": 7,
          "latin": "Et scripsit epistolas Judaeis, tales dicens: Rex Demetrius populo Judaeorum, salutem.",
          "english": "And he wrote letters to the Jews, saying: “King Demetrius to the people of the Jews, greetings.”"
        },
        {
          "number": 8,
          "latin": "Quoniam memoriam vestram, Judaeorum, et amicorum vestrorum, custodimus, et secundum eos, qui vobiscum sunt, constituimus, et ea, quae fecerunt vobis, accepimus.",
          "english": "“Because we remember you, the Jews, and your friends, and have made arrangements in accordance with them, and have received what you have done for us.”"
        },
        {
          "number": 9,
          "latin": "Ideo ergo judicavimus vobis et aliis Judaeis dicentes: Quicumque ex Judaea, qui usque ad diem hanc venerint ad nos, pacem habeant, et sine molestia.",
          "english": "“Therefore, we have judged it right to write to you and the other Jews, saying: 'All those from Judea who come to us up to this day, let them have peace, and be without any trouble.'"
        },
        {
          "number": 10,
          "latin": "Et omnes Judaeos, qui abierunt de terra vestra usque ad diem hanc, constituimus immunes, et ex omni tributo terrae.",
          "english": "“And we declare all the Jews who have departed from your land up to this day, to be free from taxation and from all the tributes of the land."
        },
        {
          "number": 11,
          "latin": "De quibus etiam tributis, et tributis salis, et coronis, quae ad nos pertinebant, abdicamus omnia, et damus vobis et aliis Judaeis.",
          "english": "“Concerning all the tributes, and the salt tax, and the crown taxes which belonged to us, we release all of them and give them to you and the other Jews."
        },
        {
          "number": 12,
          "latin": "Et quicumque ex vobis scripti sunt in libris, in hominibus nostris, sint vobis, et quicumque ex vobis sunt usque ad diem hanc, vobiscum sint.",
          "english": "“And anyone of you who is inscribed in our books, let them be your people, and those of you who have come to this day, let them be with you."
        },
        {
          "number": 13,
          "latin": "Et mando Alexandrino, et quibuscumque officiariis meis: Ut praestent vobis haec, et quia pacem vestram statuerunt.",
          "english": "“And I command the Alexandrians and all my officials: To assist you in these matters, and to establish your peace."
        },
        {
          "number": 14,
          "latin": "Et quae constituerunt vobis Judaei, ad usque hunc diem, statui et ego. Et de tributis, quae dabant in diebus prioribus, abstuli.",
          "english": "“And what the Jews have determined for you up to this day, I also establish. And I have removed the taxes which they paid in the earlier days.”"
        },
        {
          "number": 15,
          "latin": "Et haec, quae scribo vobis, facio et vobis et aliis Judaeis, et constitui omnem pacem, et in terra vestra.",
          "english": "“And these things I write to you, I do for you and the other Jews, and I establish all peace in your land.”"
        },
        {
          "number": 16,
          "latin": "Anno centesimo quinquagesimo et quarto, abierunt Judaei, qui erant in Judaea, filii Israël, qui erant in captivitate, et redierunt, et aedificaverunt.",
          "english": "In the one hundred and fifty-fourth year, the Jews in Judea, the sons of Israel who were in captivity, departed and returned and rebuilt."
        },
        {
          "number": 17,
          "latin": "Et coronaverunt montem Sion, et in ea, qui erant cum eis.",
          "english": "And they crowned Mount Zion, and those who were with them."
        },
        {
          "number": 18,
          "latin": "Et filii Alexandri, qui erant in Macedonia, venerunt, et constituerunt Ptolemaeum regem.",
          "english": "And the sons of Alexander, who were in Macedonia, came and established Ptolemy as king."
        },
        {
          "number": 19,
          "latin": "Et misit rex Ptolemaeus, Simonem sacerdotem magnum, ut daret ei honorem.",
          "english": "And King Ptolemy sent to Simon the High Priest, to give him honor."
        },
        {
          "number": 20,
          "latin": "Et fecit hoc. Et constituit eum, et amicam suam, et dedit ei multa, et confirmavit cum eis, et constituerunt eum principem sacerdotum, et omnia, quae illi spectabant.",
          "english": "And he did this. And he appointed him and his friends, and gave him many gifts, and confirmed his friendship with them, and appointed him as High Priest, and for all things that pertained to him."
        },
        {
          "number": 21,
          "latin": "Et acceperunt civitatem, quae nominatur Gazara, et Ptolemaeus, et Simon.",
          "english": "And they captured the city called Gazara, Ptolemy and Simon."
        },
        {
          "number": 22,
          "latin": "Et pugnaverunt contra eam multum, et posuerunt illam in igne, et diripuerunt omnem praedam ejus.",
          "english": "And they fought against it a great deal, and they set it on fire, and plundered all its spoils."
        },
        {
          "number": 23,
          "latin": "Et posuerunt habitatores Gazarae, et extinxerunt omnem pestem ejus.",
          "english": "And they put to death the inhabitants of Gazara, and exterminated all the wickedness there."
        },
        {
          "number": 24,
          "latin": "Et venerunt Judaei cum Simone in Jerusalem, et purgaverunt eam, et expulerunt omne immundum, et fecerunt in ea habitatores bonos.",
          "english": "And the Jews came with Simon to Jerusalem, and they purified it, and cast out all that was unclean, and they made good inhabitants there."
        },
        {
          "number": 25,
          "latin": "Et in die vigesima tertia secundi mensis, anno centesimo septuagesimo et uno, ingressi sunt in eam cum laude et palmis, et citharis, et cymbals, et psalteriis, et hymnis, et canticis.",
          "english": "And on the twenty-third day of the second month, in the one hundred and seventy-first year, they entered it with praise and palms, and with lyres, cymbals, psalteries, hymns and canticles."
        },
        {
          "number": 26,
          "latin": "Et constituerunt diem singulis annis, ut facerent eam diem laetitiae.",
          "english": "And they established a day each year, so that they would celebrate this day as a day of joy."
        },
        {
          "number": 27,
          "latin": "Et statuerunt terram Judaeae, et sacerdotium, et populum, et praesidia, et arma, et civitates, et omnia opera, quae habebantur, in Judaea.",
          "english": "And they established the land of Judea, and the priesthood, and the people, and the garrisons, and the weapons, and the cities, and all the works that were in Judea."
        },
        {
          "number": 28,
          "latin": "Et dixit Simon, ad se ipsum, et ad amicos suos: Quod, si de hac parte, qui erant ad nos, pugnaverunt, et si hostes venerunt, non poterimus resistere, eo quod bellum.",
          "english": "And Simon said to himself and to his friends: “Because if those on our side fight, and if enemies come, we will not be able to resist, because of the war.”"
        },
        {
          "number": 29,
          "latin": "Et constituit in Judaea, et aedificavit in Jerico, et in Galilaea, et in Asor, et in Emmanuel, et in Bethsura, et in Beth-leem, et in omnia loca, quae munivit.",
          "english": "And he established Judea, and built in Jericho, and in Galilee, and in Hazor, and in Emmanuel, and in Bethsura, and in Bethlehem, and in all the places which he fortified."
        },
        {
          "number": 30,
          "latin": "Et munivit ea, et posuit in eis praesidia, et thesaurizavit in eis commeatum.",
          "english": "And he fortified them, and placed garrisons in them, and stored provisions in them."
        },
        {
          "number": 31,
          "latin": "Et congregavit Simon omnes viros bellatores, et posuit praesidia, et thesaurizavit in eis arma.",
          "english": "And Simon gathered all the men of war, and placed garrisons, and stored weapons in them."
        },
        {
          "number": 32,
          "latin": "Et cum eo pacem fecerunt Joannes, et omnes, qui erant in Judaea.",
          "english": "And John and all those who were in Judea made peace with him."
        },
        {
          "number": 33,
          "latin": "Et vidit populus, quod Simon laborabat pro salute sua, et dederunt ei honorem et gloriam.",
          "english": "And the people saw that Simon was working for their salvation, and they gave him honor and glory."
        },
        {
          "number": 34,
          "latin": "Et fecerunt eum principem, et sacerdotem magnum, et fecerunt ei amicitias, et omnes Judaei.",
          "english": "And they made him a leader and High Priest, and all the Jews made him their friend."
        },
        {
          "number": 35,
          "latin": "Et constituerunt eum, et quod ipse praesidet omnibus, et omnibus negotiis terrae, et armis.",
          "english": "And they declared him to be in charge of all, and of all the affairs of the land, and of the weapons."
        },
        {
          "number": 36,
          "latin": "Et audivit Simon, quod Romani audissent de gentibus, quod audissent quia ipsi potentiores sunt, et concordant omnia, quae illis praecipiuntur.",
          "english": "And Simon heard that the Romans had heard from the Gentiles, that they had heard that they were more powerful, and they agreed to everything that was commanded to them."
        },
        {
          "number": 37,
          "latin": "Et dederunt amicitias Simonis, et acciperunt societatem ipsius.",
          "english": "And they gave their friendship to Simon, and they accepted his alliance."
        },
        {
          "number": 38,
          "latin": "Et miserunt illis, et constituerunt ei scutum aureum, et dederunt ei honorem, et in eo, ut esset cum illis.",
          "english": "And they sent to them, and established for him a golden shield, and gave him honor, so that he might be with them."
        },
        {
          "number": 39,
          "latin": "Et audivit populus, haec verba, et dixerunt: Quomodo dabimus illi honorem?",
          "english": "And the people heard these words, and said: “How shall we give him honor?"
        },
        {
          "number": 40,
          "latin": "Et constituerunt ut facerent ei magnam laudationem, et ut facerent illi honorem, et gloriaretur.",
          "english": "And they resolved to give him a great praise, and to honor him, and to glorify him."
        },
        {
          "number": 41,
          "latin": "Et fecerunt omnes Judaei: Et constituerunt illum principem et sacerdotem magnum in sempiternum, donec surgeret propheta fidelis.",
          "english": "And all the Jews did this: And they made him a leader and High Priest forever, until a faithful prophet should arise."
        },
        {
          "number": 42,
          "latin": "Et praeerat Judaeis, et sacerdotibus omnibus, et omnibus populis.",
          "english": "And he was in charge of the Jews, and all the priests, and all the people."
        },
        {
          "number": 43,
          "latin": "Et insuper omnes negotia terrae, et bellorum, et arma, et civitates, et omnia opera.",
          "english": "And furthermore, all the affairs of the land, and the wars, and the weapons, and the cities, and all the works."
        },
        {
          "number": 44,
          "latin": "Et constituissent in eo omnia, sicut antea.",
          "english": "And they established in him all things, as before."
        },
        {
          "number": 45,
          "latin": "Et laetati sunt omnes populi in operibus ejus.",
          "english": "And all the people rejoiced in his works."
        },
        {
          "number": 46,
          "latin": "Et sicut operatus est Simon cum honore et gloria, in terra et in Jerusalem, ita constituit omnes populos in pace.",
          "english": "And as Simon worked with honor and glory, in the land and in Jerusalem, so he established all the peoples in peace."
        }
      ]
    },
    {
      "number": 11,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Anno centesimo quinquagesimo, et primo, ex quo factum est regnum Graecorum, exierunt Romani ad Ptolemaeum, regem Aegypti, dicentes, ut daret illis auxilium, et tolleret eos de terra.",
          "english": "In the one hundred and fiftieth year of the kingdom of the Greeks, the Romans went to Ptolemy, the king of Egypt, saying that he should give them help and take them out of the land."
        },
        {
          "number": 2,
          "latin": "Rex autem Ptolemaeus respondit: Ego sum rex Aegypti, et veni ad terram meam, et dedi eis auxilium, et reddidi civitatem terram, et nequaquam vos recesseritis a me.",
          "english": "Then King Ptolemy answered, \"I am the king of Egypt. I have come to my own land, and I have given them help, and I have restored the land to the city, and you shall not depart from me.\""
        },
        {
          "number": 3,
          "latin": "Et factum est bellum contra Alexandrum, quia in omnibus erant Romani cum Ptolemaeo, et praevaluit Ptolemaeus, et egressi sunt de terra.",
          "english": "And a war was fought against Alexander, because the Romans were in everything with Ptolemy, and Ptolemy prevailed and they departed from the land."
        },
        {
          "number": 4,
          "latin": "Et congregavit Ptolemaeus omnes potentias, et venit in Syriam, et cepit civitates multas, et occidit eos.",
          "english": "And Ptolemy gathered all his forces and came into Syria and took many cities and killed them."
        },
        {
          "number": 5,
          "latin": "Et misit ad Simonem litteras magnam, et fecit ad eum in Ammathunte, qui est juxta montem, ut ad eum veniret.",
          "english": "And he sent a great letter to Simon and made an appointment with him in Ammathunte, which is near the mountain, that he should come to him."
        },
        {
          "number": 6,
          "latin": "Et abiit ad eum, et vidit gloriam ejus, et exercitum, et apparatum, et timuit, et fecit contra eum, et noluit ei facere injuriam.",
          "english": "And he went to him and saw his glory, his army, and his equipment and was afraid, and he acted against him and did not want to do him harm."
        },
        {
          "number": 7,
          "latin": "Et dixerunt ei, quia fecissent quidquid voluissent contra Simonem, et fecissent eum regem, et quicumque esset eorum, vel amicus, et inimicus.",
          "english": "And they said to him that they would do whatever they wished against Simon, and make him king, and whoever was their friend or enemy."
        },
        {
          "number": 8,
          "latin": "Et, quoniam habebat Simon, ut vidit, quia iratus est, et timuit, et posuit manus contra eum, et fecit ei violentiam: et erat vir senex.",
          "english": "And because Simon saw that he was angry, he was afraid and laid his hands on him, and did him violence, for he was an old man."
        },
        {
          "number": 9,
          "latin": "Et occiderunt eum, et filios ejus, et fratres ejus. Et misit et misit exercitum suum, et occidit eos, et imposuit eis violentiam.",
          "english": "And they killed him and his sons and his brothers. And he sent and sent his army and killed them and inflicted violence on them."
        },
        {
          "number": 10,
          "latin": "Et factus est bellum, et exierunt filii Israel de agro, et veniebant in loco bellorum: et iratus est, et praevaluit.",
          "english": "And war was made, and the children of Israel went out of the field and came to the place of battles, and he was angry and prevailed."
        },
        {
          "number": 11,
          "latin": "Et audiens Alexander, rex Syriae, fecit aggregari potentias suas omnes, et venit in Syriam.",
          "english": "And Alexander, the king of Syria, hearing of this, gathered all his forces together and came into Syria."
        },
        {
          "number": 12,
          "latin": "Et congregavit exercitum multum valde, et praevaluit contra Ptolemaeum, et fugavit eum de terra sua.",
          "english": "And he gathered a very large army and prevailed against Ptolemy and drove him from his land."
        },
        {
          "number": 13,
          "latin": "Et pugnavit Alexander bellum in terra, et venerunt ei de civitatibus fortissimis.",
          "english": "And Alexander fought a war in the land, and those from the strongest cities came to him."
        },
        {
          "number": 14,
          "latin": "Et dedit ei civitatem fortissimam, et fecit eum principem omnium, qui circa eum erant.",
          "english": "And he gave him a very strong city, and he made him the leader of all who were around him."
        },
        {
          "number": 15,
          "latin": "Et audiens Jonathan, misit ad eum legatos, rogans ut faceret secum amicitiam.",
          "english": "And Jonathan, hearing of this, sent ambassadors to him, asking him to make friendship with him."
        },
        {
          "number": 16,
          "latin": "Et acceptus est ab eo, et misit ad eum litteras, dicens:",
          "english": "And he was accepted by him and sent letters to him saying:"
        },
        {
          "number": 17,
          "latin": "Rex Alexander fratri Jonathan salutem.",
          "english": "King Alexander to his brother Jonathan, greetings."
        },
        {
          "number": 18,
          "latin": "Audivimus de te, quod vir potens es virtute, et dignus esses esse amicus noster.",
          "english": "We have heard of you that you are a man powerful in virtue and that you deserve to be our friend."
        },
        {
          "number": 19,
          "latin": "Ideo constituimus te hodie sacerdotem magnorum, et qui es de amicis regis.",
          "english": "Therefore, we have appointed you today to be a high priest and one of the king's friends."
        },
        {
          "number": 20,
          "latin": "Et misit illi et pallium purpurae, et coronam auream, et dedit ei.",
          "english": "And he sent him a purple cloak and a golden crown, and he gave them to him."
        },
        {
          "number": 21,
          "latin": "Et induit se Jonathan, et erat in die sollemnitatis mensium septimorum, et coepit exire in populum, et sacrificavit.",
          "english": "And Jonathan put them on, and was in the day of the feast of the seventh month, and began to go out to the people and sacrifice."
        },
        {
          "number": 22,
          "latin": "Et audiens rex Alexander, fecit eum amicum, antequam esset, ita cum eo.",
          "english": "And King Alexander, hearing this, made him a friend, even before he was with him."
        },
        {
          "number": 23,
          "latin": "Et scripsit ad eum, dicens: Quare dedisti populo vestro legem, et fecisti pactum cum Romanis?",
          "english": "And he wrote to him, saying: \"Why have you given your people the law, and made a covenant with the Romans?\""
        },
        {
          "number": 24,
          "latin": "Et iratus est multum, et fecit ei quasi contrarium, et audiens Alexander, congregavit magnas virtutes.",
          "english": "And he was very angry and acted against him, and Alexander, hearing this, gathered great forces."
        },
        {
          "number": 25,
          "latin": "Et praecepit Jonathan, et adportavit eum contra regem in Ptolemaida. Et venit rex, et occurrit ei, et pugnavit.",
          "english": "And he commanded Jonathan and brought him before the king in Ptolemais. And the king came and met him and fought."
        },
        {
          "number": 26,
          "latin": "Et fugerunt de Ptolemaida, et secuti sunt usque ad portas. Et ceciderunt de Ptolemaida circa tria millia virorum.",
          "english": "And they fled from Ptolemais and pursued them to the gates, and about three thousand men fell from Ptolemais."
        },
        {
          "number": 27,
          "latin": "Et accepit Jonathan gladium Alexandri, et exierunt de civitate, et fugerunt.",
          "english": "And Jonathan took Alexander's sword, and they went out of the city and fled."
        },
        {
          "number": 28,
          "latin": "Et pugnavit Jonathan in Bethsura, et congressi sunt proelium.",
          "english": "And Jonathan fought in Bethsura, and they came together in battle."
        },
        {
          "number": 29,
          "latin": "Et misit Alexander ad Jonathan litteras, in pacem. Et misit Jonathan, quia pacem erat agens, et ad eum, in pacem.",
          "english": "And Alexander sent letters to Jonathan in peace. And Jonathan sent to him, for he was acting in peace and to him, in peace."
        },
        {
          "number": 30,
          "latin": "Et posuit rex Alexander Jonathan in honorem, et donavit ei possessiones, et divisiones.",
          "english": "And King Alexander put Jonathan in honor and gave him possessions and divisions."
        },
        {
          "number": 31,
          "latin": "Et exivit Jonathan in Ptolomaium, et occurrit ei rex Alexander: et fecit ei honorem magnum.",
          "english": "And Jonathan went out to Ptolemais, and King Alexander met him, and he honored him greatly."
        },
        {
          "number": 32,
          "latin": "Et accepit eum, et convenerunt, et dormierunt simul.",
          "english": "And he took him and they met and slept together."
        },
        {
          "number": 33,
          "latin": "Et eduxit Alexander, et perrexit in Aegyptum, et regnavit.",
          "english": "And Alexander went out and went into Egypt and reigned."
        },
        {
          "number": 34,
          "latin": "Et mortuus est Ptolemaeus, rex Aegypti, qui fecit Philippum filium suum regnare, qui fuit in Aegypto decem et octo annis.",
          "english": "And Ptolemy, the king of Egypt, died, and he made his son Philip reign, who was in Egypt for eighteen years."
        },
        {
          "number": 35,
          "latin": "Et mortuus est Philippus, et regnavit Demetrius.",
          "english": "And Philip died, and Demetrius reigned."
        }
      ]
    },
    {
      "number": 12,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Anno centesimo quadragesimo quarto, miserunt hi, qui erant Romæ, ad populum Macedoniæ, ad Judæos, salutem.",
          "english": "In the year one hundred and forty-four, those who were in Rome sent greetings to the people of Macedonia and to the Jews."
        },
        {
          "number": 2,
          "latin": "Accepta sunt autem in Judæa ista verba.",
          "english": "The Jews in Judea received this message."
        },
        {
          "number": 3,
          "latin": "Et miserunt Romanis et Atheniensibus, et Chaldaeis et omnibus nationibus in eodem loco colligentibus se, in terram Judæ.",
          "english": "They also sent to the Romans, Athenians, Chaldeans, and all the nations gathered in the same place in the land of Judea."
        },
        {
          "number": 4,
          "latin": "Et hoc exemplum litterarum: “Judæi fratres, populo Romanorum, salutem et prosperitatem.",
          "english": "This is a copy of the letter: \"The Jewish brothers send greetings and prosperity to the people of Rome."
        },
        {
          "number": 5,
          "latin": "Si valete, et nos valemus.",
          "english": "If you are well, we are well."
        },
        {
          "number": 6,
          "latin": "Nos enim, propter bellum, quod habuimus cum Philippo et cum iis, qui cum eo fuerunt, usque ad tempus, habuimus hæc, scilicet ad vos, et adversum vos.",
          "english": "Because of the war we had with Philip and those who were with him, we have had to deal with various events, which concerned both you and us."
        },
        {
          "number": 7,
          "latin": "Miserunt enim vobis, et miserunt nobis, litteras: scribentes, ut confirmaremus foedus cum vobis.",
          "english": "You sent us a letter and we sent you one also, asking that we might confirm our treaty with you."
        },
        {
          "number": 8,
          "latin": "Nos ergo tempore, quo scripsimus vobis, hæc, scripsimus ad fratres nostros Judæos, et ad sacerdotes vestros, ut vos non despicerent, sed observarent hæc.",
          "english": "So, at the time we wrote to you, we wrote to our Jewish brothers and your priests. We asked them not to ignore but to observe these things."
        },
        {
          "number": 9,
          "latin": "Et sicut placuit nobis, ita et vobis placeat.",
          "english": "We are hoping what we have agreed upon is what you agree upon also."
        },
        {
          "number": 10,
          "latin": "Misimus ergo vobis nunc Antiochum, et Jasonem, filios Jasonis, et miserunt vobis Romani, ad confirmanda vobiscum, et confirmanda vobiscum, quae scripsimus. ",
          "english": "Therefore, we are sending you Antiochus and Jason, the sons of Jason, and the Romans sent them to you to confirm what we have written, and for you to confirm what we have written."
        },
        {
          "number": 11,
          "latin": "Et nunc bene valete.”",
          "english": "And now, farewell.\"\""
        },
        {
          "number": 12,
          "latin": "Hæ litteræ scriptæ sunt Romæ in diebus primis mensis Spartii.",
          "english": "This letter was written in Rome on the first days of the month of Spartius."
        },
        {
          "number": 13,
          "latin": "Iis autem, qui erant in Judæa, et Judæis, qui erant in terra, scripserunt.",
          "english": "They wrote to those who were in Judea, and to the Jews who were in the land."
        },
        {
          "number": 14,
          "latin": "Fratres Judæi, salutem, et prosperitatem.",
          "english": "\"Jewish brothers, greetings and prosperity."
        },
        {
          "number": 15,
          "latin": "Populus Romanorum et Judæorum, pacem et salutem vobis in perpetuum: Deus det vobis gratiam, et in tempore, et nunc.",
          "english": "The people of Rome and the Jews wish you peace and prosperity forever. May God grant you grace, both now and in the future."
        },
        {
          "number": 16,
          "latin": "Miserunt nobis Romani legatos, ad confirmanda vobiscum amicitiam, et foedus.",
          "english": "The Romans sent envoys to us to confirm friendship and a treaty with you."
        },
        {
          "number": 17,
          "latin": "Et constituerunt decreta, ut nos et populus noster, et vos, et terra vestra, non inferamus bellum.",
          "english": "They established decrees so that we, our people, you, and your land would not wage war."
        },
        {
          "number": 18,
          "latin": "Si ergo bellum vobis inferatur primum a Romanis, aut ab aliquo ex sociis eorum, resistemus pro vobis, si poterimus.",
          "english": "Therefore, if war is first waged against you by the Romans or any of their allies, we will defend you to the best of our ability."
        },
        {
          "number": 19,
          "latin": "Rursum, si vobis bellum inferatur primum, Romanis, nos adjungemus vobis.",
          "english": "Likewise, if war is first waged against the Romans, we will join with you."
        },
        {
          "number": 20,
          "latin": "Hæc autem, sicut ipsi decreverunt, ita et confirmavimus.",
          "english": "We have confirmed these things just as they decreed."
        },
        {
          "number": 21,
          "latin": "Hæc verba scripta sunt Romæ, in diebus primis mensis Spartii.",
          "english": "These words were written in Rome on the first days of the month of Spartius."
        },
        {
          "number": 22,
          "latin": "Deinde miserunt litteras ad regem Demetrium, et ad omnem nationem, quae erat in Asia, et ad eos, qui erant in Judæa, et in pace.",
          "english": "Then they sent letters to King Demetrius and to every nation in Asia, and to those in Judea, and to those at peace."
        },
        {
          "number": 23,
          "latin": "Judæi fratres, salutem et prosperitatem, et sanitatem.",
          "english": "Jewish brothers, greetings, prosperity, and health."
        },
        {
          "number": 24,
          "latin": "Demetrius, et parentes ejus, vobis et populo Judæorum, pacem fecimus.",
          "english": "Demetrius and his ancestors have made peace with you and the Jewish people."
        },
        {
          "number": 25,
          "latin": "Et hoc verbum, quod scripsimus vobis, confirmavimus.",
          "english": "We have confirmed these words we wrote to you."
        },
        {
          "number": 26,
          "latin": "Si ergo vultis pacisci nobiscum, scribitis nobis, et nos scribemus vobis.",
          "english": "So, if you want to make a treaty with us, write to us, and we will write to you."
        },
        {
          "number": 27,
          "latin": "Confirmatum est autem populo, quod Demetrius dedit nobis pacem.",
          "english": "The people confirmed that Demetrius had granted us peace."
        },
        {
          "number": 28,
          "latin": "Rex enim Demetrius vidit quod erat populus Judæorum Deo, et quod pugnabant contra eos, qui sibi adversabantur.",
          "english": "For King Demetrius saw that the Jewish people belonged to God, and that they fought against those who opposed them."
        },
        {
          "number": 29,
          "latin": "Et constituit eos in numero amicorum suorum, et misit eis honores.",
          "english": "He included them among his friends and sent them honors."
        },
        {
          "number": 30,
          "latin": "Hæc fuit in diebus, quibus scripserunt, ad eos qui erant in Judæa.",
          "english": "This was during the days when they wrote to those in Judea."
        },
        {
          "number": 31,
          "latin": "Ex mandato autem Romanorum, missi sunt ad Judæos, litteræ, dicentes, “Judæis, salutem et prosperitatem.",
          "english": "At the command of the Romans, letters were sent to the Jews, saying, \"Greetings and prosperity to the Jews."
        },
        {
          "number": 32,
          "latin": "Populo Romanorum et sociis, et genti Judæorum, pacem, et fortitudinem, et prosperitatem, in perpetuum.",
          "english": "The people of Rome and their allies send peace, strength, and prosperity to the Jewish nation forever."
        },
        {
          "number": 33,
          "latin": "Si bellum vobis inferatur primum a Romanis, aut ab aliquo ex sociis eorum, resistemus pro vobis, si poterimus.",
          "english": "If war is first waged against you by the Romans or any of their allies, we will defend you to the best of our ability."
        },
        {
          "number": 34,
          "latin": "Rursum, si vobis primum bellum inferatur, nos Romanis, adjungemus vobis.",
          "english": "Again, if war is first waged against the Romans, we will join with you."
        },
        {
          "number": 35,
          "latin": "In his autem verbis, scribentes, deinde dedimus ad eos, qui erant in Judæa.",
          "english": "These words, written, we sent them to those in Judea."
        }
      ]
    },
    {
      "number": 13,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Anno centesimo quadragesimo et nono, scripsit Demetrius rex litteras Simonis sacerdotis magni, et principis gentis, et amicis ejus, et populo Judæorum, et qui in Judæa et qui in terra essent, pacem salutis dicens.",
          "english": "In the one hundred and forty-ninth year, King Demetrius wrote letters to Simon the high priest and leader of the people, and to his friends, and to the Jewish people, both those in Judea and those in other lands, offering greetings of peace."
        },
        {
          "number": 2,
          "latin": "Et ita scriptum erat: Rex Demetrius Simonis pontifici magno, et amicis ejus, et gentibus Judæorum, salutem.",
          "english": "The letters read: “King Demetrius to Simon the high priest, his friends, and the Jewish people, greetings."
        },
        {
          "number": 3,
          "latin": "Quoniam plagæ, quas fecerunt Judæi, et cum magno dolore nos impulerunt, nos vero gaudentes memorati eorum fortitudinem, et virtutem, et honorem, sicut Judæi volunt, hoc eis facimus.",
          "english": "“Because of the troubles the Jews had caused, we have decided, though with much pain, to acknowledge their strength, courage, and honor. So we will do as the Jews wish.”"
        },
        {
          "number": 4,
          "latin": "Præcipimus ergo eis et amicis eorum, et terræ Judææ, libertatem et remissionem: et omnium rerum, quas ceperunt Judæi, usque ad diem hunc, dimittimus et remittimus eis, et ea quæ fecerunt delicta.",
          "english": "“Therefore, we decree to them and their friends, and to the land of Judea, freedom and release: and we let go and forgive them all things which the Jews have taken until this day, and all the crimes they committed.”"
        },
        {
          "number": 5,
          "latin": "Et ea, quæ per imprudentiam fecerunt, et quæ latuerunt, dimittantur eis.",
          "english": "“Let all that they did through ignorance or in secret be forgiven.”"
        },
        {
          "number": 6,
          "latin": "Et erit in ædificatione templi, et in reparatione murorum, et in aliis rebus, pro quibus expensæ sunt impensæ.",
          "english": "“We will provide for the construction of the Temple and the repair of its walls, as well as the other expenses that were required.”"
        },
        {
          "number": 7,
          "latin": "Et deinceps quidquid Judæi facere voluerint, liceat eis facere.",
          "english": "“Furthermore, the Jews will be free to do whatever they want.”"
        },
        {
          "number": 8,
          "latin": "Et licentia data est eis, ad usus annorum, frumenti, et armorum, et quæ data sunt eis, et præmia, ad ædificandam Hierusalem.",
          "english": "“We grant them permission to use grain, weapons, and the other supplies and tributes given to them, for the building of Jerusalem.”"
        },
        {
          "number": 9,
          "latin": "Et omnia scripta erant in tabulis publicis: et posuerunt Simonem principem, ut fieret sacerdos magnus, et haberet curam templi, et daret ei honorem magno.",
          "english": "All of these decrees were written in public records, and they made Simon the leader, to be the high priest, with the care of the Temple, and to give him great honor."
        },
        {
          "number": 10,
          "latin": "Et audivit populus hæc verba, et dicebant: Magna est fides Simonis, et filiorum ejus.",
          "english": "The people heard these words and said, “Great is the faithfulness of Simon and his sons.”"
        },
        {
          "number": 11,
          "latin": "Et quoniam populus omnis, et sacerdotes, placuerunt Simonem, ut esset principem eorum et sacerdos.",
          "english": "And because all the people and the priests agreed, they chose Simon to be their leader and priest."
        },
        {
          "number": 12,
          "latin": "Et ut haberet curam templi, et ministrorum, et ut esset super omnia.",
          "english": "He was to have care of the Temple and its ministers and be in charge of everything."
        },
        {
          "number": 13,
          "latin": "Et constituerunt quoque scribere in tabulis publicis, et ponere in loco sancto, quod Simon sit principem eorum, et hoc usque in perpetuum: et fecerunt ei omnes obsequium.",
          "english": "They also decided to write in the public records and place in a holy place that Simon was their leader, and this was to last forever. And everyone did him homage."
        },
        {
          "number": 14,
          "latin": "Judæi autem fecerunt pactum cum Simonio, quod, donec vixerit, esset princeps eorum, et sacerdos magnus: et filiis ejus, donec vixerint.",
          "english": "The Jews made a covenant with Simon that, as long as he lived, he would be their leader and high priest, and his sons as long as they lived."
        },
        {
          "number": 15,
          "latin": "Et ceterarum gentium facta contra eos, et impietates, recusaverunt.",
          "english": "They refused to deal with the other nations and their wicked ways."
        },
        {
          "number": 16,
          "latin": "Et Simon exstruxit in Judæa castra, et munivit ea munitionibus, et armis, et congregavit copias.",
          "english": "Simon built fortresses in Judea and fortified them with defenses and weapons and gathered troops."
        },
        {
          "number": 17,
          "latin": "Et mittebat pacem ad regem Demetrium.",
          "english": "And he sent peace to King Demetrius."
        },
        {
          "number": 18,
          "latin": "Et rex autem Demetrius exaudivit eum, et constituit eum, et honores ejus quæ cum ipso erant.",
          "english": "In turn, King Demetrius heard him, confirmed his position, and recognized his authority."
        },
        {
          "number": 19,
          "latin": "Et testimonium dedit ei, et honorificavit eum.",
          "english": "He gave him testimony, and honored him."
        },
        {
          "number": 20,
          "latin": "Et audivit quod Romani, et Spartiatæ miserunt ad eum legatos, ut amicitiam facerent cum eo.",
          "english": "He also learned that the Romans and Spartans sent envoys to him to make an alliance with him."
        },
        {
          "number": 21,
          "latin": "Et congressi sunt, et fecerunt amicitiam, et statuerunt foedus cum eo.",
          "english": "They met, made an alliance, and established a treaty with him."
        },
        {
          "number": 22,
          "latin": "Et audivit quod Romani miserunt ad eum legatos, viri optimi, et amantissimi, et cum honore magno.",
          "english": "He also heard that the Romans sent to him envoys, excellent and most beloved men, with great honor."
        },
        {
          "number": 23,
          "latin": "Et miserunt ad eum, ut confirmarent amicitiam, et foedus, quod fecerant cum eo.",
          "english": "And they sent them to him to confirm the alliance and the treaty they had made with him."
        },
        {
          "number": 24,
          "latin": "Et miserunt ei litteras in tabulis æreis, et in quibus erat scriptum: Populus Romanorum, et Spartiatarum, Simoni, pontifici magno, et amicis ejus, et gentibus Judæorum, salutem.",
          "english": "They sent him letters on bronze tablets, in which was written: “The people of Rome and the Spartans to Simon, the high priest, his friends, and the Jewish people, greetings."
        },
        {
          "number": 25,
          "latin": "Et litteras, et tabulas, quas miserunt ad vos, suscepimus.",
          "english": "“We have received the letters and tablets that you sent to us."
        },
        {
          "number": 26,
          "latin": "Et constituimus vobiscum foedus, et amicitiam, et scribimus dicentes: Siquidem bellum vos et populum vestrum, et terram vestram moverit, non bellabimus contra vos.",
          "english": "“And we have established a treaty and alliance with you, and we write saying: If anyone wages war against you, your people, and your land, we will not fight against you."
        },
        {
          "number": 27,
          "latin": "Et vobis, et populo vestro, et terræ vestræ, bellum moverimus, bellabimus pro vobis.",
          "english": "“If we wage war against you, your people, and your land, we will fight for you.”"
        },
        {
          "number": 28,
          "latin": "Et de his verbis, hæc est testimonium, quæ misimus vobis. Et scripsimus in tabulis æreis, et posuimus in loco sancto, ut habeamus vobis, ibi.",
          "english": "“This is the testimony of these words which we send to you. And we have written them on bronze tablets and placed them in a holy place so that we may keep them with you there.”"
        },
        {
          "number": 29,
          "latin": "Et hoc est exemplum scripturæ quæ missa est a Romanis.",
          "english": "And this is the example of the writing that was sent by the Romans."
        },
        {
          "number": 30,
          "latin": "Romani, et Spartiatæ, Simoni, pontifici magno, et amicis ejus, et gentibus Judæorum, salutem.",
          "english": "The Romans and Spartans, to Simon, the high priest, his friends, and the Jewish people, greetings."
        },
        {
          "number": 31,
          "latin": "Misiimus ad vos legatos nostros, ut facerent vobiscum amicitiam, et foedus: et placuit nobis.",
          "english": "We have sent our envoys to you to make an alliance and treaty with you, and it has pleased us to do so."
        },
        {
          "number": 32,
          "latin": "Et hoc est scriptum in tabulis æreis, quod scripsimus: Et si bellum vos et populum vestrum, et terram vestram moverit, nos contra vos non bellabimus.",
          "english": "And this is what is written on the bronze tablets that we have written: If anyone wages war against you, your people, and your land, we will not fight against you."
        },
        {
          "number": 33,
          "latin": "Et si nobis primum bellum moverint, bellabimus pro vobis.",
          "english": "“And if they first wage war against us, we will fight for you.”"
        }
      ]
    },
    {
      "number": 14,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Anno centesimo sexagesimo nono, Demetrio filio Demetrii, in tempore, misit Romanus, et gens eorum, ad Simonem sacerdotem magnum et duces gentis, et senatum Judaeorum, et de pace, et societatibus",
          "english": "In the one hundred and sixty-ninth year of the world, the Romans, at the right moment, sent to Simon the high priest, the leaders of the Jewish people, and the senate of the Jews to treat of peace and establish alliances."
        },
        {
          "number": 2,
          "latin": "Et fecerunt verba haec: Dixeruntque: Nos misimus ad te, et ad gentem tuam, propter honorem, et gloriam, et nos fecimus tecum societatem et amicitiam:",
          "english": "They sent this message: \"We have come to you and to your people because of your honor and glory. We seek a partnership and friendship with you."
        },
        {
          "number": 3,
          "latin": "Et tulerunt in hoc, arma, et auxilia, omnibus inimicis nostris.",
          "english": "We now wish to take up arms and offer help to you against all your enemies.\""
        },
        {
          "number": 4,
          "latin": "Et placuerunt verba eorum coram populo, et sacerdotibus.",
          "english": "Their words were well received by the people and the priests."
        },
        {
          "number": 5,
          "latin": "Et dixit populus: Quaeramus Simonem, ut faciat nobis pacem: et fecit pacem cum eis.",
          "english": "So the people said, \"Let us ask Simon to make peace with us!\" And they made peace with them."
        },
        {
          "number": 6,
          "latin": "Et suscepit eos, et statuit eos principes, et duces, et dedit eis arma, et auxilia.",
          "english": "Simon welcomed them and appointed them as leaders and officials. He gave them weapons and help."
        },
        {
          "number": 7,
          "latin": "Et dixit populo: Nos, et fratres nostri, et domus patris nostri, pugnavimus: et bella, et certamina, et laboriosa multa, et pro lege, et pro sanctis: et salvati sumus.",
          "english": "Simon told the people, \"We and our brothers and the family of our father fought many battles and struggles. We faced many hardships for the Law and the sanctuary, and we were saved."
        },
        {
          "number": 8,
          "latin": "Et hodie propter haec servamus potestatem.",
          "english": "Therefore, today we hold the power."
        },
        {
          "number": 9,
          "latin": "Et factus est in isto anno captivus Demetrius, et congregati sunt, et iverunt ad Demetrium, et honorificentem eum.",
          "english": "In this same year, Demetrius was taken captive. The Jews then gathered and went to Demetrius to honor him."
        },
        {
          "number": 10,
          "latin": "Et misit eis, et congregavit exercitum, et ait: Ego, et fratres mei, et domus patris mei, pugnavimus pro Judaeis.",
          "english": "Demetrius sent a message to them, gathered his army, and said, \"I and my brothers, and my father's family, fought for the Jews."
        },
        {
          "number": 11,
          "latin": "Et, cum venissent, auxilium dedimus eis: et donati sunt eis, honor, et Jerusalem, et quae erant eis, et confirmavi eis, et dedi eis.",
          "english": "When they came, we gave them help and granted them honor, Jerusalem, and all their possessions. I confirmed all of this and gave it to them."
        },
        {
          "number": 12,
          "latin": "Et confirmavi eis omnia, quae sunt, quamdiu est, et in hoc fuerunt.",
          "english": "I confirmed all things that are and will be for as long as this continues.\""
        },
        {
          "number": 13,
          "latin": "Et constituerunt ei, omnes viri, et omnes duces gentis, et sacerdotum, ut esset eis, amicus, et amicitiam faceret cum eo.",
          "english": "So all the men, all the leaders of the people, and the priests decided that Simon should be their friend and make an alliance with him."
        },
        {
          "number": 14,
          "latin": "Et audierunt verba haec, et placuerunt eis: et constituerunt in scriptis, ut scriberetur in tabulis, et poneretur in conspectu eorum.",
          "english": "They heard this and were pleased, and they decided to write it down on tablets and place them before their eyes."
        },
        {
          "number": 15,
          "latin": "Et scripserunt in tabulis: Anno centesimo septuagesimo, a jugo gentium, remota sunt Judaei, et sacerdotum, et populus, et abominationes, et magna superbia.",
          "english": "They wrote on the tablets: \"In the one hundred and seventieth year, the Jews, priests, and the people have cast off the yoke of the Gentiles, along with all the abominations and great pride."
        },
        {
          "number": 16,
          "latin": "Et constituerunt Simonem, esse eis principem et sacerdotem magnum in aeternum, donec surgeret propheta fidelis.",
          "english": "They established Simon as their leader and high priest forever, until a faithful prophet should arise."
        },
        {
          "number": 17,
          "latin": "Et esset dux eorum: et curam gereret de sanctis, et praeponerentur omnibus operibus.",
          "english": "He would be their leader and care for the sanctuary. He would be in charge of all their works."
        },
        {
          "number": 18,
          "latin": "Et praeponerentur super arma, et super munitiones, et super vasa, et super opera templi.",
          "english": "He would be in charge of the weapons, the fortifications, the vessels, and the works of the Temple."
        },
        {
          "number": 19,
          "latin": "Et super opera templi, et filii ejus omnes haberent dignitatem, et succederent patri suo.",
          "english": "His sons would all hold positions of dignity and would succeed their father."
        },
        {
          "number": 20,
          "latin": "Et constituit Simon filios suos: et dedit eis arma, et exercitum, et praecepit eis, ut gererent curam belli, et constitueret exercitus in terra.",
          "english": "Simon appointed his sons and gave them weapons and an army. He instructed them to conduct the war and establish armies in the land."
        },
        {
          "number": 21,
          "latin": "Et constituerunt, in Jerusalem, Simonem, praefectum, ut munitiones aedificaret in Jerusalem, et custodiret eas: et aedificavit excelsas muros, et magnas turres, et magnum domum, et munimenta in circuitu.",
          "english": "They appointed Simon as the leader in Jerusalem so that he could build fortifications and guard them. He built high walls, great towers, a large house, and fortifications all around."
        },
        {
          "number": 22,
          "latin": "Et misit Simon, et misit ad Demetrium, et dedit ei coronam auream, et palmas, et dedit ei de Jerusalem, et de lignis, quae erant in ea: et ita fecit.",
          "english": "Simon sent a message to Demetrius and gave him a golden crown and palm branches. He sent gifts from Jerusalem and the trees within it, and it was done."
        },
        {
          "number": 23,
          "latin": "Et percussit populum, et populi, qui erant in Jerusalem.",
          "english": "He struck the people and the people who were in Jerusalem."
        },
        {
          "number": 24,
          "latin": "Et audivit, quod Romani audissent, et populus in terra Judaeorum audissent, quod constituerunt Simonem, principem eorum, et sacerdotem magnum, et quod haberet pro eo, amicitiam et fratres ejus: et fecerunt, cum eo.",
          "english": "He heard that the Romans and the people in the land of the Jews had heard that they had appointed Simon as their leader and high priest. He heard that Simon and his brothers had made an alliance with them, and that they had done it with him."
        },
        {
          "number": 25,
          "latin": "Et susceperunt eum, et scripserunt in tabulis aereis, ut ponerent eas in tabulas, in monte Sion: et haec sunt exempla:",
          "english": "They welcomed him and wrote it on bronze tablets to be placed on the Mount Zion. These are the examples:"
        },
        {
          "number": 26,
          "latin": "Anno centesimo septuagesimo et duodecimo, sub Simoni, sacerdote magno, duce, et praefecto Judaeorum, et fratribus ejus,",
          "english": "In the one hundred and seventy-second year, under Simon, the great high priest, leader, and governor of the Jews, and his brothers,"
        },
        {
          "number": 27,
          "latin": "Judaei habuerunt, et congregati sunt, postquam rebellaverant, et fugerant de terra malorum.",
          "english": "the Jews had gathered after they had rebelled and fled from the land of the wicked."
        },
        {
          "number": 28,
          "latin": "Et congregati sunt, et venerunt in Jerusalem, et ascenderunt in montem Sion.",
          "english": "They gathered and came to Jerusalem and ascended Mount Zion."
        },
        {
          "number": 29,
          "latin": "Et viderunt, quod sanctum, et erant prophanata, et polluta.",
          "english": "They saw that the sanctuary had been defiled and polluted."
        },
        {
          "number": 30,
          "latin": "Et constituerunt: Et postquam mundati sunt, constituerunt Simonem, dederuntque ei arma.",
          "english": "They decided, and after they had purified themselves, they appointed Simon and gave him weapons."
        },
        {
          "number": 31,
          "latin": "Et constituerunt eum sacerdotem magnum, et filios ejus, in aeternum, donec surgeret propheta fidelis.",
          "english": "They established him as high priest and his sons forever, until a faithful prophet would arise."
        },
        {
          "number": 32,
          "latin": "Et fuit, in omni terra Judaeorum.",
          "english": "And it was throughout all the land of the Jews."
        },
        {
          "number": 33,
          "latin": "Et factum est: Et aedificavit Jerusalem: et munitiones, quae erant circum circa, et domum, et muros circa montem Sion.",
          "english": "Then it happened that they rebuilt Jerusalem and the fortifications that were all around, and the house, and the walls around Mount Zion."
        },
        {
          "number": 34,
          "latin": "Et hoc est exemplum, quod factum est in diebus ipsorum.",
          "english": "And this is the example that was created in their days."
        }
      ]
    },
    {
      "number": 15,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Demetrius filius Seleuci, a Roma, misit litteras, et coram in tabulas, ad Jonatham, et ad nationem Judæorum, et ad eos qui erant Hierosolymis.",
          "english": "Demetrius, the son of Seleucus, sent letters from Rome, written on tablets, to Jonathan, and to the Jewish nation, and to those in Jerusalem."
        },
        {
          "number": 2,
          "latin": "Hæc verba : Rex Demetrius salutem nationi Judæorum, et senatui, et Judæis qui in Judæa sunt, salutem et pacem.",
          "english": "The words in the letter were these: “King Demetrius sends greetings to the Jewish nation, and to the Senate, and to the Jews who are in Judea, greetings and peace.”"
        },
        {
          "number": 3,
          "latin": "Quoniam meminimus vestri boni animi, et voluntatis in nos, et amicitiam, et gratiam, quam erga nos habuistis, et ob hoc gaudemus.",
          "english": "“Because we remember your good spirit, and goodwill towards us, and the friendship and favor that you have shown towards us, and for this, we are glad.”"
        },
        {
          "number": 4,
          "latin": "Ob quam causam decrevimus vobis, et generi vestro, immunitatem a tributis, et donare vobis, quodcumque donamus aliis gentibus.",
          "english": "“For this reason, we have decreed for you, and for your race, immunity from taxes, and we give to you whatever we give to other nations.”"
        },
        {
          "number": 5,
          "latin": "Et nunc dimitto vos, et Judæos, et Hierosolymitanos, et terminos vestros, et ædificabo civitatem, et restituam vasa, et quidquid ereptum est de templo, restituam vobis.",
          "english": "“And now, I release you, and the Jews, and the people of Jerusalem, and your borders, and I will rebuild the city, and I will restore the vessels, and whatever was taken from the Temple, I will return to you.”"
        },
        {
          "number": 6,
          "latin": "Et cito misit litteras ad Jonatham, ita dicens :",
          "english": "And quickly, he sent letters to Jonathan, saying thus:"
        },
        {
          "number": 7,
          "latin": "Rex Demetrius ad fratrem Jonatham, et Judæis, et senatui Judæorum, et reliquis qui cum illis sunt, salutem.",
          "english": "“King Demetrius to the brother Jonathan, and to the Jews, and to the Senate of the Jews, and to the rest who are with them, greetings.”"
        },
        {
          "number": 8,
          "latin": "Quoniam exaudivimus te, et nos decrevimus, sicut dixisti, et mandavimus de servis nostris, qui sunt ad nos, ut paciscerentur vobiscum.",
          "english": "“Because we have heard you, and we have decreed as you have said, and we have commanded our servants who are with us, to make peace with you.”"
        },
        {
          "number": 9,
          "latin": "Testimonium autem, quæ exiit de nobis ad te, firmabimus :",
          "english": "“We will affirm the testimony which comes from us to you:”"
        },
        {
          "number": 10,
          "latin": "ut, quæ statuistis cum populo nostro, rata sint. Si qua autem fuerint de his statuta, nescientes, emendemus.",
          "english": "“That whatever you have decided with our people be ratified. But if there were any decrees made by those who didn't know, we will amend them.”"
        },
        {
          "number": 11,
          "latin": "Et nunc mandavimus servis nostris, ut loquantur vobiscum in pace, et in pace parere vobis.",
          "english": "“And now we have commanded our servants to speak with you in peace, and to obey you in peace.”"
        },
        {
          "number": 12,
          "latin": "Et hæc scripta sunt, in anno centesimo septuagesimo, et in eo, in quo cessare cœperunt bella et prælia.",
          "english": "And these letters were written in the one hundred and seventieth year, and in that year, the wars and battles ceased."
        },
        {
          "number": 13,
          "latin": "Et audivit rex Romanorum, quod missi essent in Judæam, et inquit :",
          "english": "And the king of the Romans heard that they had been sent into Judea, and said:"
        },
        {
          "number": 14,
          "latin": "Nos etiam mittemus ad eos, qui sunt in Judæa, et transmittemus ad eos, qui sunt in Judæa, et pacem et amicitiam, ut conscribantur cum Jonatham, et cum Judæis.",
          "english": "“We also will send to those who are in Judea, and we will send to them who are in Judea, peace and friendship, so that they might be enrolled with Jonathan and with the Jews.”"
        },
        {
          "number": 15,
          "latin": "Et misit in Judæam litteras, et inquam : Senatus Romanorum, Jonathæ, et gentibus Judæorum, salutem et felicitatem.",
          "english": "And he sent letters into Judea, and said: “The Senate of the Romans, to Jonathan, and to the nation of the Jews, greetings and happiness.”"
        },
        {
          "number": 16,
          "latin": "Si bellum suscepistis contra nos, non habemus, quoniam non nos pugnamus cum vobis.",
          "english": "“If you have undertaken a war against us, we do not have one, because we do not fight with you.”"
        },
        {
          "number": 17,
          "latin": "Nunc ergo scimus, quod vos electi estis, in amicos nostros et socios :",
          "english": "“Now, therefore, we know that you have been chosen as our friends and allies:”"
        },
        {
          "number": 18,
          "latin": "et mandavimus, ut deinceps loquamur vobiscum :",
          "english": "“And we have commanded that henceforth we will speak with you:”"
        },
        {
          "number": 19,
          "latin": "sicut et populo nostro, et in regno nostro, et quicumque mittunt ad nos de vobis, bene faciemus.",
          "english": "“Just as to our people, and in our kingdom, and whatever you send to us, we will do well for you.”"
        },
        {
          "number": 20,
          "latin": "Et hoc quod scripsit, Romani, et ad Judæos, in tabulis æreis, ut haberent memoriam pacis, et auxilii, et miserunt Romam, ad habendum apud se.",
          "english": "And this which the Romans wrote to the Jews, on bronze tablets, so that they might have a reminder of peace and help, and they sent it to Rome, to have it with them."
        },
        {
          "number": 21,
          "latin": "Postea vero, et Simon, adscribens, misit ad Jonatham fratrem suum, et habebat illi pro subsidio bellorum, et constituens omnem exercitum, misit ad eum.",
          "english": "After this, indeed, Simon, also writing, sent to Jonathan his brother, and he was with him for the support of the wars, and he appointed the entire army and sent it to him."
        },
        {
          "number": 22,
          "latin": "Et audivit Numenius filius Antioch, et Jason filius Eleazari, et missi a Judæa, quod abusus esset in rebus Judæorum.",
          "english": "And Numenius, the son of Antioch, and Jason, the son of Eleazar, the envoys from Judea, heard that the Jewish people had been mistreated."
        },
        {
          "number": 23,
          "latin": "Et coeperunt quærere, et voluerunt interficere eos qui erant cum Jonathae, et non potuerunt :",
          "english": "And they began to search, and they wanted to kill those who were with Jonathan, but they could not:"
        },
        {
          "number": 24,
          "latin": "quoniam denuntiatus est Jonathae, et dedit illos, et non potuerunt, facere quicquam contra illos.",
          "english": "because Jonathan had been informed, and he delivered them, and they could not do anything against them."
        },
        {
          "number": 25,
          "latin": "Et venerunt in Gazam, et qui erant in Gaza, expulerunt eos, et clausit eos Jonathan, et qui erant cum illo, Hierusalem.",
          "english": "And they came to Gaza, and those who were in Gaza expelled them, and Jonathan and those with him shut them in Jerusalem."
        },
        {
          "number": 26,
          "latin": "Et cognovit Dominus, et dedit illos in manu ejus.",
          "english": "And the Lord knew, and gave them into his hand."
        },
        {
          "number": 27,
          "latin": "Et pugnavit contra eos, et illos, qui venerant, et omnes quæ erant cum illis, in terra, et succendit igni portas, quæ erant circa Gazam, et diripuit eos, et combussit eos.",
          "english": "And he fought against them and those who had come, and all those who were with them on the land, and he set fire to the gates, which were around Gaza, and plundered them, and burned them."
        },
        {
          "number": 28,
          "latin": "Et pugnaverunt contra eos, et omnes qui erant cum illo, et interfecerunt eos : et acceperunt spolia eorum magna.",
          "english": "And they fought against them, and all who were with him, and killed them; and they took great spoils from them."
        },
        {
          "number": 29,
          "latin": "Et factum est, quod, cum audisset Demetrius quod venerant Jonathan et qui cum ipso erant, ad castra contra se, et pugnarent, et factus esset fortissimus, et profligasset eos in prælio,",
          "english": "And it happened that, when Demetrius heard that Jonathan and those with him had come to the camp against him, and were fighting, and had become very strong, and had routed them in battle,"
        },
        {
          "number": 30,
          "latin": "iratus est valde.",
          "english": "he was very angry."
        },
        {
          "number": 31,
          "latin": "Et statim misit, et congregavit fortissimos viros, et mandavit, et venit exercitus.",
          "english": "And immediately he sent, and gathered the strongest men, and gave orders, and the army came."
        },
        {
          "number": 32,
          "latin": "Et venit in Antiochiam, et constituit duos duces exercitus sui, in eos, et in eos qui erant cum Jonathae, et mandavit eis ut cito venirent.",
          "english": "And he came to Antioch, and appointed two commanders of his army against them, and against those who were with Jonathan, and commanded them to come quickly."
        },
        {
          "number": 33,
          "latin": "Et venit ad Jonatham, et dixit : Nos contra te : et egressi sunt Jonathan et qui cum illo erant, ad bellum, et dimicaverunt.",
          "english": "And he came to Jonathan, and said: “We are against you.” And Jonathan and those with him went out to battle, and they fought."
        },
        {
          "number": 34,
          "latin": "Et in castra eorum misit, et qui erant cum Jonatha, et vicerunt omnes, et fugerunt.",
          "english": "And they were sent into their camp, and those with Jonathan conquered all, and they fled."
        },
        {
          "number": 35,
          "latin": "Et accepit Jonathan, et qui erant cum eo, spolia eorum.",
          "english": "And Jonathan and those who were with him took their spoils."
        },
        {
          "number": 36,
          "latin": "Et percussit, qui erant in Ascalon, et qui erant cum illo, et egressi sunt de terra eorum.",
          "english": "And he struck those in Ashkelon, and those who were with him, and they went out from their land."
        },
        {
          "number": 37,
          "latin": "Et die sequenti, abiit in Bethsura, civitatem munitam : et occurrerunt illi, et salutaverunt eum, et dederunt illi, et qui erant cum illo, multa.",
          "english": "And the next day, he went to Beth-zur, a fortified city, and they met him, and greeted him, and gave him and those who were with him many things."
        },
        {
          "number": 38,
          "latin": "Et audiens rex Demetrius hæc, iterum misit in Bethsura, et scripsit litteras.",
          "english": "And King Demetrius, hearing these things, sent again to Beth-zur, and wrote letters:"
        },
        {
          "number": 39,
          "latin": "Jonathae pax, et gentibus Judæorum, et exercitui :",
          "english": "“Peace to Jonathan, and to the Jewish nation, and to the army:”"
        },
        {
          "number": 40,
          "latin": "quoniam ego pugnavi pro vobis, et fratribus vestris, et filiis vestris, et feci illos venire, et misi eos ad vos, cum omnibus rebus eorum.",
          "english": "“Because I have fought for you, and for your brothers, and for your sons, and I have caused them to come, and I have sent them to you, with all their belongings.”"
        },
        {
          "number": 41,
          "latin": "Si ergo aliquis eorum qui sunt in Judæa, fugerint de locis suis, et ad me venerint, ego vindicabo illos pro vobis, et pro fratribus vestris.",
          "english": "“Therefore, if any of them who are in Judea have fled from their places, and have come to me, I will vindicate them for you and for your brothers.”"
        },
        {
          "number": 42,
          "latin": "Et nunc constituam vos socios et amicos, et mittam vos in curiam meam, ut videatis quæ mihi sunt necessaria.",
          "english": "“And now I will appoint you as allies and friends, and I will send you to my court, so that you may see what is necessary for me.”"
        },
        {
          "number": 43,
          "latin": "Et misit in civitatem Hierusalem, ut daret illis munera, et sacrificia, et iucunda, et statuerunt illis et donaverunt.",
          "english": "And he sent into the city of Jerusalem, to give them gifts, and sacrifices, and pleasant things, and they granted and gave to them."
        },
        {
          "number": 44,
          "latin": "Et acceperunt illi, et deinde, et ædificaverunt cum Jonatha, et cum omnibus fratribus suis, et cum eo qui erat in Hierusalem.",
          "english": "And they received, and then, and they built with Jonathan, and with all his brothers, and with him who was in Jerusalem."
        },
        {
          "number": 45,
          "latin": "Et viderunt omnes opera Jonathæ, et quoniam ipse pugnavit, et sustinuit fortissime, et omnem laborem, et congrediebantur cum illo.",
          "english": "And they all saw the works of Jonathan, and that he fought, and endured most bravely, and all the labor, and they joined with him."
        },
        {
          "number": 46,
          "latin": "Et elegerunt eum, et constituerunt principem suum, et duxerunt bellum cum gentibus, et cum gentibus, et in Hierusalem.",
          "english": "And they chose him, and appointed him as their leader, and waged war with the nations, and with the nations, and in Jerusalem."
        }
      ]
    },
    {
      "number": 16,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Anno centesimo quinquagesimo nono, miserat Demetrius rex litteras, et congregavit populum cum magna multitudine: et venit in terram Judae.",
          "english": "In the one hundred and fifty-ninth year, King Demetrius sent letters and gathered the people in a great multitude, and he entered the land of Judea."
        },
        {
          "number": 2,
          "latin": "Et audiens Jonathan, fecit in Hierusalem exire contra illum: et percussit eos.",
          "english": "Upon hearing this, Jonathan ordered an army to go out of Jerusalem to confront him, and they attacked them."
        },
        {
          "number": 3,
          "latin": "Et misit Demetrius litteras ad Jonathan pacifice, et magna promissione: non enim sustinebat animam suam.",
          "english": "Demetrius sent a letter to Jonathan in peace and with a great promise because he was growing weak."
        },
        {
          "number": 4,
          "latin": "Dicebat enim: Praeoccupemus bellum, antequam conveniant cum Alexandro, et faciamus ei haec.",
          "english": "He said, “Let us strike first before they join with Alexander, and let us do these things to him.”"
        },
        {
          "number": 5,
          "latin": "Et misit Demetrius litteras ad Jonathan, dicens: Faciemus te, et amicos tuos, et civitatem tuam sanctam, in magnis rebus: et si hoc sustinueris, omnia quae petieris a nobis, facies.",
          "english": "Demetrius sent a letter to Jonathan, saying, “We will make you and your friends and your holy city great, and if you do these things for us, you will have whatever you ask of us.”"
        },
        {
          "number": 6,
          "latin": "Et dedit Jonathan, in Hierusalem, arma bellica: et dixit eis: Pugnabimus pro vobis.",
          "english": "Then Jonathan, in Jerusalem, supplied the people with weapons and said to them, “We will fight for you.”"
        },
        {
          "number": 7,
          "latin": "Et elegit omnes viros bellatores: et praeparavit, et pugnavit contra Demetrium: et exivit de terra: et venerunt qui erant cum Demetrio.",
          "english": "And Jonathan selected the men of war and prepared, and fought against Demetrius, and the army departed from the land, and the army that was with Demetrius came."
        },
        {
          "number": 8,
          "latin": "Et venerunt in terram Judae: et praemisit Demetrius litteras ad Jonathan cum pace, et dixit: Ne faciamus vobis hoc.",
          "english": "And they came into the land of Judea, and Demetrius sent a letter to Jonathan in peace, and said, “Let us not do this to you.”"
        },
        {
          "number": 9,
          "latin": "Et dedit ei gloriam: et confirmavit eum: et omnes quos dimisit, et quos captivos reduxit.",
          "english": "And he gave him glory and confirmed him and all the prisoners he released."
        },
        {
          "number": 10,
          "latin": "Et venit Hierosolymam, et intrat in domum templi: et audivit quia Joannes filius Abisalom erat in Gadara: et statuit in Gadara.",
          "english": "Then he came to Jerusalem and entered the house of the temple and heard that John, the son of Absalom, was in Gadara, and he stationed himself in Gadara."
        },
        {
          "number": 11,
          "latin": "Et misit, et misit ex Gadara viros, ut tollerent eum: et missi venerunt, et percusserunt eum: et interfecerunt eum.",
          "english": "And he sent men from Gadara to take him, and those sent came and struck him and killed him."
        },
        {
          "number": 12,
          "latin": "Et reliquum vero sermonum Joannis, et gestorum ejus, et virtutum quas fecit, non sunt haec scripta in libro dierum Joannis?",
          "english": "And as for the rest of the words of John, and his deeds, and the virtues which he did, are these not written in the book of the days of John?"
        },
        {
          "number": 13,
          "latin": "Et factus est superbia in populo: et cognovit quod Joannes mortuus esset.",
          "english": "And there was great pride among the people, and they knew that John was dead."
        },
        {
          "number": 14,
          "latin": "Et misit, et comprehenderunt: et occiderunt filios Jambri, et qui erant in Gazara: et post haec, coepit pugna iterum in Judaea.",
          "english": "And they sent and apprehended and killed the sons of Jambri and those in Gazara, and after this, a fight began again in Judea."
        },
        {
          "number": 15,
          "latin": "Et congregavit Jonathan omnem populum, et exivit ad bellum: et venit in Casali, et posuit illic castra.",
          "english": "And Jonathan gathered all the people and went out to war, and he came to Casali and placed the camp there."
        },
        {
          "number": 16,
          "latin": "Et misit Simon, et posuit castra contra Casali: et confligebant multos dies.",
          "english": "And Simon sent and placed the camp opposite Casali, and they fought for many days."
        },
        {
          "number": 17,
          "latin": "Et constituerunt qui erant in Casali, cum Jonathan, ad pacem: et dederunt ei dexteras suas: et accepit eos, et abiit in Hierusalem.",
          "english": "And those in Casali made peace with Jonathan and gave him their right hands, and he took them and went into Jerusalem."
        },
        {
          "number": 18,
          "latin": "Et fecit Jonathan, et accepit senes, et fecit consilium, et dedit eis arma bellica.",
          "english": "And Jonathan chose elders and sought counsel and gave them weapons of war."
        },
        {
          "number": 19,
          "latin": "Et audiens Tryphon, quod Jonathan congregasset multas copias, cogitavit occidere eum.",
          "english": "And Tryphon, hearing that Jonathan had gathered many troops, planned to kill him."
        },
        {
          "number": 20,
          "latin": "Et venit in Bethsan, et exivit contra eum: et Jonathan cum quadraginta viris electis, et cum eo, venit in Bethsan.",
          "english": "And he came to Bethsan and went out against him, and Jonathan went to Bethsan with forty chosen men."
        },
        {
          "number": 21,
          "latin": "Et cognovit Tryphon, et posuit ibi insidias, ut occideret eum: et erant cum eo.",
          "english": "And Tryphon knew, and he set an ambush there to kill him, and they were with him."
        },
        {
          "number": 22,
          "latin": "Et ait Jonathan ad Simonem fratrem suum: Elige viros, et exi: et pugnabimus pro fratribus nostris: et timor illorum non turbabit eos.",
          "english": "And Jonathan said to Simon his brother, “Choose men and go out, and we will fight for our brothers, and their fear will not disturb them.”"
        },
        {
          "number": 23,
          "latin": "Et dedit eis arma, et dixit eis: Pugnate donec moriamur.",
          "english": "And he gave them weapons and said to them, “Fight until we die.”"
        },
        {
          "number": 24,
          "latin": "Et pugnaverunt, et Jonathan et qui erant cum eo: et ceciderunt et Simon et qui erant cum eo.",
          "english": "And Jonathan and those with him fought, and Simon and those with him fell."
        },
        {
          "number": 25,
          "latin": "Et contristatus est populus, et cognovit quod mortuus esset Jonathan, et doluerunt illum: et erant.",
          "english": "And the people were sorrowful and knew that Jonathan was dead, and they mourned for him, and they were..."
        },
        {
          "number": 26,
          "latin": "Et congregavit autem omnes qui erant in terra: et conglobavit omnes qui erant in finibus Judaeae, ut facerent bellum contra eos qui erant in terra.",
          "english": "But he gathered all those who were in the land and gathered all those who were in the borders of Judea, to make war against those who were in the land."
        },
        {
          "number": 27,
          "latin": "Et exiit Simon, et posuit castra contra eos: et confligebant multos dies: et posuerunt illos.",
          "english": "And Simon went out and placed the camp against them, and they fought for many days, and they stationed themselves."
        },
        {
          "number": 28,
          "latin": "Et accepit illos, et persecutus est eos: et percussit viros bellatores: et confregit manus eorum.",
          "english": "And he took them and pursued them and struck the men of war and broke their hands."
        },
        {
          "number": 29,
          "latin": "Et congregavit, et posuit castra contra urbem: et turres fabricavit.",
          "english": "And he gathered and placed the camp against the city and built towers."
        },
        {
          "number": 30,
          "latin": "Et accepit Simon, et qui erant cum eo: et tradiderunt illis arma bellica, et posuerunt castra: et tradiderunt illis arma bellica.",
          "english": "And Simon and those with him took and gave them weapons of war and placed the camp, and they gave them weapons of war."
        },
        {
          "number": 31,
          "latin": "Et dederunt eis pacem, et exierunt de terra: et accepit civitatem, et purgavit eam a pollutione: et adduxit in ea habitatores: et aedificavit in ea.",
          "english": "And they gave them peace, and they went out of the land, and he took the city and cleansed it from defilement and brought inhabitants into it and built in it."
        },
        {
          "number": 32,
          "latin": "Et qui erant in terra Judaeae, viderunt opera Simonis, et gloriam quam fecit populo suo: et congregavit senes et majores natu.",
          "english": "And those who were in the land of Judea saw the works of Simon and the glory which he did for his people, and he gathered the elders and the older men."
        },
        {
          "number": 33,
          "latin": "Et dixerunt ad se: Constituamus Simonem regem, et filios ejus, et populum suum, et pugnabit pro nobis.",
          "english": "And they said to themselves, “Let us make Simon king and his sons and his people, and he will fight for us.”"
        },
        {
          "number": 34,
          "latin": "Et placuerunt verba haec in conspectu populi: et constituerunt regem Simonem, in omnibus diebus vitae suae, et filios ejus, donec moreretur.",
          "english": "And these words pleased the people, and they made Simon king for all the days of his life and his sons until he died."
        },
        {
          "number": 35,
          "latin": "Et fecit cum illis pactum: et accepit cum illis castra.",
          "english": "And he made a pact with them and took the camps with them."
        },
        {
          "number": 36,
          "latin": "Et facta est pugna in terra, et cessavit: et Simon glorificatus est, et dedit pacem in terra.",
          "english": "And there was war in the land, and he ceased, and Simon was glorified and gave peace in the land."
        },
        {
          "number": 37,
          "latin": "Et aedificavit in Judaea: et murum magnum circa Hierusalem: et aedificavit alta, et turres magnas circa Hierusalem: et circa eos.",
          "english": "And he built in Judea a great wall around Jerusalem and built high places and great towers around Jerusalem and around them."
        },
        {
          "number": 38,
          "latin": "Et misit Jonathan, in exercitum, ut congregaretur, et haberet arma bellica: et dedit eis arma bellica.",
          "english": "And he sent Jonathan into the army to gather and have weapons of war and gave them weapons of war."
        }
      ]
    }
  ]
}