{
  "name": "Mark",
  "chapters": [
    {
      "number": 1,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Initium Evangelii Iesu Christi, Filii Dei.",
          "english": "The beginning of the Gospel of Jesus Christ, the Son of God."
        },
        {
          "number": 2,
          "latin": "Sicut scriptum est in Isaia propheta: Ecce ego mitto angelum meum ante faciem tuam, qui praeparabit viam tuam ante te.",
          "english": "Just as it is written in Isaiah the prophet: “Behold, I send my angel before your face, who will prepare your way before you.”"
        },
        {
          "number": 3,
          "latin": "Vox clamantis in deserto: Parate viam Domini, rectas facite semitas eius.",
          "english": "The voice of one crying in the desert: “Prepare the way of the Lord, make straight his paths.”"
        },
        {
          "number": 4,
          "latin": "Fuit Ioannes in deserto baptizans, et praedicans baptismum paenitentiae in remissionem peccatorum.",
          "english": "John was in the desert, baptizing and preaching a baptism of repentance for the forgiveness of sins."
        },
        {
          "number": 5,
          "latin": "Et egrediebatur ad eum omnis terra Iudaeae, et Hierosolymitae universi, et baptizabantur ab eo in flumine Iordanis, confitentes peccata sua.",
          "english": "And all the land of Judea and all the people of Jerusalem went out to him, and were baptized by him in the river Jordan, confessing their sins."
        },
        {
          "number": 6,
          "latin": "Et erat Ioannes vestitus pilis camelorum, et zona pellicia circa lumbos eius: et locustas et mel silvestre edebat.",
          "english": "And John was clothed in camel’s hair and wore a leather belt around his waist, and he ate locusts and wild honey."
        },
        {
          "number": 7,
          "latin": "Et praedicabat dicens: Venit fortior me post me, cuius non sum dignus procumbens solvere corrigiam calciamentorum eius.",
          "english": "And he preached, saying: “There comes after me the One who is mightier than I, the strap of whose sandals I am not worthy to stoop down and loosen.”"
        },
        {
          "number": 8,
          "latin": "Ego baptizavi vos in aqua: ille vero baptizabit vos in Spiritu Sancto.",
          "english": "I have baptized you in water, but he will baptize you in the Holy Spirit.”"
        },
        {
          "number": 9,
          "latin": "Et factum est in diebus illis, venit Iesus a Nazareth Galilaeae: et baptizatus est a Ioanne in Iordane.",
          "english": "And it came to pass in those days that Jesus came from Nazareth of Galilee and was baptized by John in the Jordan."
        },
        {
          "number": 10,
          "latin": "Et statim ascendens de aqua, vidit apertos caelos, et Spiritum tamquam columbam descendentes et manentem in ipso.",
          "english": "And immediately, coming up out of the water, he saw the heavens being torn open, and the Spirit descending upon him like a dove."
        },
        {
          "number": 11,
          "latin": "Et vox facta est de caelis: Tu es Filius meus dilectus, in te mihi complacui.",
          "english": "And there came a voice from the heavens: “You are my beloved Son; in you I am well pleased.”"
        },
        {
          "number": 12,
          "latin": "Et statim Spiritus expellit eum in desertum.",
          "english": "And immediately the Spirit drove him out into the desert."
        },
        {
          "number": 13,
          "latin": "Et erat in deserto quadraginta diebus, et tentabatur a Satana: eratque cum bestiis, et angeli ministrabant illi.",
          "english": "And he was in the desert forty days, being tempted by Satan; and he was with the beasts, and the angels ministered to him."
        },
        {
          "number": 14,
          "latin": "Postquam autem traditus est Ioannes, venit Iesus in Galilaeam praedicans Evangelium regni Dei,",
          "english": "And after John was delivered up, Jesus came into Galilee, preaching the Gospel of the kingdom of God,"
        },
        {
          "number": 15,
          "latin": "et dicens: Quoniam impletum est tempus, et adpropinquavit regnum Dei: paenitemini, et credite Evangelio.",
          "english": "and saying, “The time is fulfilled, and the kingdom of God is at hand; repent and believe in the Gospel.”"
        },
        {
          "number": 16,
          "latin": "Et praeteriens iuxta mare Galilaeae, vidit Simonem, et Andream fratrem eius, mittentes retia in mare (erant enim piscatores).",
          "english": "And passing along by the sea of Galilee, he saw Simon and Andrew his brother casting a net into the sea, for they were fishermen."
        },
        {
          "number": 17,
          "latin": "Et dixit eis Iesus: Venite post me, et faciam vos fieri piscatores hominum.",
          "english": "And Jesus said to them: “Come after me, and I will make you become fishers of men.”"
        },
        {
          "number": 18,
          "latin": "Et statim, relictis retibus, secuti sunt eum.",
          "english": "And immediately they left their nets and followed him."
        },
        {
          "number": 19,
          "latin": "Et progressus inde pusillum, vidit Iacobum Zebedaei, et Ioannem fratrem eius, et ipsos in navi componentes retia:",
          "english": "And going on a little further, he saw James the son of Zebedee and John his brother, who were also in the boat mending the nets."
        },
        {
          "number": 20,
          "latin": "et statim vocavit eos. Et relicto patre suo Zebedaeo in navi cum mercennariis, secuti sunt eum.",
          "english": "And immediately he called them. And they left their father Zebedee in the boat with the hired men and followed him."
        },
        {
          "number": 21,
          "latin": "Et intrant in Capharnaum: et statim sabbatis, ingressus synagogam, docebat eos.",
          "english": "And they went into Capernaum, and immediately on the Sabbath, he entered the synagogue and began to teach."
        },
        {
          "number": 22,
          "latin": "Et mirabantur super doctrina eius. Erat enim docens eos quasi potestatem habens, et non sicut scribae.",
          "english": "And they were astonished at his teaching, for he taught them as one having authority, and not as the scribes."
        },
        {
          "number": 23,
          "latin": "Et statim erat in synagoga eorum homo in spiritu inmundo, et clamavit,",
          "english": "And immediately there was in their synagogue a man with an unclean spirit; and he cried out,"
        },
        {
          "number": 24,
          "latin": "dicens: Quid nobis et tibi, Iesu Nazarene? Venisti perdere nos? Scio qui sis, Sanctus Dei.",
          "english": "saying: “What have we to do with you, Jesus of Nazareth? Have you come to destroy us? I know who you are, the Holy One of God.”"
        },
        {
          "number": 25,
          "latin": "Et comminatus est ei Iesus, dicens: Obmutesce, et exi de homine.",
          "english": "And Jesus rebuked him, saying: “Be quiet, and come out of him.”"
        },
        {
          "number": 26,
          "latin": "Et  e  convellens eum spiritus inmundus, et clamans voce magna, exiit ab eo.",
          "english": "And the unclean spirit, convulsing him and crying with a loud voice, came out of him."
        },
        {
          "number": 27,
          "latin": "Et mirati sunt omnes, ita ut quaererent inter se dicentes: Quid est hoc? Quae est haec doctrina nova? Quia in potestate et spiritibus inmundis imperat, et obediunt ei.",
          "english": "And they were all amazed, so that they questioned among themselves, saying: “What is this? A new teaching with authority! For he commands even the unclean spirits, and they obey him.”"
        },
        {
          "number": 28,
          "latin": "Et  e  divulgata est fama eius statim per universam regionem Galilaeae.",
          "english": "And at once his fame spread everywhere throughout all the region of Galilee."
        },
        {
          "number": 29,
          "latin": "Et protinus egredientes de synagoga, venerunt in domum Simonis et Andreae, cum Iacobo et Ioanne.",
          "english": "And immediately, when they came out of the synagogue, they went into the house of Simon and Andrew, with James and John."
        },
        {
          "number": 30,
          "latin": "Decumb  a  bat autem socrus Simonis in febre, et statim dixerunt ei de illa.",
          "english": "Now Simon’s mother-in-law lay ill with a fever, and immediately they told him about her."
        },
        {
          "number": 31,
          "latin": "Et accedens elevavit eam, apprehensa manu eius: et continuo dimisit eam febris, et ministrabat eis.",
          "english": "And he came and lifted her up, taking her by the hand; and immediately the fever left her, and she served them."
        },
        {
          "number": 32,
          "latin": "Vespere autem facto, cum sol occidisset, adferebant ad eum omnes male habentes, et daemonia habentes:",
          "english": "And when evening had come, after the sun went down, they brought to him all who were sick or possessed with demons."
        },
        {
          "number": 33,
          "latin": "et erat omnis civitas congregata ad ianuam.",
          "english": "And the whole city was gathered together at the door."
        },
        {
          "number": 34,
          "latin": "Et curavit multos, qui vexabantur variis languoribus, et daemonia multa eiecit: et non sinebat loqui daemonia, quoniam sciebant eum.",
          "english": "And he healed many who were sick with various diseases, and cast out many demons; and he would not allow the demons to speak, because they knew him."
        },
        {
          "number": 35,
          "latin": "Et mane, adhuc nox erat, surgens, egressus abiit in desertum locum, et ibi orabat.",
          "english": "And in the morning, rising up a great while before day, he went out and went to a lonely place, and there he prayed."
        },
        {
          "number": 36,
          "latin": "Et persecutus est eum Simon, et qui cum illo erant.",
          "english": "And Simon and those who were with him followed him."
        },
        {
          "number": 37,
          "latin": "Et cum invenissent eum, dixerunt ei: Quia omnes quaerunt te.",
          "english": "And when they found him, they said to him: “Everyone is looking for you.”"
        },
        {
          "number": 38,
          "latin": "Et ait illis: Eamus in proximos vicos et civitates, ut et ibi praedicem: ideo enim exivi.",
          "english": "And he said to them: “Let us go on to the next towns, that I may preach there also, for that is why I came out.”"
        },
        {
          "number": 39,
          "latin": "Et venit praedicans in synagogis eorum, et daemonia eiciens.",
          "english": "And he went throughout all Galilee, preaching in their synagogues and casting out demons."
        },
        {
          "number": 40,
          "latin": "Et venit ad eum leprosus, obsecrans eum: et genu flexo dixit ei: Si vis, potes me mundare.",
          "english": "And a leper came to him, beseeching him, and kneeling said to him: “If you will, you can make me clean.”"
        },
        {
          "number": 41,
          "latin": "Iesus autem misertus eius, extendens manum suam, tetigit eum, et ait illi: Volo: mundare.",
          "english": "And Jesus, moved with pity, stretched out his hand and touched him and said to him, “I will; be clean.”"
        },
        {
          "number": 42,
          "latin": "Et cum dixisset, statim discessit ab eo lepra, et mundatus est.",
          "english": "And immediately the leprosy left him, and he was made clean."
        },
        {
          "number": 43,
          "latin": "Et comminatus ei statim, eiecit eum,",
          "english": "And immediately he sternly warned him and sent him away,"
        },
        {
          "number": 44,
          "latin": "et dicit ei: Vide, nemini dixeris: sed vade, ostende te sacerdoti, et offer pro emundatione tua quae praecepit Moyses in testimonium illis.",
          "english": "and said to him: “See that you say nothing to anyone, but go, show yourself to the priest, and offer for your cleansing what Moses commanded, for a proof to them.”"
        },
        {
          "number": 45,
          "latin": "At ille egressus, coepit praedicare et divulgare sermonem, ita ut iam non posset manifeste introire in civitatem, sed foris in desertis locis erat, et conveniobant ad eum undique.",
          "english": "But he went out and began to proclaim it freely and to spread the word, so that Jesus could no longer openly enter a town, but was out in desolate places, and people were coming to him from every quarter."
        }
      ]
    },
    {
      "number": 2,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et iterum intravit Capharnaum post dies.",
          "english": "Jesus returned to Capernaum a few days later."
        },
        {
          "number": 2,
          "latin": "Et auditum est quod in domo esset.",
          "english": "The news spread that he was at home."
        },
        {
          "number": 3,
          "latin": "Et statim congregati sunt multi, ita ut non capiebant neque ante ostium, et loquebatur eis verbum.",
          "english": "A crowd gathered, so many that there was no room left, not even near the door. Jesus began to preach the word of God to them."
        },
        {
          "number": 4,
          "latin": "Et venerunt ad eum ferentes paralyticum, qui a quatuor portabatur.",
          "english": "Some men arrived, carrying a paralytic. The men carried him."
        },
        {
          "number": 5,
          "latin": "Et cum non possent offerre eum illi prae turba, nudaverunt tectum ubi erat: et effoderunt, et dimiserunt paralyticum, in quo iacebat.",
          "english": "Because of the crowd, they couldn't bring him to Jesus. So, they uncovered the roof above where Jesus was and made an opening, then they lowered the man on his mat."
        },
        {
          "number": 6,
          "latin": "Videns autem Jesus fidem illorum, ait paralytico: Fili, dimittuntur tibi peccata tua.",
          "english": "Seeing their faith, Jesus said to the paralytic, “Son, your sins are forgiven.”"
        },
        {
          "number": 7,
          "latin": "Erant autem illic quidam de scribis sedentes, et cogitantes in cordibus suis:",
          "english": "Some scribes were sitting there, and they began to think to themselves:"
        },
        {
          "number": 8,
          "latin": "Quid hic sic loquitur? blasphemat. Quis potest dimittere peccata, nisi solus Deus?",
          "english": "“Why does this man speak like this? He's blaspheming! Who can forgive sins except God alone?”"
        },
        {
          "number": 9,
          "latin": "Et statim cognoscens Jesus spiritu suo, quia sic cogitabant intra se, dicit illis: Quid ista cogitatis in cordibus vestris?",
          "english": "Jesus, immediately aware in his spirit that they were thinking this, said to them, “Why are you thinking these things in your hearts?”"
        },
        {
          "number": 10,
          "latin": "Quid est facilius, dicere paralytico: Dimittuntur tibi peccata tua: an dicere: Surge, tolle grabatum tuum, et ambula?",
          "english": "“Which is easier: to tell the paralytic, ‘Your sins are forgiven,’ or to say, ‘Get up, pick up your mat, and walk’?”"
        },
        {
          "number": 11,
          "latin": "Ut autem sciatis, quia Filius hominis potestatem habet in terra dimittendi peccata, (ait paralytico),",
          "english": "“But so that you may know that the Son of Man has authority on earth to forgive sins”—He said to the paralytic,"
        },
        {
          "number": 12,
          "latin": "Tibi dico, surge, tolle grabatum tuum, et vade in domum tuam.",
          "english": "“I tell you, get up, pick up your mat, and go home.”"
        },
        {
          "number": 13,
          "latin": "Et statim surrexit, et, levans grabatum, exiit coram omnibus: ita ut mirarentur omnes, et magnificarent Deum, dicentes: Quia numquam sic vidimus.",
          "english": "He got up immediately, took his mat, and walked out in front of everyone. They were all amazed and praised God, saying, “We have never seen anything like this!”"
        },
        {
          "number": 14,
          "latin": "Et egressus est iterum ad mare: omnisque turba veniebat ad eum, et docebat eos.",
          "english": "Jesus went out again to the sea, and the whole crowd came to him, and he began to teach them."
        },
        {
          "number": 15,
          "latin": "Et praeteriens, vidit Levi, Alphei filium, sedentem ad teloneum: et ait illi: Sequere me. Et surgens, secutus est eum.",
          "english": "As he was walking along, he saw Levi, son of Alphaeus, sitting at the tax booth, and he said to him, “Follow me.” And he got up and followed him."
        },
        {
          "number": 16,
          "latin": "Et factum est, cum ille recumberet in domo illius, multi publicani et peccatores simul discumbebant cum Jesu, et discipulis ejus: erant enim multi, qui et sequebantur eum.",
          "english": "While Jesus was having dinner at Levi’s house, many tax collectors and sinners were eating with him and his disciples, for there were many who followed him."
        },
        {
          "number": 17,
          "latin": "Et scribae et pharisaei, videntes eum manducantem cum publicanis et peccatoribus, dicebant discipulis ejus: Quia cum publicanis et peccatoribus manducat et bibit?",
          "english": "When the scribes and the Pharisees saw that he was eating with sinners and tax collectors, they said to his disciples, “Why does he eat with tax collectors and sinners?”"
        },
        {
          "number": 18,
          "latin": "Et audiens Jesus, ait illis: Non necesse habent sani medicum, sed qui male habent: non veni vocare justos, sed peccatores.",
          "english": "Hearing this, Jesus said to them, “Those who are well do not need a physician, but the sick do. I have not come to call the righteous, but sinners.”"
        },
        {
          "number": 19,
          "latin": "Et erant discipuli Johannis et pharisaei jejunantes. Et veniunt, et dicunt illi: Quare discipuli Johannis et pharisaeorum jejunant: tui autem discipuli non jejunant?",
          "english": "John’s disciples and the Pharisees were fasting. They came to Jesus and asked, “Why do John’s disciples and the disciples of the Pharisees fast, but your disciples don’t fast?”"
        },
        {
          "number": 20,
          "latin": "Et ait illis Jesus: Numquid possunt filii sponsi, dum sponsus cum illis est, jejunare?",
          "english": "Jesus said to them, “Can the wedding guests fast while the bridegroom is with them?"
        },
        {
          "number": 21,
          "latin": "Quamdiu habent sponsum secum, non possunt jejunare.",
          "english": "As long as they have the bridegroom with them, they cannot fast."
        },
        {
          "number": 22,
          "latin": "Venient autem dies cum auferetur ab eis sponsus: et tunc jejunabunt in illis diebus.",
          "english": "But the days will come when the bridegroom will be taken from them, and on that day they will fast."
        },
        {
          "number": 23,
          "latin": "Et nemo assuit membrum panni rudis ad vestimentum vetus: alioquin aufert supplementum novum a vetere, et major scissura fit.",
          "english": "“No one sews a patch of unshrunk cloth on an old garment. Otherwise, the new piece tears away from the old, and the tear becomes worse."
        },
        {
          "number": 24,
          "latin": "Et nemo mittit vinum novum in utres veteres: alioquin dirumpent vinum, utres, et vinum effundetur, et utres peribunt: sed novum vinum in utres novos mitti debet.",
          "english": "And no one puts new wine into old wineskins. Otherwise, the wine will burst the skins, and both the wine and the skins will be ruined. Instead, new wine is to be put into new wineskins.”"
        },
        {
          "number": 25,
          "latin": "Et factum est, quod cum sabbato ambularet per sata, discipuli ejus coeperunt gradientes vellere spicas.",
          "english": "One Sabbath, as Jesus was walking through the grainfields, his disciples began to pick some heads of grain."
        },
        {
          "number": 26,
          "latin": "Et pharisaei dicebant ei: Ecce, quid faciunt sabbatis, quod non licet?",
          "english": "The Pharisees said to him, “Look, why are they doing what is unlawful on the Sabbath?”"
        },
        {
          "number": 27,
          "latin": "Et ait illis: Numquam legistis quid fecerit David, quando necessitatem habuit, et esuriit ipse, et qui cum eo erant?",
          "english": "He answered them, “Have you never read what David did when he and his companions were hungry and in need?"
        },
        {
          "number": 28,
          "latin": "quomodo intravit in domum Dei sub Abiathar principe sacerdotum, et panes propositionis comedit, quos non licebat manducare nisi sacerdotibus, et dedit et iis qui cum eo erant?",
          "english": "He entered the house of God in the time of Abiathar the high priest and ate the consecrated bread, which is lawful only for the priests to eat, and he also gave some to his companions.”"
        }
      ]
    },
    {
      "number": 3,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et iterum ingressus est in synagogam: et erat ibi homo habens manum aridam.",
          "english": "Again, He entered the synagogue. And there was a man there whose hand was shriveled."
        },
        {
          "number": 2,
          "latin": "Et observabant eum si sabbatis curaret, ut accusarent eum.",
          "english": "And they watched Him to see if He would heal on the Sabbath so that they could accuse Him."
        },
        {
          "number": 3,
          "latin": "Et ait homini habenti manum aridam: Surge in medium.",
          "english": "And He said to the man with the shriveled hand, “Stand up in the middle.”"
        },
        {
          "number": 4,
          "latin": "Et dicit eis: Licet sabbatis bene facere, an male? animam salvam facere, an perdere? At illi tacebant.",
          "english": "And He said to them, “Is it lawful to do good on the Sabbath, or to do evil? To save a life, or to kill?” But they were silent."
        },
        {
          "number": 5,
          "latin": "Et circumspiciens eos cum ira, contristatus propter caecitatem cordis eorum, ait homini: Extende manum tuam. Et extendit: et restituta est manus eius.",
          "english": "And looking around at them with anger, grieved by the hardness of their hearts, He said to the man, “Stretch out your hand.” And he stretched it out; and his hand was restored."
        },
        {
          "number": 6,
          "latin": "Et exientes statim Pharisaei, cum Herodianis, consilium faciebant adversus eum quomodo eum perderent.",
          "english": "And immediately the Pharisees, along with the Herodians, went out and began to conspire against Him, as to how they might destroy Him."
        },
        {
          "number": 7,
          "latin": "Et Jesus cum discipulis suis secessit ad mare: et multitudo magna a Galilaea et Judaea sequebatur eum,",
          "english": "And Jesus withdrew with His disciples to the sea. And a large crowd from Galilee and Judea followed Him,"
        },
        {
          "number": 8,
          "latin": "et ab Jerusalem, et ab Idumaea, et trans Jordanem: et qui circa Tyrum et Sidonem, magna multitudo, audientes quae faciebat, venerunt ad eum.",
          "english": "and from Jerusalem, and from Idumea, and beyond the Jordan. And those near Tyre and Sidon, a great crowd, hearing all that He was doing, came to Him."
        },
        {
          "number": 9,
          "latin": "Et dixit discipulis suis ut navicula sibi deserviret propter turbam, ne compriment illum.",
          "english": "And He told His disciples that a small boat should be ready for Him because of the crowd, lest they crush Him."
        },
        {
          "number": 10,
          "latin": "Multi enim sanabat, ita ut irruerent in eum ut illum tangerent, quotquot habebant plagas.",
          "english": "For He healed many, so that all those who had afflictions were pressing Him in order to touch Him."
        },
        {
          "number": 11,
          "latin": "Et spiritus immundi, quando eum videbant, procidebant ei: et clamabant, dicentes: Quia tu es Filius Dei.",
          "english": "And whenever the unclean spirits saw Him, they would fall down before Him and cry out, saying, “You are the Son of God!”"
        },
        {
          "number": 12,
          "latin": "Et multum illis comminabatur ne manifestum eum facerent.",
          "english": "And He sternly warned them not to make Him known."
        },
        {
          "number": 13,
          "latin": "Et ascendens in montem vocavit ad se quos voluit: et venerunt ad eum.",
          "english": "And going up on the mountain, He called to Him those whom He Himself willed, and they came to Him."
        },
        {
          "number": 14,
          "latin": "Et fecit ut essent duodecim: et ut mitteret eos praedicare.",
          "english": "And He appointed twelve, that they might be with Him and that He might send them out to preach,"
        },
        {
          "number": 15,
          "latin": "Et dedit illis potestatem curandi infirma et eiciendi daemonia.",
          "english": "and have authority to cast out demons."
        },
        {
          "number": 16,
          "latin": "Et imposuit Simon: et imposuit nomen Petro.",
          "english": "And He appointed Simon, to whom He gave the name Peter;"
        },
        {
          "number": 17,
          "latin": "Et Jacobum Zebedaei, et Joannem fratrem Jacobi: et imposuit eis nomina Boanerges, quod est, Filii tonitrui:",
          "english": "and James the son of Zebedee, and John the brother of James, to whom He gave the name Boanerges, which is, Sons of Thunder;"
        },
        {
          "number": 18,
          "latin": "et Andream, et Philippum, et Bartholomaeum, et Matthaeum, et Thomam, et Jacobum Alphaei, et Thaddaeum, et Simonem Cananaeum,",
          "english": "and Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James the son of Alphaeus, and Thaddaeus, and Simon the Zealot,"
        },
        {
          "number": 19,
          "latin": "et Judam Scariotem, qui et tradidit eum.",
          "english": "and Judas Iscariot, who betrayed Him."
        },
        {
          "number": 20,
          "latin": "Et veniunt ad domum: et concurrunt iterum turbae, ita ut non possent neque panem manducare.",
          "english": "And He went home. And the crowd gathered again, so that they could not even eat a meal."
        },
        {
          "number": 21,
          "latin": "Et cum audissent sui, exierunt tenere eum: dicebant enim, Quoniam in furorem versus est.",
          "english": "And when His family heard it, they went out to seize Him, for they were saying, “He is out of His mind.”"
        },
        {
          "number": 22,
          "latin": "Et scribae, qui de Jerosolymis descenderant, dicebant: Quoniam Beelzebub habet, et quia in principe daemoniorum eicit daemonia.",
          "english": "And the scribes who came down from Jerusalem were saying, “He has Beelzebul,” and, “By the prince of demons He casts out demons.”"
        },
        {
          "number": 23,
          "latin": "Et convocatis eis, in parabolis dicebat illis: Quomodo potest Satanas Satanam eicere?",
          "english": "And He called them to Himself and began to speak to them in parables: “How can Satan cast out Satan?"
        },
        {
          "number": 24,
          "latin": "Et si regnum divisum fuerit contra se, non potest stare regnum illud.",
          "english": "And if a kingdom is divided against itself, that kingdom cannot stand."
        },
        {
          "number": 25,
          "latin": "Et si domusdivisa fuerit contra se, non poterit domus illa stare.",
          "english": "And if a house is divided against itself, that house will not be able to stand."
        },
        {
          "number": 26,
          "latin": "Et si Satanas consurrexit contra se, divisus est, et non potest stare, sed finem habet.",
          "english": "And if Satan has risen up against himself and is divided, he cannot stand, but has an end."
        },
        {
          "number": 27,
          "latin": "Nemo potest vasa fortis ingressus in domum illius diripere, nisi prius fortem alligaverit: et tunc domum illius diripiet.",
          "english": "But no one can enter a strong man's house and plunder his goods unless he first binds the strong man, and then he will plunder his house."
        },
        {
          "number": 28,
          "latin": "Amen dico vobis, quia omnia dimittentur filiis hominum peccata, et blasphemiae quibus blasphemaverint:",
          "english": "“Truly, I say to you, all sins will be forgiven the sons of men, and whatever blasphemies they utter,"
        },
        {
          "number": 29,
          "latin": "sed qui blasphemaverit in Spiritum Sanctum, non habet remissionem in aeternum, sed reus est aeterni delicti.",
          "english": "but whoever blasphemes against the Holy Spirit never has forgiveness, but is guilty of an eternal sin.”"
        },
        {
          "number": 30,
          "latin": "Quia dicebant: Spiritum immundum habet.",
          "english": "For they were saying, “He has an unclean spirit.”"
        },
        {
          "number": 31,
          "latin": "Et veniunt mater ejus et fratres: et foris stantes miserunt ad eum, vocantes eum.",
          "english": "And His mother and His brothers came, and standing outside, they sent to Him, calling Him."
        },
        {
          "number": 32,
          "latin": "Et sedebat circa eum turba: et dicunt ei: Ecce mater tua et fratres tui foris quaerunt te.",
          "english": "And a crowd was sitting around Him, and they said to Him, “Your mother and Your brothers are outside, seeking You.”"
        },
        {
          "number": 33,
          "latin": "Et respondens eis, ait: Quae est mater mea, et fratres mei?",
          "english": "And answering them, He said, “Who is My mother, and who are My brothers?”"
        },
        {
          "number": 34,
          "latin": "Et circumspiciens eos, qui in circuitu ejus sedebant, ait: Ecce mater mea et fratres mei.",
          "english": "And looking around at those who sat around Him, He said, “Here are My mother and My brothers!"
        },
        {
          "number": 35,
          "latin": "Qui enim fecerit voluntatem Dei, hic frater meus, et soror mea, et mater est.",
          "english": "For whoever does the will of God, he is My brother and sister and mother.”"
        }
      ]
    },
    {
      "number": 4,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et iterum coepit docere ad mare: et congregata est ad eum turba multa, ita ut in naviculam ascendens sederet in mari: et omnis turba circa mare erat supra terram.",
          "english": "And again, He began to teach by the sea. And a great crowd gathered around Him, so that He entered a boat and sat on the sea. And all the crowd was on the land near the sea."
        },
        {
          "number": 2,
          "latin": "Et docebat eos in parabolis multa, et dicebat illis in doctrina sua:",
          "english": "And He taught them many things in parables, and said to them in His teaching:"
        },
        {
          "number": 3,
          "latin": "Audite: ecce exiit seminator seminare.",
          "english": "Listen: behold, a sower went out to sow."
        },
        {
          "number": 4,
          "latin": "Et dum seminat, aliud cecidit secus viam, et venerunt volucres caeli, et comederunt illud.",
          "english": "And as he sowed, some seed fell by the wayside, and the birds of the sky came and ate it up."
        },
        {
          "number": 5,
          "latin": "Aliud vero cecidit super petrosa, ubi non habuit multam terram: et statim exortum est, quia non habebat altitudinem terrae.",
          "english": "And some fell upon stony ground where it did not have much earth, and immediately it sprang up because it had no depth of earth."
        },
        {
          "number": 6,
          "latin": "Et ubi ortus est sol, exuruit, et quia non habebat radicem, aruit.",
          "english": "And when the sun rose, it was scorched; and because it had no root, it withered."
        },
        {
          "number": 7,
          "latin": "Et aliud cecidit in spinas: et ascenderunt spinae, et suffocaverunt illud, et fructum non dedit.",
          "english": "And some fell among thorns, and the thorns sprang up and choked it, and it yielded no fruit."
        },
        {
          "number": 8,
          "latin": "Et aliud cecidit in terram bonam: et dabat fructum ascendentem et crescere, et unum triginta, et unum sexaginta, et unum centum.",
          "english": "And some fell on good ground and yielded fruit that sprang up and increased, and produced, some thirtyfold, some sixtyfold, and some a hundredfold."
        },
        {
          "number": 9,
          "latin": "Et dicebat: Qui habet aures audiendi, audiat.",
          "english": "And He said, “He who has ears to hear, let him hear.”"
        },
        {
          "number": 10,
          "latin": "Et cum esset singularis, interrogabant eum qui cum eo erant, cum duodecim, parabolam.",
          "english": "And when He was alone, those around Him with the twelve asked Him about the parable."
        },
        {
          "number": 11,
          "latin": "Et dicebat eis: Vobis datum est nosse mysterium regni Dei: illis autem, qui foris sunt, in parabolis omnia fiunt:",
          "english": "And He said to them, “To you has been given to know the mystery of the kingdom of God, but to those who are outside, all things are done in parables,"
        },
        {
          "number": 12,
          "latin": "ut videntes videant, et non videant, et audientes audiant, et non intelligant: ne quando convertantur, et dimittantur eis peccata.",
          "english": "so that seeing they may see and not perceive, and hearing they may hear and not understand, lest they should turn and their sins be forgiven them.”"
        },
        {
          "number": 13,
          "latin": "Et ait illis: Nescitis parabolam hanc? et quomodo omnes parabolas cognoscetis?",
          "english": "And He said to them, “Do you not understand this parable? How then will you understand all the parables?"
        },
        {
          "number": 14,
          "latin": "Qui seminat, verbum seminat.",
          "english": "The sower sows the word."
        },
        {
          "number": 15,
          "latin": "Hi autem sunt, qui secus viam, ubi seminatur verbum, et statim veniunt Satanas, et aufert verbum, quod seminatum est in cordibus eorum.",
          "english": "And these are the ones by the wayside, where the word is sown. And immediately Satan comes and takes away the word that was sown in their hearts."
        },
        {
          "number": 16,
          "latin": "Et hi sunt similiter, qui super petrosa seminantur: qui cum audierint verbum, statim cum gaudio accipiunt illud:",
          "english": "And these are the ones sown on stony ground: who, when they have heard the word, immediately receive it with joy."
        },
        {
          "number": 17,
          "latin": "et non habent radicem in se, sed temporales sunt: deinde orta tribulatione et persecutione propter verbum, statim scandalizantur.",
          "english": "And they have no root in themselves, but are temporary. Afterward, when tribulation or persecution arises because of the word, immediately they are scandalized."
        },
        {
          "number": 18,
          "latin": "Et alii sunt qui in spinas seminantur: hi sunt, qui verbum audiunt,",
          "english": "And these are the ones sown among thorns: they are those who hear the word,"
        },
        {
          "number": 19,
          "latin": "et curae saeculi, et deceptio divitiarum, et circa reliqua concupiscentiae introeunt, et suffocant verbum, et sine fructu efficitur.",
          "english": "and the cares of the world, the deceitfulness of riches, and the desires for other things enter in and choke the word, and it becomes unfruitful."
        },
        {
          "number": 20,
          "latin": "Et hi sunt, qui in terram bonam seminati sunt: qui audiunt verbum, et suscipiunt, et fructificant, unum triginta, et unum sexaginta, et unum centum.",
          "english": "And those are the ones sown on good ground: who hear the word and receive it, and bear fruit, some thirtyfold, some sixtyfold, and some a hundredfold.”"
        },
        {
          "number": 21,
          "latin": "Et dicebat illis: Numquid venit lucerna ut sub modio ponatur, aut sub lecto ponatur? nonne ut super candelabrum ponatur?",
          "english": "And He said to them, “Does a lamp come to be put under a basket, or under a bed? Is it not to be put on a lampstand?"
        },
        {
          "number": 22,
          "latin": "Non est enim aliquid absconditum, quod non manifestetur: nec factum est occultum, sed ut veniat in palam.",
          "english": "For there is nothing hidden that will not be revealed, nor was anything made secret, but that it should come to light."
        },
        {
          "number": 23,
          "latin": "Si quis habet aures audiendi, audiat.",
          "english": "If anyone has ears to hear, let him hear.”"
        },
        {
          "number": 24,
          "latin": "Et dicebat illis: Videte quid audiatis. In qua mensura mensi fueritis, remetietur vobis, et addetur vobis.",
          "english": "And He said to them, “Take heed what you hear. With whatever measure you measure, it will be measured to you; and to you who hear, more will be added."
        },
        {
          "number": 25,
          "latin": "Qui enim habet, dabitur ei: et qui non habet, et quod habet auferetur ab eo.",
          "english": "For whoever has, to him more will be given; and whoever does not have, even what he has will be taken away from him.”"
        },
        {
          "number": 26,
          "latin": "Et dicebat: Sic est regnum Dei, quasi homo jaciat semen in terram,",
          "english": "And He said, “The kingdom of God is like a man who casts seed on the earth,"
        },
        {
          "number": 27,
          "latin": "et dormiat, et exsurgat nocte et die, et semen germinet, et increscat, nesciat ille.",
          "english": "and sleeps and rises night and day, and the seed sprouts and grows, though he does not know how."
        },
        {
          "number": 28,
          "latin": "ultro enim terra fructificat: primum herbam, deinde spicam, deinde plenum frumentum in spica.",
          "english": "For the earth bears fruit of itself: first the blade, then the head, and then the full grain in the head."
        },
        {
          "number": 29,
          "latin": "Et cum protulerit fructus, statim mittit falcem, quoniam venit messis.",
          "english": "But when the grain is ripe, immediately he puts in the sickle, because the harvest has come.”"
        },
        {
          "number": 30,
          "latin": "Et dicebat: Quomodo similesmus regnum Dei? aut in qua parabola narrabimus illud?",
          "english": "And He said, “To what shall we compare the kingdom of God? Or with what parable will we present it?"
        },
        {
          "number": 31,
          "latin": "Sicut granum sinapis, quod cum seminatum est in terra, minus est omnibus seminibus, quae sunt in terra:",
          "english": "It is like a mustard seed which, when sown on the ground, is the smallest of all the seeds on earth;"
        },
        {
          "number": 32,
          "latin": "et cum seminatum est, ascendit, et fit major omnibus oleribus, et facit ramos magnos, ita ut possint sub umbra ejus volucres caeli habitare.",
          "english": "but when it is sown, it grows up and becomes greater than all herbs, and shoots out large branches, so that the birds of the sky can dwell under its shade.”"
        },
        {
          "number": 33,
          "latin": "Et talibus parabolis loquebatur eis verbum, quatenus possent audire:",
          "english": "And with many such parables, He spoke the word to them as they were able to hear it."
        },
        {
          "number": 34,
          "latin": "sine parabola autem non loquebatur eis: seorsum autem discipulis suis explicabat omnia.",
          "english": "But without a parable, He did not speak to them. But privately to His own disciples, He explained everything."
        },
        {
          "number": 35,
          "latin": "Et cum sero factum esset, dicit eis: Transeamus contra.",
          "english": "And on that day, when evening had come, He said to them, “Let us pass over to the other side.”"
        },
        {
          "number": 36,
          "latin": "Et dimittentes turbam, assumunt eum ita in navi: et aliae naves erant cum illo.",
          "english": "And leaving the crowd, they took Him along in the boat, and there were also other boats with Him."
        },
        {
          "number": 37,
          "latin": "Et facta est procella magna venti, et fluctus mittebant in navim, ita ut jam impleretur navis.",
          "english": "And a great windstorm arose, and the waves were breaking into the boat, so that it was already filling."
        },
        {
          "number": 38,
          "latin": "Et ipse erat in puppi dormiens super cervical: et excitaverunt eum, et dicunt ei: Magister, nonne curas quod perimus?",
          "english": "But He was in the stern, asleep on a cushion. And they awoke Him and said to Him, “Teacher, do you not care that we are perishing?”"
        },
        {
          "number": 39,
          "latin": "Et exsurgens comminatus est vento, et dixit mari: Tace, obmutesce. Et cessavit ventus: et facta est tranquillitas magna.",
          "english": "Then He arose and rebuked the wind, and said to the sea, “Peace! Be still!” And the wind ceased and there was a great calm."
        },
        {
          "number": 40,
          "latin": "Et dixit eis: Quid timidi estis? nondum habetis fidem?",
          "english": "And He said to them, “Why are you so fearful? How is it that you have no faith?”"
        },
        {
          "number": 41,
          "latin": "Et timuerunt timore magno: et dicebant alter ad alterum: Quis putas hic est, quia et ventus et mare obediunt ei?",
          "english": "And they feared exceedingly, and said to one another, “Who can this be, that even the wind and the sea obey Him?”"
        }
      ]
    },
    {
      "number": 5,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et venerunt in mare, in regionem Gerasenorum. Et egressus statim de navi, occurrit ei de monumentis homo in spiritu immundo,",
          "english": "They went to the sea in the territory of the Gerasenes. As soon as He disembarked from the boat, a man possessed by an evil spirit met Him there from the tombs,"
        },
        {
          "number": 2,
          "latin": "qui habitationem habebat in monumentis, et iam neque catenis poterat quisquam eum ligare,",
          "english": "The man lived in the tombs. No one could bind him anymore, not even with chains."
        },
        {
          "number": 3,
          "latin": "quia saepe compeditibus et catenis vinctus, dirumperet catenas et compedes confringeret, et nemo poterat eum domare.",
          "english": "Often he had been bound with shackles and chains. But he would tear apart the chains and break the shackles, and no one could control him."
        },
        {
          "number": 4,
          "latin": "Et erat semper die ac nocte in monumentis et in montibus clamans, et seipsum scindens lapidibus.",
          "english": "Day and night among the tombs and in the mountains, he was constantly shouting and cutting himself with stones."
        },
        {
          "number": 5,
          "latin": "Videns autem Jesum a longe, cucurrit et adoravit eum.",
          "english": "Seeing Jesus from afar, he ran to Him and bowed down,"
        },
        {
          "number": 6,
          "latin": "Et clamans voce magna, dixit: Quid mihi et tibi, Jesu fili Dei altissimi? Adjuro te per Deum, ne me torqueas.",
          "english": "shouting in a loud voice, “What have You to do with me, Jesus, Son of the Most High God? I implore You by God, do not torment me.”"
        },
        {
          "number": 7,
          "latin": "Dicebat enim illi: Exi spiritus immunde ab homine.",
          "english": "Jesus was already saying to him, “Come out, unclean spirit, from this man.”"
        },
        {
          "number": 8,
          "latin": "Et interrogabat eum: Quod tibi nomen est? Et dixit: Legio nomen mihi est, quia multi sumus.",
          "english": "Jesus asked him, “What is your name?” He replied, “My name is Legion, for we are many.”"
        },
        {
          "number": 9,
          "latin": "Et rogabat eum multum, ne se expelleret extra regionem.",
          "english": "And he begged Jesus again and again not to send them out of the area."
        },
        {
          "number": 10,
          "latin": "Erat autem ibi grex porcorum magnus pascentium.",
          "english": "A large herd of swine was feeding there on the hillside."
        },
        {
          "number": 11,
          "latin": "Et rogabant eum spiritus dicentes: Mitte nos in porcos, ut ingrediamur in eos.",
          "english": "And the spirits begged Him, saying, “Send us into the swine so that we may enter them.”"
        },
        {
          "number": 12,
          "latin": "Et statim Jesus permisit eis. Et exierunt spiritus immundi, et introierunt in porcos: et magno impetu grex praecipitatus est in mare ad duo milia, et suffocati sunt in mari.",
          "english": "Jesus gave them permission, and the unclean spirits came out and entered the swine. The herd, about two thousand in number, rushed down the steep bank into the sea and were drowned there."
        },
        {
          "number": 13,
          "latin": "Qui autem pascebant eos, fugerunt, et nuntiaverunt in civitatem et in villas. Et exierunt videre quid esset factum.",
          "english": "Those who were tending them ran off and reported it in the city and the surrounding countryside. People went out to see what had happened."
        },
        {
          "number": 14,
          "latin": "Et veniunt ad Jesum, et vident illum qui a daemonio vexabatur, sedentem, vestitum, et sanae mentis: et timuerunt.",
          "english": "They came to Jesus and saw the man who had been possessed by the legion of demons sitting there, clothed and in his right mind, and they were afraid."
        },
        {
          "number": 15,
          "latin": "Et nuntiaverunt illis qui viderant, quemadmodum factum esset ad daemoniacum, et de porcis.",
          "english": "Those who had seen what had happened told them the whole story about the demon-possessed man and the swine."
        },
        {
          "number": 16,
          "latin": "Et coeperunt rogare eum ut discederet de finibus eorum.",
          "english": "Then they began to beg Jesus to leave their region."
        },
        {
          "number": 17,
          "latin": "Et cum ascensisset navim, coepit eum rogare qui a daemonio vexatus fuerat, ut esset cum eo.",
          "english": "As Jesus was getting into the boat, the man who had been demon-possessed begged Him to go with him."
        },
        {
          "number": 18,
          "latin": "Et non permisit eum, sed dixit ei: Vade in domum tuam ad tuos, et annuntia illis quanta tibi Deus fecerit, et misertus sit tui.",
          "english": "Jesus did not let him, but said to him, “Go home to your family and tell them how much the Lord has done for you, and how He has had mercy on you.”"
        },
        {
          "number": 19,
          "latin": "Et abiit, et coepit praedicare in Decapoli quanta fecisset illi Jesus: et omnes mirabantur.",
          "english": "So the man went away and began to proclaim in the Decapolis how much Jesus had done for him, and all those who heard it were amazed."
        },
        {
          "number": 20,
          "latin": "Et cumtransisset Jesus in navi rursum,transfretavit in aliam regionem: et congregata est turba magna circa eum, et erat secus mare.",
          "english": "When Jesus had crossed over again in the boat to the other side, a large crowd gathered around Him, and He was by the sea."
        },
        {
          "number": 21,
          "latin": "Et venit unus de principibus synagogae, nomine Jairus: et videns eum, procidit ad pedes ejus,",
          "english": "Then one of the synagogue officials, named Jairus, came to Jesus. Seeing Him, he fell at His feet,"
        },
        {
          "number": 22,
          "latin": "et deprecabatur eum multum, dicens: Quoniam filia mea in extremis est, ut venias, et imponas ei manus, ut salva sit, et vivat.",
          "english": "and begged Him repeatedly, saying, “My little daughter is at the point of death. Please come and put Your hands on her so that she may be healed and live.”"
        },
        {
          "number": 23,
          "latin": "Et abiit cum illo, et sequebatur eum turba multa, et premebant eum.",
          "english": "So Jesus went with him. A large crowd followed and pressed around Him."
        },
        {
          "number": 24,
          "latin": "Et mulier, quae erat in profluvio sanguinis annis duodecim,",
          "english": "And a woman was there who had been suffering from a hemorrhage for twelve years."
        },
        {
          "number": 25,
          "latin": "et audierat de Jesu, venit in turba retro, et tetigit vestimentum ejus.",
          "english": "She had heard about Jesus and came up behind Him in the crowd and touched His cloak,"
        },
        {
          "number": 26,
          "latin": "Dicebat enim: Quia si tetigero tantum vestimentum ejus, salva ero.",
          "english": "because she said, “If I just touch His clothes, I will be healed.”"
        },
        {
          "number": 27,
          "latin": "Et confestim siccatus est fons sanguinis ejus: et sensit in corpore quod sanata esset a plaga.",
          "english": "Immediately her flow of blood dried up, and she realized in her body that she was healed of her affliction."
        },
        {
          "number": 28,
          "latin": "Et statim Jesus cognoscens in semetipso virtutem quae exierat de eo, conversus ad turbam, dicebat: Quis tetigit vestimentum meum?",
          "english": "At once Jesus realized that power had gone out from Him. He turned around in the crowd and said, “Who touched My clothes?”"
        },
        {
          "number": 29,
          "latin": "Et dicebant ei discipuli sui: Vides turbam prementem te, et dicis: Quis me tetigit?",
          "english": "His disciples said to Him, “You see the crowd pressing around You, and yet You ask, ‘Who touched Me?’"
        },
        {
          "number": 30,
          "latin": "Et circumspiciebat videre eam quae hoc fecerat.",
          "english": "But Jesus kept looking around to see who had done it."
        },
        {
          "number": 31,
          "latin": "Mulier autem timens et tremens, sciens quod facta est in ea, venit, et procidit ante eum, et dixit ei omnem veritatem.",
          "english": "The woman, knowing what had happened to her, came with fear and trembling, and fell down before Him and told Him the whole truth."
        },
        {
          "number": 32,
          "latin": "Ille autem dixit ei: Filia, fides tua te salvam fecit: vade in pacem, et esto sana a plaga tua.",
          "english": "He said to her, “Daughter, your faith has healed you. Go in peace and be free from your affliction.”"
        },
        {
          "number": 33,
          "latin": "Adhuc eo loquente, veniunt a principe synagogae, dicentes: Quia filia tua mortua est: quid ultra vexas magistrum?",
          "english": "While He was still speaking, some people came from the synagogue official’s house and said, “Your daughter is dead. Why bother the Teacher any more?”"
        },
        {
          "number": 34,
          "latin": "Jesus autem statim audito verbo, quod dicebatur, ait principi synagogae: Noli timere, tantum crede.",
          "english": "But Jesus overheard what they were saying and said to the synagogue official, “Do not be afraid; just believe.”"
        },
        {
          "number": 35,
          "latin": "Et non permisit quemquam sequi se, nisi Petrum, et Jacobum, et Joannem fratrem Jacobi.",
          "english": "He allowed no one to follow Him except Peter, James, and John the brother of James."
        },
        {
          "number": 36,
          "latin": "Et veniunt in domum principis synagogae: et videt tumultum, et flentes et ululantes multum.",
          "english": "They came to the home of the synagogue official, and Jesus saw a commotion, with people weeping and wailing loudly."
        },
        {
          "number": 37,
          "latin": "Et ingressus, ait illis: Quid turbamini, et ploratis? Puella non est mortua, sed dormit.",
          "english": "When He entered, He said to them, “Why are you making a commotion and weeping? The child is not dead but sleeping.”"
        },
        {
          "number": 38,
          "latin": "Et irridebant eum. Ipse vero eiectis omnibus, assumpsit patrem et matrem puellae, et qui secum erant, et intrat ubi puella erat.",
          "english": "And they laughed at Him. But He put them all out and took the child’s father and mother and those who were with Him and went in where the child was."
        },
        {
          "number": 39,
          "latin": "Et tenens manum puellae, ait illi: Talitha cumi, quod est interpretatum: Puella, tibi dico, surge.",
          "english": "Taking her by the hand, He said to her, “Talitha koum,” which means, “Little girl, I say to you, get up!”"
        },
        {
          "number": 40,
          "latin": "Et statim surrexit puella, et ambulabat: erat autem annorum duodecim: et expaverunt statim magno stupore.",
          "english": "Immediately the girl got up and began to walk around (for she was twelve years old). And the people were utterly amazed."
        },
        {
          "number": 41,
          "latin": "Et praecepit illis vehementer, ne quis sciret: et dixit dari illi manducare.",
          "english": "He gave them strict orders not to let anyone know about this, and told them to give her something to eat."
        }
      ]
    },
    {
      "number": 6,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et exiit inde, et venit in patriam suam: et sequebantur eum discipuli sui.",
          "english": "Jesus left that place and returned to His home country. His disciples followed Him."
        },
        {
          "number": 2,
          "latin": "Et facto sabbato, coepit in synagoga docere: et multi audientes admirabantur in doctrina ejus, dicentes: Unde huic haec? et quae est ista sapientia, quae data est illi, et virtutes tales, quae per manus ejus fiunt?",
          "english": "When the Sabbath arrived, He began teaching in the synagogue. Many people heard Him and were astonished by His teaching. They asked, “Where did He get these things? What is this wisdom given to Him? And what are these mighty works that are done by His hands?”"
        },
        {
          "number": 3,
          "latin": "Nonne hic est faber, filius Mariae, frater Jacobi, et Joseph, et Judae, et Simonis? nonne et sorores ejus hic sunt nobiscum? Et scandalizabantur in eo.",
          "english": "“Isn't this the carpenter, the son of Mary, and the brother of James, and Joseph, and Judas, and Simon? Aren’t His sisters here with us?” And they took offense at Him."
        },
        {
          "number": 4,
          "latin": "Et dicebat eis Jesus: Non est propheta sine honore, nisi in patria sua, et in cognatis suis, et in domo sua.",
          "english": "Jesus said to them, “A prophet is not without honor, except in his own country, among his own relatives, and in his own house.”"
        },
        {
          "number": 5,
          "latin": "Et non poterat ibi virtutem ullam facere, nisi paucos infirmos, inpositis manibus, curavit.",
          "english": "And He could do no mighty works there, except that He laid His hands on a few sick people and healed them."
        },
        {
          "number": 6,
          "latin": "Et mirabatur propter incredulitatem illorum: et circuibat castella in circuitu, docens.",
          "english": "And He marveled at their unbelief. Then He went around teaching in the surrounding villages."
        },
        {
          "number": 7,
          "latin": "Et convocavit duodecim: et coepit illos mittere binos, et dabat illis potestatem in spiritibus immundis,",
          "english": "He called the Twelve to Him and began to send them out two by two, giving them authority over unclean spirits."
        },
        {
          "number": 8,
          "latin": "et praecepit eis, ne quid tollerent in via, nisi virgam tantum: non peram, non panem, neque in zona aes;",
          "english": "He instructed them to take nothing for their journey except a staff: no bag, no bread, and no money in their belts."
        },
        {
          "number": 9,
          "latin": "sed calciatos sandaliis, et ne induerent duas tunicas.",
          "english": "They were to wear sandals and not to put on two tunics."
        },
        {
          "number": 10,
          "latin": "Et dicebat eis: In quacunque domo intraveritis, illic manete donec exieritis inde.",
          "english": "He said to them, “Wherever you enter a house, stay there until you leave that place."
        },
        {
          "number": 11,
          "latin": "Et quicumque vos non receperint, neque audierint vos: exeuntes inde, excutite pulverem de pedibus vestris in testimonium illis. Amen dico vobis, quod magis tolerabile erit Sodomorum et Gomorrhæorum in die judicii, quam illi.",
          "english": "And if any place will not welcome you or listen to you, shake off the dust that is on your feet as a testimony against them when you leave. Truly, I say to you, it will be more tolerable for Sodom and Gomorrah on the day of judgment than for that town.”"
        },
        {
          "number": 12,
          "latin": "Et egressi praedicabant ut poenitentiam agerent.",
          "english": "So they went out and preached that people should repent."
        },
        {
          "number": 13,
          "latin": "Et daemonia multa eiciebant, et ungebant oleo multos aegrotos, et sanabant.",
          "english": "And they cast out many demons, and they anointed many who were sick with oil, and healed them."
        },
        {
          "number": 14,
          "latin": "Et audivit Herodes rex (manifestum enim factum est nomen ejus) et dicebat: Joannes Baptista a mortuis resurrexit, et propterea virtutes operantur in illo.",
          "english": "King Herod heard about Him, for His name had become well-known. He was saying, “John the Baptist has been raised from the dead, and that is why these powers are at work in Him.”"
        },
        {
          "number": 15,
          "latin": "Alii autem dicebant: Quia Elias est. Alii vero dicebant: Quia propheta est, sicut unus ex prophetis.",
          "english": "Others said, “He is Elijah.” And others said, “He is a prophet, like one of the prophets.”"
        },
        {
          "number": 16,
          "latin": "Quo audito Herodes, dicebat: Quem ego decollari jussi Joannem, hic est: ipse surrexit.",
          "english": "But when Herod heard this, he said, “John, whom I beheaded, has been raised.”"
        },
        {
          "number": 17,
          "latin": "Ipse enim Herodes misit, et comprehendit Joannem, et vinxit eum in carcere propter Herodiadem uxorem Philippi fratris sui, quia duxerat eam.",
          "english": "For Herod himself had sent and arrested John, and had bound him in prison on account of Herodias, the wife of his brother Philip, because he had married her."
        },
        {
          "number": 18,
          "latin": "Dicebat enim Joannes Herodi: Non licet tibi habere uxorem fratris tui.",
          "english": "For John had been saying to Herod, “It is not lawful for you to have your brother's wife.”"
        },
        {
          "number": 19,
          "latin": "Herodias autem insidiabatur illi: et volebat illum occidere, et non poterat.",
          "english": "And Herodias was angry with him and wanted to kill him, but she could not."
        },
        {
          "number": 20,
          "latin": "Herodes enim metuebat Joannem, sciens eum virum justum et sanctum: et custodiebat eum, et audito eo, multa faciebat, et libenter eum audiebat.",
          "english": "For Herod feared John, knowing that he was a righteous and holy man, and he kept him safe. When he heard him, he was greatly perplexed, and yet he liked to listen to him."
        },
        {
          "number": 21,
          "latin": "Et cum dies opportunus venisset, Herodes natalis sui cenam fecit principibus, et tribunis, et primis Galilaeae.",
          "english": "But when a convenient time came, Herod gave a banquet for his nobles and military commanders and the leading men of Galilee."
        },
        {
          "number": 22,
          "latin": "Et cum intravisset filia Herodiadis, et saltasset, et placuisset Herodi et his qui simul recumbebant, dixit rex puellae: Pete a me quod vis, et dabo tibi.",
          "english": "When the daughter of Herodias came in and danced, she pleased Herod and those who were with him. And the king said to the girl, “Ask me for whatever you wish, and I will give it to you.”"
        },
        {
          "number": 23,
          "latin": "Et juravit illi: Quia quodcumque petieris a me, dabo tibi, usque ad dimidium regni mei.",
          "english": "And he swore an oath to her, “Whatever you ask me, I will give you, even up to half of my kingdom.”"
        },
        {
          "number": 24,
          "latin": "Qua egressa, ait matri suae: Quid petam? At illa dixit: Caput Joannis Baptistae.",
          "english": "She went out and said to her mother, “What shall I ask for?” And she said, “The head of John the Baptist.”"
        },
        {
          "number": 25,
          "latin": "Et cum introisset statim cum festinatione ad regem, et petierat dicens: Volo ut protinus mihi des in disco caput Joannis Baptistae.",
          "english": "And immediately she came in a hurry to the king and asked, saying, “I want you to give me the head of John the Baptist on a platter right away.”"
        },
        {
          "number": 26,
          "latin": "Et contristatus rex: propter juramentum, et propter eos qui simul recumbebant, noluit eam contristare.",
          "english": "And the king was exceedingly sorry, but because of his oath and because of those who were with him, he did not want to break his word to her."
        },
        {
          "number": 27,
          "latin": "Statimque misit rex speculatorem, et praecepit afferri caput ejus. Qui iens decollavit eum in carcere,",
          "english": "And immediately the king sent an executioner and commanded that John’s head be brought. So he went and beheaded him in the prison,"
        },
        {
          "number": 28,
          "latin": "et attulit caput ejus in disco: et dedit illud puellae, et puella dedit matri suae.",
          "english": "and brought his head on a platter and gave it to the girl, and the girl gave it to her mother."
        },
        {
          "number": 29,
          "latin": "Quo audito, discipuli ejus venerunt, et tulerunt corpus ejus, et posuerunt illud in monumento.",
          "english": "When his disciples heard about it, they came and took his body and laid it in a tomb."
        },
        {
          "number": 30,
          "latin": "Et redeuntes Apostoli ad Jesum, renuntiaverunt ei omnia quae fecerant et docuerant.",
          "english": "The apostles returned to Jesus and reported to Him all that they had done and taught."
        },
        {
          "number": 31,
          "latin": "Et ait illis: Venite seorsum in desertum locum, et requiescite pusillum. Erant enim qui veniebant et ibant multi: et nec manducandi spatium habebant.",
          "english": "He said to them, “Come away by yourselves to a desolate place and rest a while.” For many were coming and going, and they had no leisure even to eat."
        },
        {
          "number": 32,
          "latin": "Et ascendentes in navim, abierunt in desertum locum seorsum.",
          "english": "And they went away in the boat to a desolate place by themselves."
        },
        {
          "number": 33,
          "latin": "Et viderunt eos euntes, et cognoverunt multi: et pedestres currerunt illuc de omnibus civitatibus, et praevenerunt eos.",
          "english": "Now many saw them going and recognized them, and they ran there on foot from all the towns and arrived ahead of them."
        },
        {
          "number": 34,
          "latin": "Et exiens Jesus, vidit turbam multam: et misertus est super eos, quia erant sicut oves non habentes pastorem: et coepit docere illos multa.",
          "english": "When He went ashore, He saw a large crowd and had compassion on them, because they were like sheep without a shepherd. And He began to teach them many things."
        },
        {
          "number": 35,
          "latin": "Et jam hora multo praeteriit, accedentes discipuli ejus, dicunt ei: Desertus est locus, et jam hora praeteriit:",
          "english": "And when it was already late, His disciples came to Him and said, “This is a desolate place, and it is already late."
        },
        {
          "number": 36,
          "latin": "Dimitte illos, ut euntes in proximas villas et vicos, emant sibi panes: non enim habent quid manducent.",
          "english": "Send them away so that they may go into the surrounding countryside and villages and buy themselves something to eat, for they have nothing to eat.”"
        },
        {
          "number": 37,
          "latin": "Et respondens, ait illis: Date illis vos manducare. Et dixerunt ei: Euntes, emamus denariis ducentis panes, et dabimus eis manducare?",
          "english": "But He answered them, “You give them something to eat.” And they said to Him, “Shall we go and buy two hundred denarii worth of bread and give them something to eat?”"
        },
        {
          "number": 38,
          "latin": "Et dicit eis: Quot panes habetis? Ite et videte. Et cum cognovissent, dicunt: Quinque, et duos pisces.",
          "english": "And He said to them, “How many loaves do you have? Go and see.” And when they had found out, they said, “Five, and two fish.”"
        },
        {
          "number": 39,
          "latin": "Et praecepit illis ut facerent discumbere omnes secundum turmas super viride foenum.",
          "english": "Then He commanded them all to sit down in groups on the green grass."
        },
        {
          "number": 40,
          "latin": "Et discubuerunt per centenos, et per quinquagenos.",
          "english": "They reclined in companies of hundreds and of fifties."
        },
        {
          "number": 41,
          "latin": "Et acceptis quinque panibus et duobus piscibus, suspiciens in caelum, benedixit, et fregit panes, et dedit discipulis suis, ut ponerent ante eos: et duos pisces divisit omnibus.",
          "english": "And taking the five loaves and the two fish, He looked up to the universe and blessed and broke the loaves. Then He gave them to the disciples to set before the people. And He divided the two fish among them all."
        },
        {
          "number": 42,
          "latin": "Et manducaverunt omnes, et saturati sunt.",
          "english": "And they all ate and were satisfied."
        },
        {
          "number": 43,
          "latin": "Et sustulerunt fragmenta, duodecim cofini, et de piscibus.",
          "english": "And they took up twelve baskets full of broken pieces and of the fish."
        },
        {
          "number": 44,
          "latin": "Et qui manducaverant, fuerunt quinque millia virorum.",
          "english": "Those who ate the loaves were about five thousand men."
        },
        {
          "number": 45,
          "latin": "Et statim coegit discipulos suos ascendere in navim, et praecedere eum trans fretum ad Bethsaidam, dum ipse dimitteret populum.",
          "english": "Immediately He made His disciples get into the boat and go ahead of Him to Bethsaida, while He sent the crowd away."
        },
        {
          "number": 46,
          "latin": "Et cum dimisisset eos, abiit in montem orare.",
          "english": "And after He had taken leave of them, He went up on the mountain to pray."
        },
        {
          "number": 47,
          "latin": "Et cum sero esset, erat navis in medio mari, et ipse solus super terram.",
          "english": "When evening came, the boat was out on the sea, and He was alone on the land."
        },
        {
          "number": 48,
          "latin": "Et videns illos laborantes in remigatione (erat enim ventus contrarius eis), et circa quartam vigiliam noctis venit ad eos, ambulans super mare: et volebat praeterire eos.",
          "english": "And seeing that they were straining at the oars, for the wind was against them, He came to them in the fourth watch of the night, walking on the sea. He intended to pass by them."
        },
        {
          "number": 49,
          "latin": "At illi videntes eum ambulantem supra mare, putaverunt fantasma esse, et clamabant.",
          "english": "But when they saw Him walking on the sea, they thought it was a ghost, and they cried out."
        },
        {
          "number": 50,
          "latin": "Omnes enim eum viderunt, et conturbati sunt. Et statim locutus est cum illis, et dixit eis: Confidite, ego sum, nolite timere.",
          "english": "For they all saw Him and were terrified. But immediately He spoke with them and said to them, “Take heart; it is I. Do not be afraid.”"
        },
        {
          "number": 51,
          "latin": "Et ascendit ad illos in navim, et cessavit ventus: et magis intra se stupebant:",
          "english": "Then He got into the boat with them, and the wind ceased. And they were utterly astounded,"
        },
        {
          "number": 52,
          "latin": "non enim intellexerant de panibus: erat enim cor illorum obcaecatum.",
          "english": "because they had not understood about the loaves, but their hearts were hardened."
        },
        {
          "number": 53,
          "latin": "Et cum transfretassent, venerunt in terram Gennesareth, et applicuerunt.",
          "english": "When they had crossed over, they came to land at Gennesaret and moored to the shore."
        },
        {
          "number": 54,
          "latin": "Et cum egressi essent de navi, statim cognoverunt eum:",
          "english": "And when they got out of the boat, immediately the people recognized Him"
        },
        {
          "number": 55,
          "latin": "et currentes per totam regionem illam, coeperunt in lectis portare eos, qui se male habebant, ubicumque audiebant eum esse.",
          "english": "and ran about the whole region and began to bring the sick people on their beds to where they heard He was."
        },
        {
          "number": 56,
          "latin": "Et quocumque introibat, in vicos, vel in villas, aut in civitates, in plateis ponebant infirmos, et deprecabantur eum, ut vel fimbriam vestimenti ejus tangerent: et quotquot tangebant eum, salvi fiebant.",
          "english": "And wherever He went, into villages or cities or farms, they laid the sick in the marketplaces and begged Him that they might touch even the fringe of His garment. And as many as touched Him were made well."
        }
      ]
    },
    {
      "number": 7,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et conveniunt ad eum pharisæi et quidam de scribis, venientes ab Jerosolymis.",
          "english": "Then the Pharisees and some scribes came together to see Him, having traveled from Jerusalem."
        },
        {
          "number": 2,
          "latin": "Et cum vidissent quosdam de discipulis ejus communibus manibus, id est non lavatis, panem manducare, reprehenderunt.",
          "english": "And when they saw some of His disciples eating food with hands that were not washed—that is, common hands—they criticized them."
        },
        {
          "number": 3,
          "latin": "Pharisæi enim, et omnes Judæi, nisi crebro laverint manus, non manducant, tenentes traditionem seniorum:",
          "english": "The Pharisees and all the Jews don't eat unless they wash their hands often, holding fast to the traditions of their elders:"
        },
        {
          "number": 4,
          "latin": "et a foro, nisi aspergeantur, non comedunt: et alia multa sunt, quæ acceperunt tenere, lavationes calicum, et urceorum, et æris, et lectulorum.",
          "english": "And after coming from the marketplace, they don't eat unless they wash first. There are many other traditions which they have received to keep, such as washing cups, jugs, bronze vessels, and beds."
        },
        {
          "number": 5,
          "latin": "Et interrogabant eum pharisæi et scribæ: Quare discipuli tui non ambulant juxta traditionem seniorum, sed communibus manibus panem manducant?",
          "english": "Then the Pharisees and scribes questioned Him: “Why do Your disciples not live according to the traditions of the elders, but eat food with common hands?”"
        },
        {
          "number": 6,
          "latin": "Qui respondens, dixit eis: Bene prophetavit Isaias de vobis hypocritis, sicut scriptum est: Populus hic labiis me honorat, cor autem eorum longe est a me.",
          "english": "He responded by saying to them: “Isaiah prophesied correctly about you hypocrites, as it is written: ‘This people honors Me with their lips, but their heart is far from Me.’"
        },
        {
          "number": 7,
          "latin": "In vanum autem colunt me, docentes doctrinas et præcepta hominum.",
          "english": "‘In vain they worship Me, teaching doctrines and precepts of men.’"
        },
        {
          "number": 8,
          "latin": "Relinquentes enim mandatum Dei, tenetis traditionem hominum: lavationes urceorum et calicum: et alia similia multa facitis.",
          "english": "‘For, abandoning the commandment of God, you hold to the tradition of men: washing of jugs and cups, and many other similar things you do.’"
        },
        {
          "number": 9,
          "latin": "Et dicebat eis: Bene irritum facitis præceptum Dei, ut traditionem vestram statuatis.",
          "english": "And He said to them: “You do very well at making the commandment of God invalid, so that you can establish your own tradition.”"
        },
        {
          "number": 10,
          "latin": "Moyses enim dixit: Honora patrem tuum et matrem tuam: et, Qui maledixerit patri, vel matri, morte moriatur.",
          "english": "For Moses said: ‘Honor your father and your mother,’ and ‘Whoever curses father or mother must surely die.’"
        },
        {
          "number": 11,
          "latin": "Vos autem dicitis: Si dixerit homo patri, vel matri, Corban (quod est donum), quodcumque ex me profuerit tibi:",
          "english": "But you say: ‘If a man says to his father or mother, “Corban” (which means, a gift), whatever profit you might have received from me,’"
        },
        {
          "number": 12,
          "latin": "jam non permittitis eum quidquam facere patri suo, aut matri suæ,",
          "english": "you no longer permit him to do anything for his father or his mother,"
        },
        {
          "number": 13,
          "latin": "irritum facientes verbum Dei per traditionem vestram, quam tradidistis: et multa his similia facitis.",
          "english": "making the word of God invalid through your tradition, which you have handed down. And you do many things similar to these.”"
        },
        {
          "number": 14,
          "latin": "Et convocatis iterum turbis, dicebat eis: Audite me omnes, et intelligite.",
          "english": "And, having called the crowd again, He said to them: “Listen to Me, all of you, and understand."
        },
        {
          "number": 15,
          "latin": "Nihil est extra hominem, quod intrinsecus in eum intret, quod possit eum coinquinare: sed quæ de homine procedunt, ea sunt quæ coinquinant hominem.",
          "english": "There is nothing outside a man which, entering into him, can defile him; but the things which come out of the man, these are what defile the man."
        },
        {
          "number": 16,
          "latin": "Si quis habet aures audiendi, audiat.",
          "english": "If anyone has ears to hear, let him hear.”"
        },
        {
          "number": 17,
          "latin": "Et cum introisset in domum a turba, interrogabant eum discipuli ejus de parabola.",
          "english": "And when He entered into the house away from the crowd, His disciples questioned Him about the parable."
        },
        {
          "number": 18,
          "latin": "Et ait illis: Sic et vos imprudentes estis? non intelligitis quia omne, quod deintrorsum in hominem intrat, non potest eum coinquinare?",
          "english": "And He said to them: “Are you also as unintelligent? Don’t you understand that everything that enters a man from outside cannot defile him,"
        },
        {
          "number": 19,
          "latin": "quia non intrat in cor ejus, sed in ventrem, et in secessum exit, purgans omnes escas?",
          "english": "because it doesn’t enter his heart, but his stomach, and it goes out into the latrine, eliminating all the food?”"
        },
        {
          "number": 20,
          "latin": "Dicebat autem, Quia quod de homine exit, illa coinquinant hominem.",
          "english": "But He said, “What comes out of a man, that defiles the man."
        },
        {
          "number": 21,
          "latin": "Ab intus enim de corde hominum mala cogitationes procedunt, fornicationes, furta, homicidia,",
          "english": "For from within, out of the heart of men, proceed evil thoughts, acts of sexual immorality, thefts, murders,"
        },
        {
          "number": 22,
          "latin": "adulteria, avaritiæ, malitiæ, dolus, impudicitia, oculus malus, blasphemia, superbia, stultitia.",
          "english": "adulteries, acts of greed, wickedness, deceit, sensuality, envy, slander, arrogance, and foolishness."
        },
        {
          "number": 23,
          "latin": "Omnia hæc mala ab intus procedunt, et coinquinant hominem.",
          "english": "All these evils proceed from within and defile the man.”"
        },
        {
          "number": 24,
          "latin": "Et inde surgens abiit in fines Tyri et Sidonis: et ingressus domum, neminem volebat scire, et non potuit latere.",
          "english": "Then, getting up, He went away to the area of Tyre and Sidon. And, entering a house, He didn’t want anyone to know, and yet He couldn’t remain hidden."
        },
        {
          "number": 25,
          "latin": "Mulier enim, cujus filia habebat spiritum immundum, statim ut audivit de eo, venit, et procidit ad pedes ejus.",
          "english": "For a woman whose daughter had an unclean spirit, immediately after hearing about Him, came and fell at His feet."
        },
        {
          "number": 26,
          "latin": "Erat enim mulier gentilis, Syrophœnissa genere. Et rogabat eum ut eiceret dæmonium a filia sua.",
          "english": "The woman was a Gentile, of Syrophoenician origin. And she begged Him to cast the demon out of her daughter."
        },
        {
          "number": 27,
          "latin": "Qui dicebat illi: Sine prius saturari filios: non est enim bonum sumere panem filiorum, et mittere canibus.",
          "english": "He said to her, “Let the children be satisfied first, for it is not right to take the children’s bread and throw it to the dogs.”"
        },
        {
          "number": 28,
          "latin": "At illa respondit: Domine, nam et canes sub mensa edunt de micis puerorum.",
          "english": "But she responded, “Yes, Lord; but even the dogs under the table eat from the crumbs of the children.”"
        },
        {
          "number": 29,
          "latin": "Et ait illi: Propter hoc verbum, vade: exiit dæmonium a filia tua.",
          "english": "And He said to her: “Because of this word, go; the demon has gone out of your daughter.”"
        },
        {
          "number": 30,
          "latin": "Et abiit in domum suam, et invenit puellam jacens super lectum, et dæmonium exiisse.",
          "english": "And going home, she found the girl lying on the bed, and the demon had gone out."
        },
        {
          "number": 31,
          "latin": "Et iterum exiens de finibus Tyri, venit per Sidonem ad mare Galilææ, per medios fines Decapoleos.",
          "english": "Then, departing again from the territory of Tyre, He came through Sidon to the Sea of Galilee, through the midst of the territory of the Decapolis."
        },
        {
          "number": 32,
          "latin": "Et adducunt ei surdum et mutum: et deprecabantur eum, ut imponeret illi manum.",
          "english": "And they brought to Him a man who was deaf and mute. And they begged Him to place His hand on him."
        },
        {
          "number": 33,
          "latin": "Et apprehensum illum de turba, seorsum misit, et misit digitos suos in auriculas ejus: et exspuens, tangit linguam ejus:",
          "english": "And, taking him away from the crowd privately, He put His fingers into his ears, and spitting, He touched his tongue."
        },
        {
          "number": 34,
          "latin": "et suspiciens in cælum, ingemuit, et ait illi: Ephpheta, quod est, Aperi te.",
          "english": "Then, looking up to the sky, He groaned and said to him, “Ephphatha,” which means, “Be opened.”"
        },
        {
          "number": 35,
          "latin": "Et statim apertæ sunt aures ejus, et solutus est vinculum linguæ ejus, et loquebatur recte.",
          "english": "And immediately his ears were opened, and the bond of his tongue was loosened, and he was speaking correctly."
        },
        {
          "number": 36,
          "latin": "Et præcepit eis, ne cui dicerent. Quanto autem eis præcipiebat, tanto magis plus prædicabant:",
          "english": "And He commanded them not to tell anyone. But as much as He commanded them, so much the more did they proclaim it:"
        },
        {
          "number": 37,
          "latin": "et magis admirabantur, dicentes: Bene omnia fecit: et surdos facit audire, et mutos loqui.",
          "english": "and they were exceedingly astonished, saying, “He has done all things well. He even makes the deaf to hear and the mute to speak!”"
        }
      ]
    },
    {
      "number": 8,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "In illis diebus, cum turba multa esset, et non haberent quod manducarent, convocatis discipulis, ait illis: ",
          "english": "During those days, after a great crowd had gathered but didn't have anything to eat, Jesus summoned the disciples and told them:"
        },
        {
          "number": 2,
          "latin": "Misereor super turbam: quia ecce jam tres dies sunt quod mecum perseverant, et non habent quod edant.",
          "english": "“I have pity on the crowd because they’ve been with me for three days, and they don’t have anything to eat."
        },
        {
          "number": 3,
          "latin": "Et si dimisero eos jejunos in domum suam, deficient in via: sunt enim quidam ex eis de longe venerunt.",
          "english": "If I send them away hungry to their homes, they will weaken on the way, because some of them have come from far away.”"
        },
        {
          "number": 4,
          "latin": "Et responderunt ei discipuli sui: Unde illos poterit quis hic saturare panibus in solitudine?",
          "english": "His disciples responded to him: “How can someone possibly feed them with bread here in the desert?”"
        },
        {
          "number": 5,
          "latin": "Et interrogavit eos: Quot panes habetis? Qui dixerunt: Septem.",
          "english": "Jesus then asked them: “How many loaves of bread do you have?” They replied: “Seven.”"
        },
        {
          "number": 6,
          "latin": "Et praecepit turbæ discumbere super terram. Et accipiens septem panes, gratias agens, fregit, et dabat discipulis suis ut ponerent: et posuerunt turbæ.",
          "english": "He ordered the crowd to recline on the ground. Then, taking the seven loaves, He gave thanks, broke them, and gave them to His disciples to set before the crowd. They did so."
        },
        {
          "number": 7,
          "latin": "Et habebant paucissimos pisciculos: et illos benedixit, et jussit illos poni. ",
          "english": "They also had a few small fish. Jesus blessed them and ordered that they be put before the crowd."
        },
        {
          "number": 8,
          "latin": "Et manducaverunt, et saturati sunt, et sustulerunt quod superaverat de fragmentis, septem sportas.",
          "english": "Everyone ate and was satisfied. They collected what was left of the fragments—seven baskets full."
        },
        {
          "number": 9,
          "latin": "Erant autem qui manducaverunt, quasi quatuor millia: et dimisit eos.",
          "english": "There were about four thousand people eating, and Jesus sent them away."
        },
        {
          "number": 10,
          "latin": "Et statim ascendens navim cum discipulis suis, venit in partes Dalmanutha.",
          "english": "Immediately, He got into a boat with His disciples and went to the region of Dalmanutha."
        },
        {
          "number": 11,
          "latin": "Et exierunt Pharisaei, et coeperunt cum eo conquirere, quærentes ab eo signum de cælo, tentantes eum.",
          "english": "Then the Pharisees came out and began to debate with Him, asking for a sign from the sky, testing Him."
        },
        {
          "number": 12,
          "latin": "Et ingemiscens spiritu suo, dicit: Quid generatio ista signum quærit? Amen dico vobis: Si dabitur generationi huic signum.",
          "english": "He sighed deeply in His spirit, and said, “Why does this generation seek a sign? Truly I say to you, no sign will be given to this generation.”"
        },
        {
          "number": 13,
          "latin": "Et dimittens eos, ascendit iterum navim, et abiit in aliam regionem.",
          "english": "He left them, got back into the boat, and went to the other side of the lake."
        },
        {
          "number": 14,
          "latin": "Et obliti sunt panes sumere: et unum panem non tulerunt secum in navi.",
          "english": "They had forgotten to bring bread. They had only one loaf with them in the boat."
        },
        {
          "number": 15,
          "latin": "Et præcepit eis, dicens: Videte, et cavete a fermento pharisæorum, et fermento Herodis.",
          "english": "Jesus then commanded them, saying: “Watch out and beware of the yeast of the Pharisees and the yeast of Herod.”"
        },
        {
          "number": 16,
          "latin": "Et cogitabant inter se, dicentes: Quia panes non habemus.",
          "english": "They reasoned among themselves, saying: “It’s because we have no bread.”"
        },
        {
          "number": 17,
          "latin": "Et cognoscens, ait illis: Quid cogitatis, quia panes non habetis? nondum cognoscitis neque intelligitis? adhuc cæcum habetis cor?",
          "english": "Jesus, aware of this, said to them: “Why are you discussing that you have no bread? Don’t you yet understand or comprehend? Do you still have hardened hearts?"
        },
        {
          "number": 18,
          "latin": "Oculos habentes, non videtis? et aures habentes, non auditis? nec recordamini?",
          "english": "Do you have eyes but fail to see? Do you have ears but fail to hear? Don’t you remember?"
        },
        {
          "number": 19,
          "latin": "Cum quinque panibus, quinque millia hominum, quot sportas fragmentorum levastis? Dicunt ei: Duodecim.",
          "english": "When I broke the five loaves for the five thousand, how many baskets of fragments did you gather?” They said to Him: “Twelve.”"
        },
        {
          "number": 20,
          "latin": "Et cum septem panibus, quatuor millia, quot sportas fragmentorum levastis? Et dicunt ei: Septem.",
          "english": "“And when I broke the seven loaves for the four thousand, how many baskets of fragments did you gather?” They said to Him: “Seven.”"
        },
        {
          "number": 21,
          "latin": "Et dicebat eis: Quomodo nondum intelligitis?",
          "english": "Then He said to them: “How is it that you still do not understand?”"
        },
        {
          "number": 22,
          "latin": "Et veniunt Bethsaidam. Et adducunt ei cæcum, et rogabant eum ut illum tangeret.",
          "english": "They came to Bethsaida. They brought a blind man to Jesus, and they begged Him to touch him."
        },
        {
          "number": 23,
          "latin": "Et apprehensa manu cæci, eduxit eum extra vicum: et exspuens in oculos ejus, impositis manibus, interrogavit eum si quid videret.",
          "english": "Taking the blind man by the hand, He led him outside the village. Then, spitting on his eyes and laying His hands on him, He asked him if he saw anything."
        },
        {
          "number": 24,
          "latin": "Et respiciens, ait: Video homines, quasi arbores, ambulantes.",
          "english": "The man looked up and said, “I see people, but they look like trees, walking around.”"
        },
        {
          "number": 25,
          "latin": "Deinde iterum imposuit manus super oculos ejus, et coepit videre: et restitutus est, ita ut clare videret omnia.",
          "english": "Then Jesus laid His hands on his eyes again, and he saw clearly, and his sight was restored. He could then see everything perfectly."
        },
        {
          "number": 26,
          "latin": "Et misit illum in domum suam, dicens: Vade in domum tuam: et si intra vicum ieris, ne dixeris alicui.",
          "english": "Jesus sent him home, saying, “Do not go into the village.”"
        },
        {
          "number": 27,
          "latin": "Et egressus est Jesus, et discipuli ejus, in castella Cæsareæ Philippi: et in via interrogabat discipulos suos, dicens eis: Quem me dicunt homines esse?",
          "english": "Jesus and His disciples went to the villages of Caesarea Philippi. On the way, He asked His disciples, “Who do people say that I am?”"
        },
        {
          "number": 28,
          "latin": "Qui dixerunt ei: Ioannem Baptistam: alii Eliam: alii vero unum de prophetis.",
          "english": "They replied, “John the Baptist. Others say Elijah, and others say one of the prophets.”"
        },
        {
          "number": 29,
          "latin": "Et dicit eis: Vos autem quem me dicitis esse? Respondens Petrus, ait ei: Tu es Christus.",
          "english": "Then He asked them, “But who do *you* say that I am?” Peter answered, “You are the Christ.”"
        },
        {
          "number": 30,
          "latin": "Et comminatus est eis, ne cui dicerent de eo.",
          "english": "He strongly warned them not to tell anyone about Him."
        },
        {
          "number": 31,
          "latin": "Et coepit docere eos, quod oporteat Filium hominis multa pati, et reprobari a senioribus, et a principibus sacerdotum, et a scribis: et occidi: et post tres dies resurgere.",
          "english": "Jesus then began to teach them that the Son of Man must suffer many things, and be rejected by the elders, the chief priests, and the scribes, and be killed, and then rise three days later."
        },
        {
          "number": 32,
          "latin": "Et palam verbum loquebatur. Et assumens Petrus eum, coepit increpare eum.",
          "english": "He spoke openly about this. Peter took Him aside and began to rebuke Him."
        },
        {
          "number": 33,
          "latin": "Qui conversus, et videns discipulos suos, comminatus est Petro, dicens: Vade retro me, Satana: quoniam non sapis quæ Dei sunt, sed quæ hominum.",
          "english": "But Jesus turned, and looking at His disciples, rebuked Peter and said, “Get behind me, Satan, because you are not thinking the things of God, but the things of men.”"
        },
        {
          "number": 34,
          "latin": "Et convocata multitudine cum discipulis suis, dixit eis: Si quis vult me sequi, deneget semetipsum, et tollat crucem suam, et sequatur me.",
          "english": "Then, calling the crowd to Himself along with His disciples, Jesus said to them: “If anyone wants to follow Me, let him deny himself, take up his cross, and follow Me."
        },
        {
          "number": 35,
          "latin": "Qui enim voluerit animam suam salvam facere, perdet eam: nam qui perdiderit animam suam propter me, et Evangelium, salvam faciet eam.",
          "english": "For whoever wants to save his own life will lose it, but whoever loses his life for My sake and the Gospel will save it."
        },
        {
          "number": 36,
          "latin": "Quid enim prodest homini, si lucretur universum mundum, et detrimentum animæ suæ faciat?",
          "english": "What does it profit a man to gain the whole world, yet forfeit his soul?"
        },
        {
          "number": 37,
          "latin": "Aut quid dabit homo commutationis pro anima sua?",
          "english": "Or what can a man give in exchange for his soul?"
        },
        {
          "number": 38,
          "latin": "Qui enim me confusus fuerit, et verborum meorum in generatione ista adultera et peccatrice: et Filius hominis confundetur eum, cum venerit in gloria Patris sui cum angelis sanctis.",
          "english": "If anyone is ashamed of Me and My words in this adulterous and sinful generation, the Son of Man will also be ashamed of him when He comes in the glory of His Father with the holy angels."
        }
      ]
    },
    {
      "number": 9,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et dicebat illis: Amen dico vobis, quoniam sunt quidam de hic stantibus, qui non gustabunt mortem, donec videant regnum Dei veniens in virtute.",
          "english": "And He was telling them: “Truly, I say to you, some of those standing here will not experience death until they see the reign of God coming with power.”"
        },
        {
          "number": 2,
          "latin": "Et post dies sex, assumit Jesus Petrum, et Jacobum, et Joannem: et ducit illos in montem excelsum seorsum solos, et transfiguratus est coram illis.",
          "english": "And after six days, Jesus took Peter, and James, and John, and led them up to a high mountain apart by themselves, and He was transfigured before them."
        },
        {
          "number": 3,
          "latin": "Et vestimenta ejus facta sunt splendentia, nimis candida velut nix, qualia fullo non potest in terra candere.",
          "english": "And His garments became shining, extremely white as snow, of a whiteness no fuller on earth can produce."
        },
        {
          "number": 4,
          "latin": "Et apparuit illis Elias cum Moyse: et erant loquentes cum Jesu.",
          "english": "And Elijah appeared to them with Moses, and they were talking with Jesus."
        },
        {
          "number": 5,
          "latin": "Et respondens Petrus, ait Jesu: Rabbi, bonum est nos hic esse: et faciamus tria tabernacula, tibi unum, et Moysi unum, et Eliae unum.",
          "english": "Then Peter responded, and said to Jesus: “Rabbi, it is good for us to be here. So, let us build three tabernacles—one for You, one for Moses, and one for Elijah.”"
        },
        {
          "number": 6,
          "latin": "Nesciebat enim quid diceret: erant enim timore conpulsi.",
          "english": "For he did not know what he was saying, because they were overcome with fear."
        },
        {
          "number": 7,
          "latin": "Et facta est nubes, obumbrans eos: et venit vox de nube, dicens: Hic est Filius meus dilectus: audite illum.",
          "english": "And a cloud appeared, overshadowing them, and a voice came from the cloud, saying: “This is My beloved Son, hear Him.”"
        },
        {
          "number": 8,
          "latin": "Et statim circumspicientes, amplius neminem viderunt, nisi solum Jesum cum ipsis.",
          "english": "And immediately, looking around, they saw no one any more, except Jesus only with them."
        },
        {
          "number": 9,
          "latin": "Et descendentibus illis de monte, praecepit eis, ne alicui narrarent quae viderant, nisi cum Filius hominis a mortuis resurrexerit.",
          "english": "And as they were coming down from the mountain, He commanded them not to tell anyone what they had seen, until the Son of Man had risen from the dead."
        },
        {
          "number": 10,
          "latin": "Et verbum retinuerunt apud se, interrogantes inter se quid esset, cum a mortuis resurgere.",
          "english": "And they kept the word to themselves, questioning among themselves what this “rising from the dead” might be."
        },
        {
          "number": 11,
          "latin": "Et interrogabant eum, dicentes: Quid ergo dicunt pharisaei et scribae, quia Eliam oportet primum venire?",
          "english": "And they questioned Him, saying: “Why then do the Pharisees and scribes say that Elijah must come first?”"
        },
        {
          "number": 12,
          "latin": "Qui respondens, ait illis: Elias quidem cum venerit primum, restituet omnia: et quomodo scriptum est de Filio hominis, ut multa patiatur et contemnatur.",
          "english": "Then He, answering, said to them: “Elijah does come first, and will restore all things. But how is it written concerning the Son of Man, that He must suffer many things and be despised?"
        },
        {
          "number": 13,
          "latin": "Sed dico vobis, quia et Elias venit, et fecerunt illi quaecumque voluerunt, sicut scriptum est de eo.",
          "english": "But I tell you, that Elijah has also come, and they did to him whatever they wished, just as it is written of him.”"
        },
        {
          "number": 14,
          "latin": "Et venientes ad discipulos, viderunt magnam turbam circa eos, et scribas disputantes cum illis.",
          "english": "And coming to the disciples, they saw a large crowd around them and scribes disputing with them."
        },
        {
          "number": 15,
          "latin": "Et statim omnis turba videns Jesum, stupefacti sunt: et accurrentes salutabant eum.",
          "english": "And immediately the whole crowd, seeing Jesus, were astonished, and running to Him, they greeted Him."
        },
        {
          "number": 16,
          "latin": "Et interrogavit eos: Quid disputatis ad invicem?",
          "english": "And He asked them: “What are you disputing among yourselves?”"
        },
        {
          "number": 17,
          "latin": "Et respondens unus de turba, dixit: Magister, attuli filium meum ad te, habentem spiritum inmundum.",
          "english": "And one of the crowd responded, and said: “Teacher, I brought my son to You because he has an unclean spirit."
        },
        {
          "number": 18,
          "latin": "Et ubicumque eum adprehenderit, conrumpit eum, et lacerat: et spumat, et stridet dentibus, et arescit: et dixi discipulis tuis ut ejicerent illum, et non potuerunt.",
          "english": "And wherever it seizes him, it throws him down, and he foams at the mouth, grinds his teeth, and becomes rigid. And I told Your disciples to cast it out, but they could not.”"
        },
        {
          "number": 19,
          "latin": "Qui respondens, ait illis: O generatio incredula, quamdiu ero vobiscum? quamdiu vos patiar? adferte illum ad me.",
          "english": "Then He answered them: “O faithless generation, how long will I be with you? How long will I put up with you? Bring him to Me.”"
        },
        {
          "number": 20,
          "latin": "Et adtulerunt eum ad illum. Et cum vidisset eum, statim spiritus conturbavit eum: et corruens in terram, volvebatur spumans.",
          "english": "And they brought him to Him. And as soon as the spirit saw Him, it immediately threw the boy into convulsions. And falling on the ground, he rolled around, foaming at the mouth."
        },
        {
          "number": 21,
          "latin": "Et interrogavit patrem ejus: Quantum temporis est ex quo ei hoc accidit? At ille ait: A puero.",
          "english": "And He asked his father: “How long has this been happening to him?” And he said: “From childhood."
        },
        {
          "number": 22,
          "latin": "Et saepe illum in ignem, et in aquas misit, ut eum perderet. Sed si quid potes, adjuva nos, misertus super nos.",
          "english": "And often it has thrown him into fire and into water, to destroy him. But if You can do anything, help us and have pity on us.”"
        },
        {
          "number": 23,
          "latin": "Jesus autem ait illi: Si potes credere, omnia possibilia sunt credenti.",
          "english": "Jesus said to him: “If you can believe, all things are possible to him who believes.”"
        },
        {
          "number": 24,
          "latin": "Et continuo exclamans pater pueri, cum lacrimis aiebat: Credo, Domine: adjuva incredulitatem meam.",
          "english": "And immediately the father of the boy cried out with tears, saying: “I believe, Lord. Help my unbelief.”"
        },
        {
          "number": 25,
          "latin": "Et cum videret Jesus concurrentem turbam, comminatus est spiritui inmundo, dicens ei: Spiritus mutus et surdus, ego tibi praecipio, exi ab eo: et amplius ne introeas in eum.",
          "english": "And when Jesus saw that the crowd was running together, He rebuked the unclean spirit, and said to it: “Mute and deaf spirit, I command you, come out of him, and never enter him again.”"
        },
        {
          "number": 26,
          "latin": "Et clamans, et multum lacerans eum, exiit. Et factus est sicut mortuus, ita ut multi dicerent quod mortuus esset.",
          "english": "And crying out and tearing him severely, it came out. And the boy became like a corpse, so that many said he was dead."
        },
        {
          "number": 27,
          "latin": "Jesus autem apprehendens manum ejus, elevavit eum: et surrexit.",
          "english": "But Jesus, taking his hand, lifted him up, and he arose."
        },
        {
          "number": 28,
          "latin": "Et cum introisset in domum, discipuli ejus secreto interrogabant eum: Quare nos non potuimus ejicere eum?",
          "english": "And when He had entered the house, His disciples asked Him privately: “Why could we not cast it out?”"
        },
        {
          "number": 29,
          "latin": "Et dixit eis: Hoc genus in nullo potest exire, nisi in oratione et jejunio.",
          "english": "And He said to them: “This kind can be cast out by nothing except by prayer and fasting.”"
        },
        {
          "number": 30,
          "latin": "Et inde profecti, praetergrediebantur Galilaeam: et volebat neminem scire, quia docebat discipulos suos, et dicebat eis, Quia Filius hominis tradetur in manus hominum, et occident eum: et occisus, post tres dies resurget.",
          "english": "And departing from there, they were passing through Galilee. And He did not want anyone to know, because He was teaching His disciples, and He was saying to them: “The Son of Man will be delivered into the hands of men, and they will kill Him; and being killed, after three days, He will rise.”"
        },
        {
          "number": 31,
          "latin": "Qui nesciebant verbum: et timebant eum interrogare.",
          "english": "But they did not understand the word, and they were afraid to ask Him."
        },
        {
          "number": 32,
          "latin": "Et venerunt Capharnaum. Et cum domum introissent, interrogabat eos: Quid in via cogitabatis?",
          "english": "And they came to Capernaum. And when they had entered the house, He was asking them: “What were you arguing about on the way?”"
        },
        {
          "number": 33,
          "latin": "At illi tacuerunt. Siquidem in via inter se disputaverant, quis eorum major esset.",
          "english": "But they were silent, for on the way they had argued among themselves about who was the greatest."
        },
        {
          "number": 34,
          "latin": "Et sedens vocavit duodecim, et ait illis: Si quis vult primus esse, erit omnium novissimus, et omnium minister.",
          "english": "And sitting down, He called the twelve, and said to them: “If anyone wishes to be first, he will be last of all and the servant of all.”"
        },
        {
          "number": 35,
          "latin": "Et accepit puerum, et statuit eum in medio eorum: quem cum amplexatus esset, dixit eis:",
          "english": "And taking a child, He set him in their midst, and embracing him, He said to them:"
        },
        {
          "number": 36,
          "latin": "Quisquis unum ex talibus pueris susceperit in nomine meo, me suscipit: et quicumque me susceperit, non me suscipit, sed eum qui me misit.",
          "english": "“Whoever receives one of these children in My name receives Me, and whoever receives Me, does not receive Me but Him who sent Me.”"
        },
        {
          "number": 37,
          "latin": "Respondit illi Joannes, dicens: Magister, vidimus quendam in nomine tuo ejicientem daemonia, qui non sequitur nos, et prohibuimus eum.",
          "english": "John answered Him, saying: “Teacher, we saw someone casting out demons in Your name, who does not follow us, and we forbade him.”"
        },
        {
          "number": 38,
          "latin": "Jesus autem dixit: Nolite prohibere eum: nemo est enim qui faciat virtutem in nomine meo, et possit cito maledicere mihi.",
          "english": "But Jesus said: “Do not forbid him, for there is no one who does a mighty work in My name, and can soon speak evil of Me.”"
        },
        {
          "number": 39,
          "latin": "Qui enim non est contra nos, pro nobis est.",
          "english": "For he who is not against us is for us."
        },
        {
          "number": 40,
          "latin": "Quicumque enim potum dederit vobis calicem aquae in nomine meo, quia Christi estis: amen dico vobis, non perdet mercedem suam.",
          "english": "For whoever gives you a cup of water to drink in My name, because you are Christ’s, truly I say to you, he will not lose his reward."
        },
        {
          "number": 41,
          "latin": "Et qui scandalizaverit unum ex his pusillis, qui credunt in me: bonum est ei magis si circumdaretur mola asinaria collo ejus, et praecipitaretur in mare.",
          "english": "And whoever causes one of these little ones who believe in Me to stumble, it would be better for him if a millstone were hung around his neck, and he were cast into the sea."
        },
        {
          "number": 42,
          "latin": "Et si scandalizaverit te manus tua, abscinde eam: bonum est tibi claudum intrare in vitam, quam duas manus habentem ire in gehennam, in ignem inextinguibilem,",
          "english": "And if your hand causes you to stumble, cut it off. It is better for you to enter into life maimed, than to having two hands, go into hell, into the unquenchable fire,"
        },
        {
          "number": 43,
          "latin": "ubi vermis eorum non moritur, et ignis non extinguitur.",
          "english": "where their worm does not die, and the fire is not extinguished."
        },
        {
          "number": 44,
          "latin": "Et si pes tuus scandalizat te, abscinde eum: bonum est tibi claudum intrare in vitam aeternam, quam duos pedes habentem mitti in gehennam ignis inextinguibilis,",
          "english": "And if your foot causes you to stumble, cut it off. It is better for you to enter into eternal life lame, than to having two feet, be cast into the hell of unquenchable fire,"
        },
        {
          "number": 45,
          "latin": "ubi vermis eorum non moritur, et ignis non extinguitur.",
          "english": "where their worm does not die, and the fire is not extinguished."
        },
        {
          "number": 46,
          "latin": "Et si oculus tuus scandalizat te, ejice eum: bonum est tibi luscum introire in regnum Dei, quam duos oculos habentem mitti in gehennam ignis,",
          "english": "And if your eye causes you to stumble, cast it out. It is better for you to enter the kingdom of God with one eye, than to having two eyes, be cast into the hell of fire,"
        },
        {
          "number": 47,
          "latin": "ubi vermis eorum non moritur, et ignis non extinguitur.",
          "english": "where their worm does not die, and the fire is not extinguished."
        },
        {
          "number": 48,
          "latin": "Omnis enim igne salietur: et omnis sacrificium sale condietur.",
          "english": "For everyone will be salted with fire, and every sacrifice will be seasoned with salt."
        },
        {
          "number": 49,
          "latin": "Bonus est sal: quod si sal insulsum fuerit, in quo illud condietis?",
          "english": "Salt is good, but if salt becomes tasteless, with what will you season it?"
        },
        {
          "number": 50,
          "latin": "Habetis in vobis sal, et pacem habete inter vos.",
          "english": "Have salt in yourselves, and keep peace among yourselves.”"
        }
      ]
    },
    {
      "number": 10,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et inde surgens venit in fines Judææ ultra Jordanem: et conveniunt iterum turbæ ad eum, et de novo docebat eos.",
          "english": "And then, He rose and went into the borders of Judea beyond the Jordan. Again, the crowds gathered to Him, and He was teaching them again."
        },
        {
          "number": 2,
          "latin": "Et accedentes pharisæi interrogaverunt eum: Si licet viro uxorem dimittere? tentantes eum.",
          "english": "And the Pharisees approached Him and questioned Him: \"Is it lawful for a man to put away his wife?\" They were trying to trip Him up."
        },
        {
          "number": 3,
          "latin": "At ille respondens, dixit eis: Quid vobis mandavit Moyses?",
          "english": "But He answering, said to them: \"What did Moses command you?\""
        },
        {
          "number": 4,
          "latin": "Qui dixerunt: Moyses permisit scribere libellum repudii, et dimittere.",
          "english": "They said: \"Moses allowed a man to write a bill of divorce and to put her away.\""
        },
        {
          "number": 5,
          "latin": "Quibus respondens Jesus, ait: Ad duritiam cordis vestri, scripsit vobis præceptum istud.",
          "english": "To whom Jesus answering, said: \"Because of the hardness of your hearts, he wrote you this commandment.\""
        },
        {
          "number": 6,
          "latin": "Ab initio autem creaturæ masculum et feminam fecit eos Deus.",
          "english": "But from the beginning of creation, God made them male and female."
        },
        {
          "number": 7,
          "latin": "Propter hoc relinquet homo patrem suum, et matrem, et adherebit ad uxorem suam.",
          "english": "For this cause, a man shall leave his father and mother, and cleave to his wife."
        },
        {
          "number": 8,
          "latin": "Et erunt duo in carne una. Itaque jam non sunt duo, sed una caro.",
          "english": "And the two will be in one flesh. Therefore, they are no longer two, but one flesh."
        },
        {
          "number": 9,
          "latin": "Quod ergo Deus conjunxit, homo non separet.",
          "english": "What God has joined together, let no man separate.\""
        },
        {
          "number": 10,
          "latin": "Et in domo iterum discipuli ejus de eadem re interrogaverunt eum.",
          "english": "And in the house, the disciples again questioned Him about the same matter."
        },
        {
          "number": 11,
          "latin": "Et ait illis: Quicunque dimiserit uxorem suam, et aliam duxerit, mœchatur super eam.",
          "english": "And He said to them: \"Whoever puts away his wife, and marries another, commits adultery against her."
        },
        {
          "number": 12,
          "latin": "Et si uxor dimiserit virum suum, et alii nupserit, mœchatur.",
          "english": "And if a woman puts away her husband, and is married to another, she commits adultery."
        },
        {
          "number": 13,
          "latin": "Et offerebant illi parvulos, ut tangeret illos. Discipuli autem increpabant offerentes.",
          "english": "And they were bringing little children to Him, that He might touch them. But the disciples were rebuking those who were bringing them."
        },
        {
          "number": 14,
          "latin": "Quod cum videret Jesus, indigne tulit, et ait illis: Sinite parvulos venire ad me, et ne prohibueritis eos: talium est enim regnum Dei.",
          "english": "When Jesus saw this, He was indignant, and said to them: \"Allow the little children to come to Me, and do not forbid them: for of such is the kingdom of God."
        },
        {
          "number": 15,
          "latin": "Amen dico vobis, quicunque non receperit regnum Dei, sicut puer, non intrabit in illud.",
          "english": "Amen I say to you, whoever does not receive the kingdom of God, as a child, will not enter into it.\""
        },
        {
          "number": 16,
          "latin": "Et amplexans eos, et imponens manus super illos, benedicebat eos.",
          "english": "And embracing them, and imposing hands upon them, He blessed them."
        },
        {
          "number": 17,
          "latin": "Et egressus in viam, procurrens quidam genu flexo, interrogabat eum: Bone magister, quid faciam ut vitam æternam percipiam?",
          "english": "And as He was going out into the way, a certain man, running up and kneeling to Him, was asking Him: \"Good Master, what must I do that I may receive eternal life?\""
        },
        {
          "number": 18,
          "latin": "Jesus autem dixit ei: Quid me dicis bonum? Nemo bonus, nisi unus Deus.",
          "english": "And Jesus said to him: \"Why do you call Me good? No one is good, but God alone."
        },
        {
          "number": 19,
          "latin": "Mandata nosti: Ne adulteres, ne occidas, ne fureis, ne falsum testimonium dicas, ne fraudem feceris, honora patrem tuum et matrem tuam.",
          "english": "You know the commandments: 'Do not commit adultery. Do not kill. Do not steal. Do not bear false witness. Do not commit fraud. Honor your father and your mother.'"
        },
        {
          "number": 20,
          "latin": "At ille respondens, ait illi: Magister, hæc omnia custodivi a juventute mea.",
          "english": "But he answering, said to Him: \"Master, I have kept all these things from my youth.\""
        },
        {
          "number": 21,
          "latin": "Jesus autem intuitus eum, amavit eum, et dixit illi: Unum tibi deest: vade, vende omnia quæcumque habes, et da pauperibus, et habebis thesaurum in cælo: et veni, sequere me.",
          "english": "And Jesus looking upon him, loved him, and said to him: \"One thing is lacking to you: go, sell all that you have, and give to the poor, and you will have treasure in heaven: and come, follow Me.\""
        },
        {
          "number": 22,
          "latin": "Qui contristatus in verbo, abiit mœrens: erat enim illi multa substantia.",
          "english": "But he, being saddened by the word, went away sorrowful: for he had great possessions."
        },
        {
          "number": 23,
          "latin": "Et circumspiciens Jesus, dicit discipulis suis: Quam difficile, qui pecunias habent, in regnum Dei introibunt!",
          "english": "And Jesus, looking around, said to His disciples: \"How difficult it is for those who have riches to enter into the kingdom of God!\""
        },
        {
          "number": 24,
          "latin": "Discipuli autem obstupescant in verbis ejus. Jesus autem iterum respondens, ait illis: Filioli, quam difficile est, confidentes in pecuniis, in regnum Dei introire!",
          "english": "But the disciples were astonished at His words. But Jesus again answering, said to them: \"Children, how difficult it is for those who trust in riches to enter into the kingdom of God!\""
        },
        {
          "number": 25,
          "latin": "Facilius est camelum per foramen acus transire, quam divitem intrare in regnum Dei.",
          "english": "It is easier for a camel to pass through the eye of a needle, than for a rich man to enter into the kingdom of God.\""
        },
        {
          "number": 26,
          "latin": "Qui magis mirabantur, dicentes inter se: Et quis potest salvus fieri?",
          "english": "And they were much more astonished, saying among themselves: \"Who then can be saved?\""
        },
        {
          "number": 27,
          "latin": "Intuens eos Jesus, ait: Apud homines impossibile est, sed non apud Deum: omnia enim possibilia sunt apud Deum.",
          "english": "And Jesus, looking upon them, said: \"With men it is impossible; but not with God. For all things are possible with God.\""
        },
        {
          "number": 28,
          "latin": "Et cœpit Petrus dicere illi: Ecce nos dimisimus omnia, et secuti sumus te.",
          "english": "And Peter began to say to Him: \"Behold, we have left all things, and have followed You.\""
        },
        {
          "number": 29,
          "latin": "Respondens Jesus, ait: Amen dico vobis, nemo est qui reliquit domum, aut fratres, aut sorores, aut patrem, aut matrem, aut filios, aut agros propter me, et propter Evangelium,",
          "english": "Jesus answering, said: \"Amen I say to you, there is no one who has left home, or brothers, or sisters, or father, or mother, or children, or lands, for My sake, and for the Gospel,"
        },
        {
          "number": 30,
          "latin": "qui non accipiat centuplum nunc in hoc tempore, domos, et fratres, et sorores, et matres, et filios, et agros, cum persecutionibus, et in sæculo venturo vitam æternam.",
          "english": "who will not receive a hundredfold now in this time, houses, and brothers, and sisters, and mothers, and children, and lands, with persecutions, and in the world to come life everlasting."
        },
        {
          "number": 31,
          "latin": "Multi autem primi erunt novissimi, et novissimi primi.",
          "english": "But many that are first will be last, and the last will be first.\""
        },
        {
          "number": 32,
          "latin": "Erant autem in via ascendentes Jerosolymam: et præcedebat eos Jesus, et stupiebant: et sequentes timebant. Et assumpsit iterum duodecim, et cœpit illis dicere quæ ventura erant ei.",
          "english": "And they were on the road, going up to Jerusalem: and Jesus was preceding them, and they were astonished: and those who followed were afraid. And taking the twelve again, He began to tell them the things that were to happen to Him."
        },
        {
          "number": 33,
          "latin": "Quia ecce ascendimus Jerosolymam, et Filius hominis tradetur principibus sacerdotum, et scribis, et damnabunt eum morte, et tradent eum gentibus:",
          "english": "Saying: \"Behold, we are going up to Jerusalem, and the Son of Man will be betrayed to the chief priests, and the scribes, and they will condemn Him to death, and will deliver Him to the Gentiles:"
        },
        {
          "number": 34,
          "latin": "et illudent eum, et conspuent eum, et flagellabunt eum, et occident eum: et tertia die resurget.",
          "english": "And they will mock Him, and spit upon Him, and scourge Him, and kill Him: and the third day He will rise again.\""
        },
        {
          "number": 35,
          "latin": "Et accedunt ad eum Jacobus et Joannes, filii Zebedæi, dicentes: Magister, volumus quodcumque petierimus, ut facias nobis.",
          "english": "And James and John, the sons of Zebedee, approached Him, saying: \"Master, we want You to do whatever we ask.\""
        },
        {
          "number": 36,
          "latin": "At ille dixit eis: Quid vultis faciam vobis?",
          "english": "But He said to them: \"What do you want Me to do for you?\""
        },
        {
          "number": 37,
          "latin": "Et dixerunt: Da nobis, ut unus a dextris tuis, et alius a sinistris tuis sedeamus in gloria tua.",
          "english": "And they said to Him: \"Grant to us that one of us may sit at Your right hand, and the other at Your left, in Your glory.\""
        },
        {
          "number": 38,
          "latin": "Jesus autem dixit eis: Nescitis quid petatis. Potestis bibere calicem, quem ego bibo? aut baptismum quo ego baptizor, baptizari?",
          "english": "But Jesus said to them: \"You do not know what you are asking. Can you drink the chalice that I drink? Or be baptized with the baptism that I am baptized with?\""
        },
        {
          "number": 39,
          "latin": "Qui dixerunt ei: Possumus. Et Jesus ait eis: Calicem quidem, quem ego bibo, bibetis: et baptismum quo ego baptizor, baptizabimini:",
          "english": "They said to Him: \"We can.\" And Jesus said to them: \"The chalice indeed that I drink, you shall drink: and with the baptism that I am baptized, you shall be baptized."
        },
        {
          "number": 40,
          "latin": "sedere autem ad dextris meis vel sinistris, non est meum dare vobis, sed quibus paratum est.",
          "english": "But to sit at My right hand or at My left is not Mine to give to you, but to those for whom it is prepared.\""
        },
        {
          "number": 41,
          "latin": "Et audientes decem, cœperunt indignari de Jacobo, et Joanne.",
          "english": "And the ten hearing it, began to be indignant at James and John."
        },
        {
          "number": 42,
          "latin": "Jesus autem vocans eos, ait illis: Scitis quia qui videntur principari gentibus, dominantur eis: et magnates eorum potestatem exercent in eis.",
          "english": "But Jesus calling them, said to them: \"You know that those who are seen to rule over the Gentiles, lord it over them: and their great ones exercise power over them."
        },
        {
          "number": 43,
          "latin": "Non ita est autem in vobis: sed quicunque voluerit fieri major inter vos, erit vester minister:",
          "english": "But it shall not be so among you: but whoever will become greater among you, will be your servant:"
        },
        {
          "number": 44,
          "latin": "et quicunque voluerit inter vos primus esse, erit omnium servus.",
          "english": "and whoever will want to be first among you, will be the servant of all."
        },
        {
          "number": 45,
          "latin": "Nam et Filius hominis non venit ministrari, sed ministrare, et dare animam suam redemptionem pro multis.",
          "english": "For even the Son of Man did not come to be served, but to serve, and to give His life a redemption for many.\""
        },
        {
          "number": 46,
          "latin": "Et venerunt Jerichum. Et proficiscente eo de Jericho, et discipulis ejus, et turba multa, filius Timæi Bartimæus cæcus, sedebat juxta viam mendicans.",
          "english": "And they came to Jericho. And as He was departing from Jericho, and with His disciples and a great multitude, Bartimaeus, the son of Timaeus, a blind beggar, was sitting by the road."
        },
        {
          "number": 47,
          "latin": "Et cum audisset quia Jesus Nazarenus est, cœpit clamare, et dicere: Fili David, Jesu, miserere mei.",
          "english": "And when he heard that it was Jesus of Nazareth, he began to cry out and say: \"Son of David, Jesus, have mercy on me.\""
        },
        {
          "number": 48,
          "latin": "Et multe increpabant eum, ut taceret: ille vero multo magis clamabat: Fili David, miserere mei.",
          "english": "And many were rebuking him, that he should be quiet: but he cried out much more: \"Son of David, have mercy on me.\""
        },
        {
          "number": 49,
          "latin": "Et stans Jesus, jussit illum vocari. Et vocant cæcum, dicentes ei: Confide: surge, vocat te.",
          "english": "And Jesus standing, ordered him to be called. And they called the blind man, saying to him: \"Have confidence: arise, He calls you.\""
        },
        {
          "number": 50,
          "latin": "Qui projiciens tunicam suam, exiliens venit ad eum.",
          "english": "Who, casting off his garment, leaping up, came to Him."
        },
        {
          "number": 51,
          "latin": "Et respondens Jesus, dixit illi: Quid vis ut faciam tibi? Cæcus dixit ei: Rabboni, ut videam.",
          "english": "And answering, Jesus said to him: \"What do you want Me to do for you?\" The blind man said to Him: \"Rabboni, that I may see.\""
        },
        {
          "number": 52,
          "latin": "Et Jesus dixit ei: Vade, fides tua te salvum fecit. Et confestim vidit, et sequebatur eum in via.",
          "english": "And Jesus said to him: \"Go your way; your faith has made you safe.\" And immediately he saw and followed Him in the way."
        }
      ]
    },
    {
      "number": 11,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et cum appropinquarent Hierosolymis, et Bethaniam et Bethphage ad montem Olivarum, mittit duos discipulos suos,",
          "english": "As He approached Jerusalem, and the towns of Bethany and Bethphage on the Mount of Olives, He sent two of His disciples,"
        },
        {
          "number": 2,
          "latin": "et dicit eis: Ite in vicum qui contra vos est: et statim introëuntes eum, invenietis pullum ligatum, super quem nemo adhuc hominum sedit: solvite illum, et adducite.",
          "english": "saying to them: “Go into the village which is in front of you. Entering into it right away, you will find a colt tied up. No one has ever ridden on it. Untie it, and bring it.”"
        },
        {
          "number": 3,
          "latin": "Et si quis vobis dixerit: Quid facitis? dicite quia Dominus operam ejus desiderat: et confestim illum remittet huc.",
          "english": "“If anyone asks you, ‘What are you doing?’ Say that the Lord has need of it, and He will send it back here immediately.”"
        },
        {
          "number": 4,
          "latin": "Et abierunt, et invenerunt pullum ligatum ante januam foris in bivio, et solvunt eum.",
          "english": "So they went off and found the colt tied up at a door outside, at a fork in the road, and they untied it."
        },
        {
          "number": 5,
          "latin": "Et quidam de illic stantibus dicebant illis: Quid facitis solventes pullum?",
          "english": "Some of those standing there said to them: “What are you doing, untying the colt?”"
        },
        {
          "number": 6,
          "latin": "Qui dixerunt eis sicut præceperat illis Jesus, et dimiserunt eos.",
          "english": "They replied as Jesus had told them to, and they let them go."
        },
        {
          "number": 7,
          "latin": "Et adduxerunt pullum ad Jesum: et imposuerunt illi vestimenta sua, et sedit super eum.",
          "english": "Then they brought the colt to Jesus. They put their cloaks on it, and He sat upon it."
        },
        {
          "number": 8,
          "latin": "Multi autem vestimenta sua straverunt in via: alii autem frondes cædebant de arboribus, et sternebant in via.",
          "english": "And many people spread their cloaks on the road, while others cut down branches from the trees and scattered them on the road."
        },
        {
          "number": 9,
          "latin": "Et qui præcedebant, et qui sequebantur, clamabant, dicentes: Hosanna: Benedictus qui venit in nomine Domini.",
          "english": "And those who went ahead and those who followed were shouting, saying: “Hosanna! Blessed is He who comes in the name of the Lord!”"
        },
        {
          "number": 10,
          "latin": "Benedicta, quæ ventura est, regnum patris nostri David: Hosanna in excelsis.",
          "english": "“Blessed is the kingdom of our father David, which is coming! Hosanna in the highest!”"
        },
        {
          "number": 11,
          "latin": "Et intravit in Jerusalem, in templum: et circumspectis omnibus, cum jam vespera esset hora, exiit in Bethaniam cum duodecim.",
          "english": "He entered into Jerusalem, and into the temple. And after looking around at everything, since it was already late in the day, He went out to Bethany with the twelve."
        },
        {
          "number": 12,
          "latin": "Et altera die cum exirent a Bethania, esuriit.",
          "english": "On the next day, as they were leaving Bethany, He became hungry."
        },
        {
          "number": 13,
          "latin": "Et cum vidisset a longe ficum habentem folia, venit si quid forte inveniret in ea: et cum venit ad eam, nihil invenit præter folia: non enim erat tempus ficorum.",
          "english": "Seeing in the distance a fig tree in leaf, He went to see if perhaps He could find anything on it. When He went up to it, He found nothing but leaves, for it was not the season for figs."
        },
        {
          "number": 14,
          "latin": "Et respondens dixit ei: Jam non amplius in æternum fructum ex te quisquam manducet. Et audiebant discipuli ejus.",
          "english": "Then He said to it: “May no one ever eat fruit from you again.” And His disciples heard it."
        },
        {
          "number": 15,
          "latin": "Et veniunt in Jerusalem. Et ingressus Jesus in templum, cœpit ejicere vendentes et ementes in templo: et mensas nummulariorum, et cathedras vendentium columbas evertit,",
          "english": "And they went to Jerusalem. And Jesus went into the temple and began to throw out those selling and buying in the temple. He overturned the tables of the money changers and the chairs of those selling doves."
        },
        {
          "number": 16,
          "latin": "et non sinebat ut quisquam vas transferret per templum.",
          "english": "He would not allow anyone to carry anything through the temple."
        },
        {
          "number": 17,
          "latin": "Et docebat dicens eis: Nonne scriptum est: Quia domus mea domus orationis vocabitur omnibus gentibus? Vos autem fecistis eam speluncam latronum.",
          "english": "And He taught them, saying to them: “Is it not written, ‘My house shall be called a house of prayer for all the nations’? But you have made it a den of thieves.”"
        },
        {
          "number": 18,
          "latin": "Quod cum audissent scribæ et principes sacerdotum, quærebant quomodo eum perderent: timebant enim eum, quoniam universus populus admirabatur in doctrina ejus.",
          "english": "The scribes and chief priests heard this and began looking for a way to kill Him, for they were afraid of Him, because all the people were amazed by His teaching."
        },
        {
          "number": 19,
          "latin": "Et cum vespera facta esset, egrediebatur foras urbe.",
          "english": "When evening came, He went out of the city."
        },
        {
          "number": 20,
          "latin": "Et cum mane transirent, viderunt ficum aridam factam a radicibus.",
          "english": "And as they were passing by in the morning, they saw the fig tree withered from the roots."
        },
        {
          "number": 21,
          "latin": "Et recordatus Petrus, dixit ei: Rabbi, ecce ficus quam maledixisti, aruit.",
          "english": "Then Peter, remembering, said to Him: “Rabbi, look! The fig tree which you cursed has dried up.”"
        },
        {
          "number": 22,
          "latin": "Et respondens Jesus, ait illis: Habete fidem Dei.",
          "english": "And Jesus answered, saying to them: “Have faith in God.”"
        },
        {
          "number": 23,
          "latin": "Amen dico vobis, quia qui dixerit huic monti: Tolle et mitte te in mare, et non hæsitaverit in corde suo, sed crediderit quia quodcumque dixerit fit, fiet ei.",
          "english": "“Truly, I say to you, if anyone says to this mountain, ‘Be lifted up and thrown into the sea,’ and does not doubt in his heart, but believes that what he says will happen, it will be done for him."
        },
        {
          "number": 24,
          "latin": "Propterea dico vobis, omnia quæcumque orantes petitis, credite quia accipietis: et evenient vobis.",
          "english": "“Therefore I tell you, whatever you pray and ask for, believe that you have received it, and it will be yours."
        },
        {
          "number": 25,
          "latin": "Et cum stabatis orantes, dimittite si quid habetis adversus aliquem, ut et Pater vester, qui in cælis est, dimittat vobis peccata vestra.",
          "english": "“And whenever you stand praying, forgive anything you have against anyone, so that your Father in the universe may also forgive you your sins.”"
        },
        {
          "number": 26,
          "latin": "Quod si vos non dimittitis, neque Pater vester qui in cælis est, dimittet vobis peccata vestra.",
          "english": "“But if you do not forgive, neither will your Father who is in the universe forgive your sins.”"
        },
        {
          "number": 27,
          "latin": "Et veniunt iterum in Jerusalem. Et cum ambularet in templo, accedunt ad eum principes sacerdotum, et scribæ, et seniores,",
          "english": "And again they came to Jerusalem. And as He was walking in the temple, the chief priests, the scribes, and the elders came to Him,"
        },
        {
          "number": 28,
          "latin": "et dicunt ei: In qua potestate hæc facis? et quis tibi dedit hanc potestatem ut hæc facias?",
          "english": "and they were saying to Him: “By what authority are you doing these things? And who gave You this authority to do these things?”"
        },
        {
          "number": 29,
          "latin": "Jesus autem respondens, ait illis: Interrogabo vos et ego unum verbum, et respondete mihi.",
          "english": "Jesus answered them, “I will ask you one question, and if you answer Me, I will tell you by what authority I do these things."
        },
        {
          "number": 30,
          "latin": "Baptismum Joannis, de cælo erat, an ex hominibus? Respondete mihi.",
          "english": "“Was the baptism of John from the universe, or from men? Answer Me.”"
        },
        {
          "number": 31,
          "latin": "Et cogitabant intra se, dicentes: Si dixerimus, De cælo, dicet: Quare ergo non credidistis illi?",
          "english": "And they were reasoning among themselves, saying: “If we say, ‘From the universe,’ He will say, ‘Then why did you not believe him?’”"
        },
        {
          "number": 32,
          "latin": "Sed si dixerimus: Ex hominibus, timemus populum: omnes enim habebant Joannem quia vere propheta erat.",
          "english": "“But if we say, ‘From men,’ we fear the people, for they all consider John to have been a true prophet.”"
        },
        {
          "number": 33,
          "latin": "Et respondentes Jesu, dicunt: Nescimus. Et respondens Jesus, ait illis: Nec ego dico vobis in qua potestate hæc facio.",
          "english": "So they answered Jesus, saying, “We do not know.” And Jesus answered them, “Neither will I tell you by what authority I do these things.”"
        }
      ]
    },
    {
      "number": 12,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et coepit illis in parabolis loqui: Homo plantavit vineam, et circumdedit saepem, et fodit lacum, et ædificavit turrim, et locavit eam agricolis, et peregre profectus est.",
          "english": "And He began to speak to them in parables: “A man planted a vineyard and put a fence around it, and dug a pit, and built a tower. Then he leased it to tenant farmers, and went away on a journey."
        },
        {
          "number": 2,
          "latin": "Et misit ad agricolas in tempore servum, ut ab agricolis acciperet de fructu vineæ.",
          "english": "And when the harvest season came, he sent a servant to the farmers to collect the fruit of the vineyard."
        },
        {
          "number": 3,
          "latin": "Qui, adprehensum eum, ceciderunt: et dimiserunt vacuum.",
          "english": "And seizing the servant, they beat him and sent him away empty-handed."
        },
        {
          "number": 4,
          "latin": "Et iterum misit ad illos alium servum: et illum capite vulnerantes, contumeliis affecerunt.",
          "english": "And he sent to them again another servant, and him they wounded in the head, and treated shamefully."
        },
        {
          "number": 5,
          "latin": "Et misit alium: et illum occiderunt: et plures alios, quosdam cædentes, alios vero occidentes.",
          "english": "Then he sent another one, and him they killed. And he sent many others, some of whom they beat, and some they killed."
        },
        {
          "number": 6,
          "latin": "Adhuc unum habens filium charissimum, misit illum ad illos novissimum, dicens: Quia reverebuntur filium meum.",
          "english": "He still had one beloved son. Finally, he sent him to them, saying, ‘Surely they will respect my son.’"
        },
        {
          "number": 7,
          "latin": "Illi autem agricolæ dixerunt ad alterutrum: Hic est hæres: venite, occidamus eum: et nostra erit hæreditas.",
          "english": "But those farmers said to one another, ‘This is the heir. Come, let us kill him, and the inheritance will be ours.’"
        },
        {
          "number": 8,
          "latin": "Et adprehendentes eum, occiderunt, et ejecerunt extra vineam.",
          "english": "And seizing him, they killed him, and cast him out of the vineyard."
        },
        {
          "number": 9,
          "latin": "Quid ergo faciet dominus vineæ? Veniet, et perdet agricolas, et dabit vineam aliis.",
          "english": "What therefore will the Lord of the vineyard do? He will come and destroy the farmers, and will give the vineyard to others."
        },
        {
          "number": 10,
          "latin": "Nec scripturam hanc legistis: Lapidem quem reprobaverunt ædificantes, hic factus est in caput anguli:",
          "english": "Have you not read this scripture: ‘The stone which the builders rejected, the same is become the head of the corner."
        },
        {
          "number": 11,
          "latin": "A Domino factum est istud, et est mirabile in oculis nostris?",
          "english": "This was done by the Lord, and it is wonderful in our eyes’?"
        },
        {
          "number": 12,
          "latin": "Et quærebant eum comprehendere, et timuerunt turbas: cognoverant enim quoniam ad ipsos parabolam dixisset. Et relicto eo, abierunt.",
          "english": "And they sought to seize Him, but they feared the crowds, for they knew that He had spoken the parable to them. And leaving Him, they went away."
        },
        {
          "number": 13,
          "latin": "Et mittunt ad eum quosdam ex Pharisæis et Herodianis, ut verbum ejus caperent.",
          "english": "And they sent to Him some of the Pharisees and of the Herodians, to catch Him in His speech."
        },
        {
          "number": 14,
          "latin": "Qui cum venissent, dixerunt ei: Magister, scimus quia verax es, et non curas quemquam: nec enim vides in faciem hominum, sed in veritate viam Dei doces. Licetne dari tributum Cæsari, an non demus?",
          "english": "And when they were come, they said to Him, “Teacher, we know that you are truthful and care for no one; for you do not regard the person of men, but teach the way of God in truth. Is it lawful to pay tribute to Caesar, or shall we not pay?”"
        },
        {
          "number": 15,
          "latin": "Qui sciens versutiam illorum, ait illis: Quid me tentatis? Afferte mihi denarium ut videam.",
          "english": "But He, knowing their hypocrisy, said to them, “Why are you tempting me? Bring me a denarius that I may see it.”"
        },
        {
          "number": 16,
          "latin": "At illi attulerunt. Et ait illis: Cujus est imago hæc et superscriptio? Qui dixerunt ei: Cæsaris.",
          "english": "And they brought it. And He said to them, “Whose is this image and inscription?” They said to Him, “Caesar’s.”"
        },
        {
          "number": 17,
          "latin": "Respondens autem Jesus, dixit illis: Reddite igitur quæ Cæsaris sunt, Cæsari: et quæ Dei sunt, Deo. Et mirabantur super eo.",
          "english": "And Jesus answering, said to them, “Render to Caesar the things that are Caesar’s, and to God the things that are God’s.” And they were astonished at Him."
        },
        {
          "number": 18,
          "latin": "Et venerunt ad eum Sadducæi, qui dicunt resurrectionem non esse: et interrogabant eum, dicentes:",
          "english": "And there came to Him the Sadducees, who say that there is no resurrection; and they were questioning Him, saying:"
        },
        {
          "number": 19,
          "latin": "Magister, Moyses scripsit nobis: Si cujus frater mortuus fuerit, et dimiserit uxorem, et non reliquerit filium, ut accipiat frater ejus uxorem fratris sui, et suscitet semen fratri suo.",
          "english": "“Teacher, Moses wrote for us that if a man’s brother dies and leaves a wife, and leaves no children, his brother should take the wife and raise up seed for his brother."
        },
        {
          "number": 20,
          "latin": "Septem fratres erant: et primus accepit uxorem, et mortuus est, non reliquit filium.",
          "english": "There were seven brothers, and the first took a wife, and died without leaving children."
        },
        {
          "number": 21,
          "latin": "Et secundus accepit eam, et mortuus est, et nec hic reliquit illi filium. Et tertius similiter.",
          "english": "And the second took her, and died, and neither did he leave children. And the third in like manner."
        },
        {
          "number": 22,
          "latin": "Et acceperunt eam septem: et non reliquerunt semen. Novissima omnium mulier mortua est.",
          "english": "And the seven took her, and left no seed. Last of all, the woman died also."
        },
        {
          "number": 23,
          "latin": "In resurrectione ergo, cum resurrexerint, cujus de his erit uxor? septem enim habuerunt eam uxorem.",
          "english": "In the resurrection, therefore, when they rise again, whose wife shall she be of them? For the seven had her as a wife.”"
        },
        {
          "number": 24,
          "latin": "Respondens autem Jesus, dixit illis: Erratis, nescientes Scripturas, neque virtutem Dei.",
          "english": "And Jesus answering, said to them, “You are mistaken, because you do not know the Scriptures, nor the power of God."
        },
        {
          "number": 25,
          "latin": "Nam cum a mortuis resurrexerint, neque nubent, neque nubentur, sed sunt sicut angeli in cælis.",
          "english": "For when they rise from the dead, they neither marry nor are given in marriage, but are like the angels in the heavens."
        },
        {
          "number": 26,
          "latin": "De mortuis autem quod resurgant, non legistis in libro Moysi, super rubo, quomodo dixit illi Deus, dicens:",
          "english": "And as for the dead, that they rise again, have you not read in the book of Moses, in the passage about the bush, how God spoke to him, saying:"
        },
        {
          "number": 27,
          "latin": "Ego sum Deus Abraham, et Deus Isaac, et Deus Jacob? Non est Deus mortuorum, sed vivorum. Ergo et vos multum erratis.",
          "english": "‘I am the God of Abraham, and the God of Isaac, and the God of Jacob’? He is not the God of the dead, but of the living. Therefore, you are much mistaken.”"
        },
        {
          "number": 28,
          "latin": "Et accessit unus de scribis, qui audierat illos disputantes, et videns quod bene illis respondisset, interrogavit eum: quodnam mandatum primum omnium est?",
          "english": "And one of the scribes, who had heard them disputing, and seeing that He had answered them well, asked Him: “Which commandment is the first of all?”"
        },
        {
          "number": 29,
          "latin": "Jesus autem respondit ei: Quod primum est: Audi, Israël: Dominus Deus noster, Dominus unus est:",
          "english": "And Jesus answered him: “The first is: ‘Hear, O Israel: The Lord our God, the Lord is one."
        },
        {
          "number": 30,
          "latin": "Et diliges Dominum Deum tuum ex toto corde tuo, et ex tota anima tua, et ex tota mente tua, et ex tota virtute tua. Hoc est primum mandatum.",
          "english": "‘And you shall love the Lord your God with all your heart, and with all your soul, and with all your mind, and with all your strength.’ This is the first commandment."
        },
        {
          "number": 31,
          "latin": "Et secundum est simile huic: Diliges proximum tuum sicut teipsum. Majus horum aliud mandatum non est.",
          "english": "And the second is like this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”"
        },
        {
          "number": 32,
          "latin": "Et ait illi scriba: Bene, Magister, in veritate dixisti, quia unus est Deus, et non est alius præter eum:",
          "english": "And the scribe said to Him: “Well, Teacher, you have spoken the truth, for there is one God, and there is no other but Him:"
        },
        {
          "number": 33,
          "latin": "et diligere eum ex toto corde, et ex toto intellectu, et ex tota anima, et ex tota virtute, et diligere proximum tamquam seipsum, major est omnibus holocausis et sacrificiis.",
          "english": "‘And to love Him with all the heart, and with all the understanding, and with all the soul, and with all the strength, and to love one’s neighbor as oneself, is greater than all whole burnt offerings and sacrifices.”"
        },
        {
          "number": 34,
          "latin": "Jesus autem videns quod sapienter respondisset, dixit illi: Non es longe a regno Dei. Et nemo jam audebat eum interrogare.",
          "english": "And Jesus, seeing that he had answered wisely, said to him: “You are not far from the kingdom of God.” And no one dared to question Him anymore."
        },
        {
          "number": 35,
          "latin": "Et respondens Jesus, dicebat docens in templo: Quomodo dicunt scribæ Christum filium David esse?",
          "english": "And Jesus, answering, said, while teaching in the temple: “How do the scribes say that the Christ is the son of David?"
        },
        {
          "number": 36,
          "latin": "Ipse enim David dixit in Spiritu Sancto: Dixit Dominus Domino meo: Sede a dextris meis, donec ponam inimicos tuos scabellum pedum tuorum.",
          "english": "For David himself said in the Holy Spirit, ‘The Lord said to my Lord: Sit at My right hand, until I make Your enemies Your footstool.’"
        },
        {
          "number": 37,
          "latin": "Ipse ergo David dicit eum Dominum: et unde est filius ejus?",
          "english": "David himself calls Him ‘Lord.’ How is He then his son?”"
        },
        {
          "number": 38,
          "latin": "Et multi turba audiebant eum libenter.",
          "english": "And the great multitude listened to Him with pleasure."
        },
        {
          "number": 39,
          "latin": "Et dicebat eis in docendo suo: Cavete a scribis, qui volunt in stolis ambulare, et salutari in foro,",
          "english": "And in His teaching He was saying: “Beware of the scribes, who wish to walk in long robes, and to be greeted in the marketplace,"
        },
        {
          "number": 40,
          "latin": "et primas cathedras in synagogis, et primos discubitus in conviviis.",
          "english": "and the chief seats in the synagogues, and the first places at feasts."
        },
        {
          "number": 41,
          "latin": "Qui devorant domos viduarum sub specie longa orationis: hi accipient prolixius judicium.",
          "english": "They devour the houses of widows under the guise of long prayers. These will receive a more severe judgment.”"
        },
        {
          "number": 42,
          "latin": "Et sedens Jesus contra gazophylacium, aspiciebat quomodo turba jactaret æra in gazophylacium: et multi divites multum jactabant.",
          "english": "And Jesus sat down opposite the treasury, and watched how the crowd was casting money into the treasury. And many rich people were throwing in much."
        },
        {
          "number": 43,
          "latin": "Et veniens una vidua pauper, misit duas obolos, hoc est, quadrantem.",
          "english": "And a poor widow came and put in two small copper coins, which make a farthing."
        },
        {
          "number": 44,
          "latin": "Et convocans discipulos suos, ait illis: Amen dico vobis, quoniam vidua hæc pauper plus misit quam omnes qui miserunt in gazophylacium.",
          "english": "And calling His disciples to Him, He said to them: “Amen I say to you, that this poor widow has cast in more than all those who have cast into the treasury."
        },
        {
          "number": 45,
          "latin": "Omnes enim ex eo quod abundabat eis miserunt: hæc autem de penuria sua omnia, quæ habuit, misit.",
          "english": "For they all put in out of their abundance; but she out of her poverty has put in all that she had, even her whole living.”"
        }
      ]
    },
    {
      "number": 13,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et cum exisset de templo, ait illi unus ex discipulis ejus: Magister, aspice quales lapides et quales structurae!",
          "english": "As He left the temple, one of His disciples said, “Teacher, look at the enormous stones and impressive buildings!”"
        },
        {
          "number": 2,
          "latin": "Et respondens Jesus, dixit ei: Vides has omnes magnas aedificationes? Non relinquetur lapis super lapidem, qui non destruatur.",
          "english": "Jesus answered, “Do you see these great buildings? Not a stone will be left upon a stone; all will be torn down.”"
        },
        {
          "number": 3,
          "latin": "Et sedente eo in monte Oliveti contra templum, interrogabant eum separatim Petrus, et Jacobus, et Joannes, et Andreas:",
          "english": "As He sat on the Mount of Olives opposite the temple, Peter, James, John, and Andrew asked Him privately:"
        },
        {
          "number": 4,
          "latin": "Dic nobis quando ista erunt? et quod signum erit quando haec omnia incipient consummari?",
          "english": "“Tell us, when will these things happen? And what sign will there be when all these things are about to be fulfilled?”"
        },
        {
          "number": 5,
          "latin": "Et respondens Jesus coepit dicere eis: Videte ne quis vos seducat.",
          "english": "Jesus began to say to them: “Be careful that no one deceives you."
        },
        {
          "number": 6,
          "latin": "Multi enim venient in nomine meo, dicentes: Ego sum: et multos seducent.",
          "english": "For many will come in My name, saying, ‘I am He,’ and they will deceive many."
        },
        {
          "number": 7,
          "latin": "Cum audieritis autem bella, et opiniones bellorum, ne timueritis: oportet enim fieri, sed nondum finis.",
          "english": "And when you hear of wars and rumors of wars, do not be alarmed; for such things must happen, but the end is not yet."
        },
        {
          "number": 8,
          "latin": "Exsurget enim gens contra gentem, et regnum adversus regnum: et erunt terraemotus per loca, et fames. Initium dolorum haec.",
          "english": "For nation will rise against nation, and kingdom against kingdom. There will be earthquakes in various places, and famines. These are the beginning of birth pangs."
        },
        {
          "number": 9,
          "latin": "Vos autem videte vobismetipsis: tradent enim vos in conciliis, et in synagogis vapulabitis: et ante praesides et reges stetis propter me, in testimonium illis.",
          "english": "“But be careful yourselves; for they will deliver you up to councils, and you will be beaten in synagogues. You will stand before governors and kings for My sake, for a testimony to them."
        },
        {
          "number": 10,
          "latin": "Et in omnes gentes oportet primum praedicari Evangelium.",
          "english": "And the gospel must first be preached to all the nations."
        },
        {
          "number": 11,
          "latin": "Et cum duxerint vos tradentes, nolite praecogitare quid loquamini: sed quod datum vobis fuerit in illa hora, loquimini: non enim vos estis loquentes, sed Spiritus Sanctus.",
          "english": "And when they deliver you and bring you to trial, do not worry beforehand about what you are to say, but say whatever is given you at that hour; for it is not you who speak, but the Holy Spirit."
        },
        {
          "number": 12,
          "latin": "Tradet autem frater fratrem in mortem, et pater filium: et consurgent filii in parentes, et morte eos afficient.",
          "english": "And brother will deliver brother to death, and the father his child; and children will rise up against parents and cause them to be put to death."
        },
        {
          "number": 13,
          "latin": "Et eritis odio omnibus propter nomen meum: qui autem sustinuerit in finem, hic salvus erit.",
          "english": "And you will be hated by everyone because of My name, but the one who perseveres to the end will be saved."
        },
        {
          "number": 14,
          "latin": "Cum autem videritis abominationem desolationis stantem ubi non debet (qui legit, intelligat): tunc qui in Judaea sunt, fugiant in montes:",
          "english": "“But when you see the abomination of desolation standing where it should not be (let the reader understand), then let those who are in Judea flee to the mountains."
        },
        {
          "number": 15,
          "latin": "et qui in tecto, ne descendat in domum, nec introeat ut tollat quid de domo sua:",
          "english": "Let the one who is on the housetop not go down, nor enter the house to take anything out."
        },
        {
          "number": 16,
          "latin": "et qui in agro, non revertatur retro tollere pallium suum.",
          "english": "And let the one who is in the field not turn back to get his cloak."
        },
        {
          "number": 17,
          "latin": "Vae autem praegnantibus, et nutrientibus in illis diebus.",
          "english": "“But woe to those who are pregnant and to those who are nursing infants in those days!"
        },
        {
          "number": 18,
          "latin": "Orate vero ut non fiant haec in hieme.",
          "english": "Pray that it may not happen in the winter."
        },
        {
          "number": 19,
          "latin": "Erunt enim dies illi tribulationis, quales non fuerunt ab initio creaturae, quam creavit Deus, usque nunc, neque fient.",
          "english": "“For those days will be a time of tribulation, such as has not occurred from the beginning of the creation which God created until now, and never will occur."
        },
        {
          "number": 20,
          "latin": "Et nisi breviasset Dominus dies illos, non fieret salva omnis caro: sed propter electos quos elegit, breviavit dies.",
          "english": "“And unless the Lord shortened those days, no one would be saved; but for the sake of the elect, whom He chose, He shortened the days."
        },
        {
          "number": 21,
          "latin": "Et tunc si quis vobis dixerit: Ecce hic est Christus, ecce illic, nolite credere.",
          "english": "“And then if anyone says to you, ‘Behold, here is the Christ,’ or, ‘Behold, He is there,’ do not believe it."
        },
        {
          "number": 22,
          "latin": "Exurgent enim pseudochristi et pseudoprophetae: et dabunt signa et prodigia ad seducendos, si fieri potest, etiam electos.",
          "english": "For false Christs and false prophets will arise, and will show signs and wonders, in order to lead astray, if possible, the elect."
        },
        {
          "number": 23,
          "latin": "Vos ergo videte: ecce praedixi vobis omnia.",
          "english": "“But be on your guard; I have told you everything beforehand."
        },
        {
          "number": 24,
          "latin": "Sed in illis diebus, post tribulationem illam, sol obscurabitur, et luna non dabit lumen suum:",
          "english": "“But in those days, after that tribulation, the sun will be darkened, and the moon will not give its light,"
        },
        {
          "number": 25,
          "latin": "et stellae caeli cadent, et virtutes quae in caelis sunt movebuntur.",
          "english": "and the stars will be falling from heaven, and the powers that are in the heavens will be shaken."
        },
        {
          "number": 26,
          "latin": "Et tunc videbunt Filium hominis venientem in nubibus cum potestate multa et gloria.",
          "english": "“And then they will see the Son of Man coming in clouds with great power and glory."
        },
        {
          "number": 27,
          "latin": "Et tunc mittet angelos suos, et congregabit electos suos a quattuor ventis, a summo terrae usque ad summum caeli.",
          "english": "“And then He will send forth the angels, and will gather together His elect from the four winds, from the farthest end of the earth to the farthest end of heaven."
        },
        {
          "number": 28,
          "latin": "A ficu discite parabolam: cum jam ramus ejus tener fuerit, et folia nata fuerint, scitis quia in proximo est aestas:",
          "english": "“Now learn the parable from the fig tree: when its branch has already become tender and puts forth its leaves, you know that summer is near."
        },
        {
          "number": 29,
          "latin": "ita et vos cum videritis haec fieri, scitote quod in proximo sunt in januis.",
          "english": "“So also you, when you see these things happening, recognize that He is near, right at the doors."
        },
        {
          "number": 30,
          "latin": "Amen dico vobis, quoniam non praeteribit generatio haec, donec omnia ista fiant.",
          "english": "“Truly I say to you, this generation will not pass away until all these things take place."
        },
        {
          "number": 31,
          "latin": "Caelum et terra transibunt: verba autem mea non praeteribunt.",
          "english": "“Heaven and earth will pass away, but My words will not pass away."
        },
        {
          "number": 32,
          "latin": "De die autem illa, vel hora, nemo scit, neque angeli in caelo, neque Filius, nisi Pater.",
          "english": "“But of that day or hour, no one knows, not even the angels in heaven, nor the Son, but the Father."
        },
        {
          "number": 33,
          "latin": "Videte, vigilate et orate: nescitis enim quando tempus sit.",
          "english": "“Be on the alert, keep awake, and pray; for you do not know when the time will come."
        },
        {
          "number": 34,
          "latin": "Sicut homo qui peregre profectus, reliquit domum suam, et dedit servis suis potestatem cujusque operis, et janitori praecepit ut vigilet:",
          "english": "“It is like a man away on a journey, who upon leaving his house and putting his servants in charge, assigning to each one his task, also commanded the doorkeeper to stay awake."
        },
        {
          "number": 35,
          "latin": "vigilate itaque, nescitis enim quando dominus domus veniat: sero, an media nocte, an galli cantu, an mane:",
          "english": "“Therefore, be on the alert—for you do not know when the master of the house is coming, whether in the evening, or at midnight, or at the rooster’s crowing, or in the morning—"
        },
        {
          "number": 36,
          "latin": "ne forte, cum repente venerit, inveniat vos dormientes.",
          "english": "lest he come suddenly and find you asleep."
        },
        {
          "number": 37,
          "latin": "Quod autem vobis dico, omnibus dico: Vigilate.",
          "english": "“What I say to you I say to all: ‘Be on the alert!’”"
        }
      ]
    },
    {
      "number": 14,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Erat autem Pascha, et Azyma post biduum: et quaerebant summi sacerdotes et scribae, quomodo eum dolo tenerent, et occiderent.",
          "english": "The Passover and Unleavened Bread were coming in two days. The chief priests and scribes sought how to seize Jesus by treachery and kill Him."
        },
        {
          "number": 2,
          "latin": "Dicebant enim: Ne in die festo, ne forte tumultus fiat in populo.",
          "english": "They said, “Not during the festival, lest there be a riot among the people.”"
        },
        {
          "number": 3,
          "latin": "Et cum esset in Bethania, in domo Simonis leprosi, et recubuit, venit mulier habens alabastrum unguenti spica nardi puri, pretiosi, et confracto alabastro, misit super caput ejus.",
          "english": "Jesus was in Bethany, in the house of Simon the leper, and as He reclined at table, a woman came with an alabaster flask of very costly ointment of pure nard. Breaking the flask, she poured the ointment over His head."
        },
        {
          "number": 4,
          "latin": "Erant autem quidam, qui indigne ferebant in semetipsis, et dicebant: Ut quid perditio haec unguenti facta est?",
          "english": "Some were indignant within themselves and said, “Why was this waste of ointment made?"
        },
        {
          "number": 5,
          "latin": "Potuit enim hoc unguentum venundari pluris quam trecentis denariis, et dari pauperibus. Et fremebant in eam.",
          "english": "It could have been sold for more than three hundred denarii and given to the poor.” And they were angry at her."
        },
        {
          "number": 6,
          "latin": "Jesus autem dixit: Sinite eam: quid ei molestos estis? bonum opus operata est in me.",
          "english": "Jesus said, “Let her alone! Why do you bother her? She has done a good work for Me."
        },
        {
          "number": 7,
          "latin": "Semper enim pauperes habetis vobiscum: et cum volueritis, potestis illis benefacere: me autem non semper habetis.",
          "english": "For you always have the poor with you, and whenever you want, you can do good to them. But you do not always have Me."
        },
        {
          "number": 8,
          "latin": "Quod habuit, fecit: praevenit unguere corpus meum in sepulturam.",
          "english": "She has done what she could; she has beforehand anointed My body for burial."
        },
        {
          "number": 9,
          "latin": "Amen dico vobis: Ubicumque praedicabitur Evangelium hoc in universo mundo, et quod fecit haec, narrabitur in memoriam ejus.",
          "english": "Amen, I say to you, wherever the Gospel is proclaimed throughout the whole world, what she has done will be told in memory of her.”"
        },
        {
          "number": 10,
          "latin": "Et Judas Iscariot, unus de duodecim, abiit ad summos sacerdotes, ut ei eum traderet.",
          "english": "Then Judas Iscariot, one of the Twelve, went to the chief priests to hand Jesus over to them."
        },
        {
          "number": 11,
          "latin": "Qui audientes gauisi sunt: et promiserunt ei pecuniam se daturos. Et quaerebat quomodo illum opportune traderet.",
          "english": "They were pleased when they heard this and promised to give him money. And he sought how to betray Him at a convenient time."
        },
        {
          "number": 12,
          "latin": "Et primo die Azymorum, quando Pascha immolabant, dicunt ei discipuli ejus: Ubi vis eamus, et paremus tibi, ut manduces Pascha?",
          "english": "On the first day of the Feast of Unleavened Bread, when they sacrificed the Passover, His disciples said to Him, “Where do you want us to go to prepare for You to eat the Passover?”"
        },
        {
          "number": 13,
          "latin": "Et mittit duos ex discipulis suis, et dicit eis: Ite in civitatem: et occurret vobis homo lagenam aquae portans: sequimini eum.",
          "english": "He sent two of His disciples and said to them, “Go into the city, and a man carrying a jar of water will meet you. Follow him."
        },
        {
          "number": 14,
          "latin": "Et quocumque introierit, dicite domino domus: Magister dicit: Ubi est refectio, ubi Pascha manducem cum discipulis meis?",
          "english": "Wherever he enters, say to the master of the house, ‘The Teacher says, “Where is the guest room where I may eat the Passover with My disciples?”’"
        },
        {
          "number": 15,
          "latin": "Et ipse vobis ostendet cenaculum magnum stratum: et ibi parate nobis.",
          "english": "Then he will show you a large upper room furnished and ready. Prepare for us there.”"
        },
        {
          "number": 16,
          "latin": "Et abierunt discipuli ejus, et venerunt in civitatem: et invenerunt sicut dixit eis, et paraverunt Pascha.",
          "english": "The disciples went out and came to the city and found everything as He had told them, and they prepared the Passover."
        },
        {
          "number": 17,
          "latin": "Vespere autem facto venit cum duodecim.",
          "english": "When it was evening, He came with the Twelve."
        },
        {
          "number": 18,
          "latin": "Et discumbentes, et manducantes, dixit Jesus: Amen dico vobis, quia unus ex vobis tradet me, qui manducat mecum.",
          "english": "As they reclined and were eating, Jesus said, “Amen, I say to you, one of you will betray Me, the one eating with Me.”"
        },
        {
          "number": 19,
          "latin": "Coeperunt contristari, et dicere ei singuli: Numquid ego?",
          "english": "They began to be sorrowful and to say to Him one by one, “Surely not I?”"
        },
        {
          "number": 20,
          "latin": "Qui respondens, ait illis: Unus ex duodecim, qui intingit mecum in parapside.",
          "english": "He said to them in reply, “One of the Twelve, the one who dips his hand into the dish with Me."
        },
        {
          "number": 21,
          "latin": "Filius quidem hominis vadit, sicut scriptum est de illo: vae autem homini illi, per quem Filius hominis traditur: bonum erat ei, si natus non fuisset homo ille.",
          "english": "The Son of Man goes as it is written about Him, but woe to that man by whom the Son of Man is betrayed. It would have been better for that man if he had not been born.”"
        },
        {
          "number": 22,
          "latin": "Et manducantes illis, accepit Jesus panem, et benedicens fregit, et dedit eis, et ait: Sumite, hoc est corpus meum.",
          "english": "While they were eating, He took bread, said the blessing, broke it, gave it to them, and said, “Take this, this is My body.”"
        },
        {
          "number": 23,
          "latin": "Et accipiens calicem, gratias agens, dedit eis: et biberunt ex eo omnes.",
          "english": "Then He took a cup, gave thanks, and gave it to them, and they all drank from it."
        },
        {
          "number": 24,
          "latin": "Et ait illis: Hic est sanguis meus novi testamenti, qui pro multis effundetur.",
          "english": "He said to them, “This is My blood of the covenant, which will be shed for many."
        },
        {
          "number": 25,
          "latin": "Amen dico vobis, quia jam non bibam de genimine vitis usque in diem illum, cum bibam illud novum in regno Dei.",
          "english": "Amen, I say to you, I shall not drink again the fruit of the vine until the day when I drink it new in the kingdom of God.”"
        },
        {
          "number": 26,
          "latin": "Et hymno dicto, exierunt in montem Oliveti.",
          "english": "Then, after singing a hymn, they went out to the Mount of Olives."
        },
        {
          "number": 27,
          "latin": "Et dicit eis Jesus: Omnes scandalizabimini in me in nocte ista. Scriptum est enim: Percutiam pastorem, et dispergentur oves.",
          "english": "Jesus said to them, “You will all have your faith shaken, for it is written: ‘I will strike the shepherd, and the sheep will be scattered.’"
        },
        {
          "number": 28,
          "latin": "Sed postquam resurrexero, praecedam vos in Galilaeam.",
          "english": "But after I am raised up, I shall go before you to Galilee.”"
        },
        {
          "number": 29,
          "latin": "Petrus autem ait illi: Et si omnes scandalizati fuerint, sed non ego.",
          "english": "Peter said to Him, “Even though all should have their faith shaken, I will not.”"
        },
        {
          "number": 30,
          "latin": "Et dicit ei Jesus: Amen dico tibi, quia hodie in nocte ista, priusquam gallus bis cantet, ter me negabis.",
          "english": "Jesus said to him, “Amen, I say to you, this very night before the cock crows twice, you will deny Me three times.”"
        },
        {
          "number": 31,
          "latin": "Ille autem vehementius loquebatur: Etsi oportuerit me mori cum te, non te negabo. Similiter autem et omnes dicebant.",
          "english": "But he vehemently protested, “Even though I should have to die with You, I will not deny You.” And they all spoke similarly."
        },
        {
          "number": 32,
          "latin": "Et veniunt in villam, cui nomen Gethsemani. Et dicit discipulis suis: Sedete hic, donec orem.",
          "english": "They came to a place named Gethsemane, and He said to His disciples, “Sit here while I pray.”"
        },
        {
          "number": 33,
          "latin": "Et assumit Petrum, et Jacobum, et Joannem secum: et coepit pavere, et tædere.",
          "english": "He took with Him Peter, James, and John, and began to be troubled and distressed."
        },
        {
          "number": 34,
          "latin": "Et dicit eis: Tristis est anima mea usque ad mortem: sustinete hic, et vigilate.",
          "english": "He said to them, “My soul is sorrowful even to death. Remain here and keep watch.”"
        },
        {
          "number": 35,
          "latin": "Et cum processisset paululum, procidit super terram: et orabat, ut si fieri posset, transiret ab eo hora.",
          "english": "He advanced a little and fell to the ground and prayed that if it were possible, the hour might pass Him."
        },
        {
          "number": 36,
          "latin": "Et dicebat: Abba, Pater: omnia tibi possibilia sunt: transfer calicem istum a me: sed non quod ego volo, sed quod tu.",
          "english": "He said, “Abba, Father, all things are possible to You. Take this cup away from Me, but not what I will, but what You will.”"
        },
        {
          "number": 37,
          "latin": "Et venit, et invenit eos dormientes: et dicit Petro: Simon, dormis? non potuisti una hora vigilare?",
          "english": "Then He returned and found them sleeping. He said to Peter, “Simon, are you asleep? Could you not keep watch for one hour?"
        },
        {
          "number": 38,
          "latin": "Vigilate, et orate, ut non intretis in tentationem. Spiritus quidem promptus, caro autem infirma.",
          "english": "Keep watch and pray that you may not undergo the test. The spirit is willing, but the flesh is weak.”"
        },
        {
          "number": 39,
          "latin": "Et iterum abiens, oravit, eundem sermonem dicens.",
          "english": "Again He went away and prayed, saying the same thing."
        },
        {
          "number": 40,
          "latin": "Et reversus, iterum invenit eos dormientes: erant enim oculi eorum gravati: et ignorabant quid responderent ei.",
          "english": "Again He returned and found them sleeping, for their eyes were heavy, and they did not know what to answer Him."
        },
        {
          "number": 41,
          "latin": "Et venit tertio, et dicit eis: Dormite jam, et requiescite: sufficit: venit hora: ecce traditur Filius hominis in manus peccatorum.",
          "english": "He returned a third time and said to them, “Are you still sleeping and taking your rest? It is over. The hour has come. Behold, the Son of Man is to be handed over to sinners."
        },
        {
          "number": 42,
          "latin": "Surgite, eamus: ecce, qui tradit me, prope est.",
          "english": "Get up, let us go. See, My betrayer is near.”"
        },
        {
          "number": 43,
          "latin": "Et statim, eo adhuc loquente, venit Judas Iscariot, unus ex duodecim, et cum illo turba cum gladiis et fustibus, missa a summis sacerdotibus, et scribis, et senioribus.",
          "english": "Immediately, while He was still speaking, Judas, one of the Twelve, arrived, accompanied by a crowd with swords and clubs, sent by the chief priests, the scribes, and the elders."
        },
        {
          "number": 44,
          "latin": "Dederat autem illis qui traderet eum, signum, dicens: Quem osculatus fuero, ipse est: tenete eum, et ducite caute.",
          "english": "The one who was to hand Him over had given them a sign, saying, “Whomever I shall kiss is the one; seize him and lead him away securely.”"
        },
        {
          "number": 45,
          "latin": "Et cum venisset, statim accedens ad eum, dicit: Rabbi: et osculatus est eum.",
          "english": "And when he came, he immediately went up to Him and said, “Rabbi,” and kissed Him."
        },
        {
          "number": 46,
          "latin": "At illi manus injecerunt in eum.",
          "english": "Then they laid hands on Him."
        },
        {
          "number": 47,
          "latin": "Unus autem ex circumstantibus, evaginato gladio, percussit servum summi sacerdotis, et amputavit illi aurum.",
          "english": "One of the bystanders drew his sword, struck the servant of the high priest, and cut off his ear."
        },
        {
          "number": 48,
          "latin": "Et respondens Jesus, ait illis: Tamquam ad latronem existis cum gladiis et fustibus, comprehendere me?",
          "english": "Jesus said to them in reply, “Have you come out as against a robber, with swords and clubs, to seize Me?"
        },
        {
          "number": 49,
          "latin": "Quotidie eram vobiscum in templo docens, et non me tenuistis. Sed ut impleantur Scripturae.",
          "english": "Day after day I was with you in the temple teaching, and you did not arrest Me; but that the Scriptures may be fulfilled.”"
        },
        {
          "number": 50,
          "latin": "Tunc, relicto eo, fugerunt omnes.",
          "english": "And they all left Him and fled."
        },
        {
          "number": 51,
          "latin": "Et adolescens quidam sequebatur eum, amictus sindone super nudum: et tenuerunt eum.",
          "english": "Now a young man followed Him, wearing nothing but a linen cloth about his body. They tried to seize him,"
        },
        {
          "number": 52,
          "latin": "At ille, rejecta sindone, nudus aufugit ab eis.",
          "english": "but he left the linen cloth behind and ran off naked."
        },
        {
          "number": 53,
          "latin": "Et adduxerunt Jesum ad summum sacerdotem: et convenerunt omnes summi sacerdotes et seniores et scribae.",
          "english": "They led Jesus away to the high priest, and all the chief priests and the elders and the scribes came together."
        },
        {
          "number": 54,
          "latin": "Petrus autem a longe sequebatur eum usque intro in atrium summi sacerdotis: et sedebat cum ministris, et calefiebat ad ignem.",
          "english": "Peter followed Him at a distance, right into the high priest's courtyard, where he sat with the guards and warmed himself by the fire."
        },
        {
          "number": 55,
          "latin": "Summi autem sacerdotes, et omnis concilium, quaerebant contra Jesum testimonium ut eum morti traderent: et non inveniebant.",
          "english": "The chief priests and the whole Sanhedrin were seeking testimony against Jesus so they could put Him to death, but they found none."
        },
        {
          "number": 56,
          "latin": "Multi enim falso testimonium dicebant contra eum, et similes erant testimonia.",
          "english": "Many gave false testimony against Him, but their testimonies did not agree."
        },
        {
          "number": 57,
          "latin": "Et quidam, surgentes, falso testimonium dicebant adversus eum, dicentes:",
          "english": "Some began to give false testimony against Him, saying,"
        },
        {
          "number": 58,
          "latin": "Nos audivimus eum dicentem: Quia ego dissolvam templum hoc manufactum, et post triduum aliud non manufactum aedificabo.",
          "english": "“We heard Him say, ‘I will destroy this temple made with hands and within three days I will build another not made with hands.’”"
        },
        {
          "number": 59,
          "latin": "Et non erat par testimonium illorum.",
          "english": "But not even so did their testimony agree."
        },
        {
          "number": 60,
          "latin": "Et surgens summus sacerdos, in medium, interrogavit Jesum, dicens: Non respondes quid ista contra te testificantur?",
          "english": "The high priest rose before them and questioned Jesus, saying, “Have you no answer? What are these men testifying against you?”"
        },
        {
          "number": 61,
          "latin": "Qui tacebat, et nihil respondit. Iterum summus sacerdos interrogabat eum, et dicit ei: Tu es Christus filius benedicti?",
          "english": "But He remained silent and answered nothing. Again the high priest questioned Him and said to Him, “Are you the Christ, the Son of the Blessed One?”"
        },
        {
          "number": 62,
          "latin": "Jesus autem dixit: Ego sum: et videbitis Filium hominis a dextris sedentem virtutis, et venientem cum nubibus caeli.",
          "english": "Jesus said, “I AM; and you will see the Son of Man seated at the right hand of the Power and coming with the clouds of the sky.”"
        },
        {
          "number": 63,
          "latin": "At summus sacerdos, scindens vestimenta sua, ait: Quid adhuc desideramus testimonium?",
          "english": "The high priest tore his garments and said, “What further need have we of witnesses?"
        },
        {
          "number": 64,
          "latin": "Audistis blasphemiam: quid vobis videtur? Qui omnes judicaverunt eum reum esse mortis.",
          "english": "You have heard the blasphemy. What do you think?” They all condemned Him as deserving to die."
        },
        {
          "number": 65,
          "latin": "Et coeperunt quidam conspuere eum, et velare faciem ejus, et colaphis eum caedere, et dicere ei: Prophetiza.",
          "english": "Some began to spit on Him. They blindfolded Him and began to beat Him, and to say to Him, “Prophesy!”"
        },
        {
          "number": 66,
          "latin": "Et ministri colaphis eum caedebant.",
          "english": "The guards also took Him and beat Him."
        },
        {
          "number": 67,
          "latin": "Et cum esset Petrus in inferius in atrio, venit una ex ancillis summi sacerdotis:",
          "english": "While Peter was below in the courtyard, one of the high priest’s maids came."
        },
        {
          "number": 68,
          "latin": "et videns Petrum calentem, aspexit illum, et ait: Et tu cum Jesu Nazareno eras.",
          "english": "Seeing Peter warming himself, she looked intently at him and said, “You too were with Jesus of Nazareth.”"
        },
        {
          "number": 69,
          "latin": "Ille autem negavit, dicens: Nescio, neque scio quid dicis. Et exiit foras ante curtim: et gallus cantavit.",
          "english": "But he denied it, saying, “I neither know nor understand what you are saying.” And he went out to the forecourt, and the cock crowed."
        },
        {
          "number": 70,
          "latin": "Et iterum ancilla, videns eum, coepit dicere circumstantibus: Quia hic de illis est.",
          "english": "The maid saw him and began again to say to the bystanders, “This man is one of them.”"
        },
        {
          "number": 71,
          "latin": "Ille autem iterum negabat. Et post pusillum, iterum qui assistebant, dicebant Petro: Vere tu ex illis es: nam et Galilaeus es.",
          "english": "He again denied it. After a little while the bystanders again said to Peter, “Surely you are one of them; for you are a Galilean.”"
        },
        {
          "number": 72,
          "latin": "Ille autem coepit anathematizare, et jurare: Quia nescio hominem istum quem vos dicitis.",
          "english": "He began to curse and to swear, “I do not know this man about whom you are speaking.”"
        },
        {
          "number": 73,
          "latin": "Et statim secundo gallus cantavit. Et recordatus est Petrus verbi, quod dixit ei Jesus: Priusquam gallus bis cantet, ter me negabis: et coepit flere.",
          "english": "Immediately the cock crowed a second time. Peter remembered the word that Jesus had said to him, “Before the cock crows twice, you will deny Me three times.” And he broke down and wept."
        }
      ]
    },
    {
      "number": 15,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et statim mane consilium facientes summi sacerdotes cum senioribus et scribis et universo concilio, vincentes Jesum, duxerunt eum, et tradiderunt Pilato.",
          "english": "Early in the morning, the high priests, elders, scribes, and the entire council made a plan. They bound Jesus, brought Him, and handed Him over to Pilate."
        },
        {
          "number": 2,
          "latin": "Et interrogavit eum Pilatus: Tu es rex Judaeorum? At ille respondens ait illi: Tu dicis.",
          "english": "Pilate questioned Him, asking: “Are you the king of the Jews?” He replied: “You say so.”"
        },
        {
          "number": 3,
          "latin": "Et accusabant eum multi, et multa.",
          "english": "And many accused Him of many things."
        },
        {
          "number": 4,
          "latin": "Pilatus autem iterum interrogavit eum, dicens: Non respondes quidquam? vides in quantis te accusant?",
          "english": "Pilate questioned Him again, saying: “Won’t you answer? See how many things they are accusing you of?”"
        },
        {
          "number": 5,
          "latin": "Jesus autem amplius nihil respondit, ita ut miraretur Pilatus.",
          "english": "But Jesus still did not reply, so Pilate was amazed."
        },
        {
          "number": 6,
          "latin": "Per diem autem festum dimittebat illis unum ex vinctis, quemcumque postularent.",
          "english": "Now, it was customary for him to release one prisoner at the feast, whomever they requested."
        },
        {
          "number": 7,
          "latin": "Erat autem qui dicebatur Barabbas, qui cum seditiosis erat vinctus, qui in seditione fecerant homicidium.",
          "english": "There was a man called Barabbas, who was imprisoned with those who had started a revolt and committed murder during the revolt."
        },
        {
          "number": 8,
          "latin": "Et cum ascendisset turba, coepit rogare, ut faceret eis sicut semper faciebat illis.",
          "english": "The crowd then came up and began to request that he do for them what he always did."
        },
        {
          "number": 9,
          "latin": "Pilatus autem respondit eis, dicens: Vultis dimittam vobis regem Judaeorum?",
          "english": "Pilate answered them, saying: “Do you want me to release for you the king of the Jews?”"
        },
        {
          "number": 10,
          "latin": "Sciebat enim quod per invidiam tradidissent eum summi sacerdotes.",
          "english": "For he knew that the high priests had handed Him over out of envy."
        },
        {
          "number": 11,
          "latin": "Pontifices autem concitaverunt turbam, ut magis Barabbam dimitteret eis.",
          "english": "The high priests stirred up the crowd so that he would release Barabbas for them instead."
        },
        {
          "number": 12,
          "latin": "Pilatus iterum respondens, ait illis: Quid ergo vultis faciam regi Judaeorum?",
          "english": "Pilate answered them again, saying: “Then what do you want me to do with the king of the Jews?”"
        },
        {
          "number": 13,
          "latin": "At illi iterum clamaverunt: Crucifige eum.",
          "english": "They shouted back: “Crucify him!”"
        },
        {
          "number": 14,
          "latin": "Pilatus autem dicebat eis: Quid enim mali fecit? At illi magis clamabant: Crucifige eum.",
          "english": "Pilate said to them: “Why, what wrong has he done?” But they shouted all the louder: “Crucify him!”"
        },
        {
          "number": 15,
          "latin": "Pilatus, volens satisfacere turbae, dimisit illis Barabbam, et tradidit Jesum flagellis, ut crucifigeretur.",
          "english": "Pilate, wanting to satisfy the crowd, released Barabbas for them and handed Jesus over to be scourged and crucified."
        },
        {
          "number": 16,
          "latin": "Milites autem duxerunt eum intro in atrium praetorii: et convocant totam cohortem.",
          "english": "The soldiers then brought Him into the courtyard, that is, the praetorium, and called together the entire cohort."
        },
        {
          "number": 17,
          "latin": "Et induunt eum purpuram, et inponunt ei plectentes spineam coronam.",
          "english": "They put a purple cloak on Him, and twisted a crown of thorns and placed it on Him."
        },
        {
          "number": 18,
          "latin": "Et coeperunt salutare eum: Ave, rex Judaeorum.",
          "english": "Then they began to salute Him: “Hail, king of the Jews!”"
        },
        {
          "number": 19,
          "latin": "Et percutiebant caput ejus arundine: et conspuebant eum: et ponentes genua adorabant eum.",
          "english": "And they struck Him on the head with a reed. They spat on Him, and bowing their knees, they worshipped Him."
        },
        {
          "number": 20,
          "latin": "Et postquam illuserunt ei, exuerunt eum purpuram, et induerunt eum vestimentis suis: et eduxerunt eum ut crucifigerent eum.",
          "english": "After mocking Him, they took the purple cloak off Him and put His own clothes back on. Then they led Him out to crucify Him."
        },
        {
          "number": 21,
          "latin": "Et angariaverunt praetereuntem quempiam, Simonem Cyrenaeum, venientem de villa, patrem Alexandri et Rufi, ut tolleret crucem ejus.",
          "english": "They compelled a certain passer-by, Simon of Cyrene, who was coming from the country, the father of Alexander and Rufus, to carry His cross."
        },
        {
          "number": 22,
          "latin": "Et adducunt eum in Golgotha locum, quod est interpretatum Calvariae locus.",
          "english": "They brought Him to the place Golgotha, which means, the place of the skull."
        },
        {
          "number": 23,
          "latin": "Et dabant ei vinum, myrrha mixtum: sed non accepit.",
          "english": "They offered Him wine mixed with myrrh, but He didn’t take it."
        },
        {
          "number": 24,
          "latin": "Et crucifigunt eum: et dividunt vestimenta ejus, mittentes sortem super ea, quis quid tolleret.",
          "english": "And they crucified Him, and divided His garments among them, casting lots for them to see what each one would take."
        },
        {
          "number": 25,
          "latin": "Erat autem hora tertia, et crucifixerunt eum.",
          "english": "It was the third hour when they crucified Him."
        },
        {
          "number": 26,
          "latin": "Et erat titulus causae ejus inscriptus: Rex Judaeorum.",
          "english": "The inscription of the charge against Him was written: “The King of the Jews.”"
        },
        {
          "number": 27,
          "latin": "Et cum eo crucifigunt duos latrones: unum a dextris, et alium a sinistris ejus.",
          "english": "With Him, they crucified two thieves, one on His right and the other on His left."
        },
        {
          "number": 28,
          "latin": "Et adimpleta est Scriptura, quae dicit: Et cum iniquis reputatus est.",
          "english": "And the Scripture was fulfilled which says, “And he was counted among the wicked.”"
        },
        {
          "number": 29,
          "latin": "Et praetereuntes blasphemabant eum, moventes capita sua, et dicentes: Vah, qui destruis templum, et in tribus diebus aedificas:",
          "english": "Those who passed by blasphemed Him, shaking their heads and saying, “Aha! You who destroy the temple and rebuild it in three days,"
        },
        {
          "number": 30,
          "latin": "salvum fac teipsum, descendens de cruce.",
          "english": "save yourself by coming down from the cross!”"
        },
        {
          "number": 31,
          "latin": "Similiter et summi sacerdotes illudentes, inter se cum scribis dicebant: Alios salvos fecit, seipsum non potest salvum facere.",
          "english": "In the same way, the high priests mocked Him among themselves with the scribes, saying, “He saved others; He can’t save Himself.”"
        },
        {
          "number": 32,
          "latin": "Christus rex Israel, descendat nunc de cruce, ut videamus et credamus. Et qui cum eo crucifixerant, improperabant ei.",
          "english": "“Let Christ, the king of Israel, come down now from the cross, so that we may see and believe.” Even those who were crucified with Him reviled Him."
        },
        {
          "number": 33,
          "latin": "Et facta hora sexta, tenebrae factae sunt per totam terram usque in horam nonam.",
          "english": "When the sixth hour came, darkness fell over the whole earth until the ninth hour."
        },
        {
          "number": 34,
          "latin": "Et hora nona exclamavit Jesus voce magna, dicens: Eloi, Eloi, lama sabacthani? quod est interpretatum: Deus meus, Deus meus, ut quid dereliquisti me?",
          "english": "At the ninth hour, Jesus cried out with a loud voice, saying, “Eloi, Eloi, lama sabachthani?” which means, “My God, my God, why have you forsaken me?”"
        },
        {
          "number": 35,
          "latin": "Et quidam de circumstantibus audientes, dicebant: Ecce, Eliam vocat.",
          "english": "Some of the bystanders, hearing this, said: “Look, he’s calling for Elijah.”"
        },
        {
          "number": 36,
          "latin": "Currens autem unus, et implens spongiam aceto, circumposuit calamo, et potum dabat ei, dicens: Sinite, videamus si veniat Elias ad deponendum eum.",
          "english": "Someone ran and filled a sponge with vinegar, put it on a reed, and offered it to Him to drink, saying, “Wait! Let us see if Elijah comes to take Him down.”"
        },
        {
          "number": 37,
          "latin": "Jesus autem emissa voce magna exspiravit.",
          "english": "Then Jesus, uttering a loud cry, breathed His last."
        },
        {
          "number": 38,
          "latin": "Et velum templi scissum est in duo, a summo usque deorsum.",
          "english": "And the veil of the temple was torn in two from top to bottom."
        },
        {
          "number": 39,
          "latin": "Videns autem centurio, qui ex adverso stabat, quia sic clamans exspirasset, ait: Vere homo hic Filius Dei erat.",
          "english": "When the centurion who stood facing Him saw that He had breathed His last in this way, he said, “Truly this man was the Son of God.”"
        },
        {
          "number": 40,
          "latin": "Erant autem et mulieres de longe aspicientes: inter quas erat Maria Magdalene, et Maria Jacobi minoris, et Joses mater, et Salome:",
          "english": "There were also women looking on from a distance, among whom were Mary Magdalene, Mary the mother of James the younger and of Joses, and Salome."
        },
        {
          "number": 41,
          "latin": "qui cum esset in Galilaea, sequebantur eum, et ministrabant ei, et aliae multae, quae simul cum eo ascenderant Jerosolymam.",
          "english": "They had followed Him when He was in Galilee, ministering to Him, and there were many other women who had come up with Him to Jerusalem."
        },
        {
          "number": 42,
          "latin": "Et cum jam sero esset factum, quia erat parasceve, quod est ante sabbatum,",
          "english": "When evening had come, because it was the Preparation Day, that is, the day before the Sabbath,"
        },
        {
          "number": 43,
          "latin": "venit Joseph ab Arimathaea, nobilis decurio, qui et ipse erat exspectans regnum Dei: et ausus est introire ad Pilatum, et petiit corpus Jesu.",
          "english": "Joseph of Arimathaea, a respected member of the council, who was also waiting for the kingdom of God, took courage and went to Pilate to ask for the body of Jesus."
        },
        {
          "number": 44,
          "latin": "Pilatus autem mirabatur si jam obiisset: et accersito centurione, interrogavit eum si jam mortuus esset.",
          "english": "Pilate was surprised that He was already dead, and summoning the centurion, he asked him if He was already dead."
        },
        {
          "number": 45,
          "latin": "Et cum cognovisset a centurione, donavit corpus Joseph.",
          "english": "When he learned this from the centurion, he granted the body to Joseph."
        },
        {
          "number": 46,
          "latin": "Joseph autem mercatus sindonem, et deponens eum involvit in sindone, et posuit eum in monumento, quod erat excisum de petra: et advolvit lapidem ad ostium monumenti.",
          "english": "Having bought a linen shroud, Joseph took Him down, wrapped Him in the linen, and laid Him in a tomb that had been cut out of the rock. Then he rolled a stone against the entrance of the tomb."
        },
        {
          "number": 47,
          "latin": "Maria autem Magdalene, et Maria Joses aspiciebant ubi poneretur.",
          "english": "Mary Magdalene and Mary the mother of Joses were looking on where He was laid."
        }
      ]
    },
    {
      "number": 16,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et consummato sabbato, Maria Magdalene, et Maria Iacobi, et Salome emerunt aromata, ut venientes ungerent Jesum.",
          "english": "After the Sabbath was over, Mary Magdalene, and Mary the mother of James, and Salome bought perfumed oils, so that when they came to the tomb, they could anoint Jesus."
        },
        {
          "number": 2,
          "latin": "Et valde mane una sabbati, veniunt ad monumentum, orto jam sole.",
          "english": "And very early on the first day of the week, they came to the tomb. The sun had just risen."
        },
        {
          "number": 3,
          "latin": "Et dicebant ad invicem: Quis revolvet nobis lapidem ab ostio monumenti?",
          "english": "And they were saying to one another: \"Who will roll away the stone from the entrance of the tomb?\""
        },
        {
          "number": 4,
          "latin": "Et respicientes viderunt revolutum lapidem. Erat quippe magnus valde.",
          "english": "But looking up, they saw that the stone had been rolled away. It was very large."
        },
        {
          "number": 5,
          "latin": "Et introëuntes in monumentum, viderunt juvenem sedentem in dextris, indutum stola candida, et obstupuerunt.",
          "english": "And entering into the tomb, they saw a young man sitting on the right, wearing a white robe, and they were astonished."
        },
        {
          "number": 6,
          "latin": "Qui dicit eis: Nolite expavescere: Jesum quaeritis Nazarenum crucifixum: resurrexit, non est hic, ecce locus ubi posuerunt eum.",
          "english": "The young man said to them: \"Do not be terrified. You are seeking Jesus of Nazareth, who was crucified. He has risen; He is not here. See the place where they laid Him."
        },
        {
          "number": 7,
          "latin": "Sed ite, dicite discipulis ejus, et Petro, quia praecedet vos in Galilaeam: ibi eum videbitis, sicut dixit vobis.",
          "english": "But go, tell His disciples and Peter, that He goes before you into Galilee. There you will see Him, as He said to you.\""
        },
        {
          "number": 8,
          "latin": "Et exientes, fugerunt de monumento: habebat enim illas tremor et pavor: nec cui, quid dicerent, dixerunt: timebant enim.",
          "english": "And they went out and fled from the tomb, for trembling and fear had seized them. And they said nothing to anyone, for they were afraid."
        },
        {
          "number": 9,
          "latin": "Resurgens autem mane prima sabbati, apparuit primo Mariae Magdalene, de qua ejecerat septem daemonia.",
          "english": "Now when Jesus rose early on the first day of the week, He appeared first to Mary Magdalene, from whom He had cast out seven demons."
        },
        {
          "number": 10,
          "latin": "Haec illa, iens nuntiavit his qui cum eo fuerant, qui maerebant et flebant.",
          "english": "She went and announced the news to those who had been with Him, who were mourning and weeping."
        },
        {
          "number": 11,
          "latin": "Et illi audientes quia viveret, et visus esset ab ea, non crediderunt.",
          "english": "And when they heard that He was alive and had been seen by her, they did not believe."
        },
        {
          "number": 12,
          "latin": "Post haec autem duobus ex illis ambulantibus, ostensus est in alia effigie, euntibus in vicum.",
          "english": "After this, He appeared in a different form to two of them while they were walking to the country."
        },
        {
          "number": 13,
          "latin": "Et illi euntes nuntiaverunt ceteris: nec illis crediderunt.",
          "english": "And they went and told the others, and they did not believe them."
        },
        {
          "number": 14,
          "latin": "Novissime autem recumbentibus illis undecim, apparuit: et increpavit incredulitatem eorum et duritiam cordis, quia his qui viderant eum resurgentem, non crediderunt.",
          "english": "Finally, as they were reclining at table, He appeared to the eleven. And He rebuked their unbelief and hardness of heart because they had not believed those who saw Him after He had risen."
        },
        {
          "number": 15,
          "latin": "Et dixit eis: Euntes in mundum universum, praedicate Evangelium omni creaturae.",
          "english": "And He said to them: \"Go into the entire world and preach the Gospel to every creature."
        },
        {
          "number": 16,
          "latin": "Qui crediderit et baptizatus fuerit, salvus erit: qui vero non crediderit, condemnabitur.",
          "english": "Whoever believes and is baptized will be saved, but whoever does not believe will be condemned."
        },
        {
          "number": 17,
          "latin": "Signa autem eos qui crediderint, haec sequentur: in nomine meo daemonia ejicient: linguis loquentur novis:",
          "english": "And these signs will accompany those who believe: In My name they will cast out demons; they will speak in new tongues;"
        },
        {
          "number": 18,
          "latin": "serpentes tollent: et si mortiferum quid biberint, non eis nocebit: super aegrotos manus imponent, et bene habebunt.",
          "english": "they will pick up serpents, and if they drink any deadly thing, it will not harm them; they will lay hands on the sick, and they will recover.\""
        },
        {
          "number": 19,
          "latin": "Dominus quidem postquam locutus est eis, assumptus est in caelum, et sedet ad dexteram Dei.",
          "english": "So then, after the Lord had spoken to them, He was taken up into the sky and sat at the right hand of God."
        },
        {
          "number": 20,
          "latin": "Illi autem profecti praedicaverunt ubique: Domino cooperante, et sermonem confirmante sequentibus signis.",
          "english": "And they went forth and preached everywhere, while the Lord worked with them and confirmed the word by the signs that followed."
        }
      ]
    }
  ]
}