{
  "name": "Hebrews",
  "chapters": [
    {
      "number": 1,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Multifariam, multisque modis olim Deus loquens patribus in Prophetis,",
          "english": "In many and various ways, God spoke in times past to our fathers through the Prophets."
        },
        {
          "number": 2,
          "latin": "novissime diebus istis locutus est nobis in Filio, quem constituit heredem universorum, per quem fecit et saecula:",
          "english": "But in these last days, He has spoken to us through the Son, whom He appointed heir of all things, and through whom He also created the ages and the universe."
        },
        {
          "number": 3,
          "latin": "qui cum sit splendor gloriae, et figura substantiae ejus, portansque omnia Verbo virtutis suae, purgationem peccatorum faciens, sedet ad dexteram majestatis in excelsis:",
          "english": "The Son is the radiance of God’s glory, and the exact representation of His very being. He sustains all things by His powerful Word. After He had made purification for our sins, He sat down at the right hand of the Divine Majesty on high."
        },
        {
          "number": 4,
          "latin": "tanto melior Angelis effectus, quanto differentius prae illis nomen hereditavit.",
          "english": "He became so much superior to the angels, just as the Name He inherited is more excellent than theirs."
        },
        {
          "number": 5,
          "latin": "Cui enim dixit aliquando ex Angelis: Filius meus es tu, ego hodie genui te? Et rursum: Ego ero illi in patrem, et ipse erit mihi in filium?",
          "english": "For to which of the angels did God ever say: 'You are My Son; today I have begotten You'? And again: 'I will be a Father to him, and he will be a Son to Me'?"
        },
        {
          "number": 6,
          "latin": "Et cum iterum introducit primogenitum in orbem terrae, dicit: Et adorent eum omnes Angeli Dei.",
          "english": "And when God again introduces the Firstborn into the world, He says: 'And let all the angels of God worship Him'."
        },
        {
          "number": 7,
          "latin": "Et ad Angelos quidem dicit: Qui facit Angelos suos spiritus, et ministros suos flammam ignis.",
          "english": "And concerning the angels, indeed, He says: 'Who makes His angels spirits, and His ministers a flame of fire'."
        },
        {
          "number": 8,
          "latin": "Ad Filium autem: Thronus tuus, Deus, in saeculum saeculi: virga aequitatis virga regni tui.",
          "english": "But to the Son He says: 'Your throne, O God, is forever and ever; the scepter of righteousness is the scepter of Your kingdom. Your rule is perfectly just'."
        },
        {
          "number": 9,
          "latin": "Dilexisti justitiam, et odisti iniquitatem: propterea unxit te Deus, Deus tuus oleo laetitiae prae participibus tuis.",
          "english": "You have loved justice and hated iniquity. Therefore, God, Your God, has anointed You with the oil of gladness more than Your companions."
        },
        {
          "number": 10,
          "latin": "Et: Tu in principio, Domine, terram fundasti: et opera manuum tuarum sunt caeli.",
          "english": "And: 'You, O Lord, in the beginning laid the foundation of the earth, and the universe is the work of Your hands'."
        },
        {
          "number": 11,
          "latin": "Ipsi peribunt, tu autem permanes: et omnes sicut vestimentum veterascent:",
          "english": "They will perish, but You remain. And they will all grow old like a garment."
        },
        {
          "number": 12,
          "latin": "et sicut amictus mutabis eos, et mutabuntur: tu autem idem ipse es, et anni tui non deficient.",
          "english": "Like a cloak You will fold them up, and they will be changed. But You are the same, and Your years will not come to an end."
        },
        {
          "number": 13,
          "latin": "Ad quem autem Angelorum dixit aliquando: Sede a dextris meis, donec ponam inimicos tuos scabellum pedum tuorum?",
          "english": "But to which of the angels has God ever said: 'Sit at My right hand, until I make Your enemies a footstool for Your feet'?"
        },
        {
          "number": 14,
          "latin": "Nonne omnes sunt administratorii spiritus, in ministerium missi propter eos qui hereditatem capient salutis?",
          "english": "Are they not all ministering spirits, sent forth on a mission to serve on behalf of those who are to inherit salvation?"
        }
      ]
    },
    {
      "number": 2,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Propterea abundantius oportet observare nos ea quæ audivimus, ne forte pereffluamus.",
          "english": "Therefore, we must pay much closer attention to the truths we have heard, so that we do not drift away from God’s truth."
        },
        {
          "number": 2,
          "latin": "Si enim, qui per angelos dictus est sermo, factus est firmus, et omnis prævaricatio et inobedientia accepit justam mercedis retributionem:",
          "english": "For if the Old Law, which was spoken to us through angels, was established as true and firm, and every transgression and act of disobedience to that Law received a just and deserved punishment,"
        },
        {
          "number": 3,
          "latin": "quomodo nos effugiemus si tantam neglexerimus salutem? quæ cum primum annuntiata esset per Dominum, ab his qui audierunt in nos confirmata est,",
          "english": "how shall we escape God’s judgment if we neglect this great salvation? This salvation was first announced directly by the Lord Himself, and then it was confirmed to us by those who personally heard Him speak."
        },
        {
          "number": 4,
          "latin": "contestante Deo signis et portentis, et variis virtutibus, et Spiritus Sancti distributionibus secundum suam voluntatem.",
          "english": "God also bore witness to this salvation through signs, wonders, and various powerful miracles, along with distributions of the Holy Spirit’s gifts, all according to His own divine will."
        },
        {
          "number": 5,
          "latin": "Non enim angelis subjecit Deus orbem terræ futurum, de quo loquimur.",
          "english": "For it was not to angels that God subjected the world to come, the new order of creation that we are now speaking about."
        },
        {
          "number": 6,
          "latin": "Testatus est autem in quodam loco quis dicens: Quid est homo quod memor es ejus? aut filius hominis quoniam visitas eum?",
          "english": "However, someone once testified in Scripture, saying: 'What is man, that You are mindful of him? Or the son of man, that You visit him?'"
        },
        {
          "number": 7,
          "latin": "Minuisti eum paulo minus ab angelis: gloria et honore coronasti eum: et constituisti eum super opera manuum tuarum.",
          "english": "You made him a little lower than the angels. You crowned him with glory and honor, and You appointed him over all the works of Your hands."
        },
        {
          "number": 8,
          "latin": "Omnia subjecisti sub pedibus ejus. In eo enim quod omnia ei subjecit, nihil dimisit non subjectum ei. Nunc autem necdum videmus omnia subjecta ei.",
          "english": "You put all things under his feet.' Indeed, by subjecting all things to him, God left nothing that is not subject to man. However, right now, we do not yet see all things fully subjected to man in the world."
        },
        {
          "number": 9,
          "latin": "Eum autem qui paulo minus ab angelis minoratus est, videmus Jesum propter passionem mortis, gloria et honore coronatum: ut gusto morte pro omnibus, aptus fieret.",
          "english": "But we do see Jesus, who for a little while was made lower than the angels—we see Him crowned with glory and honor because of the suffering of His death. He suffered death for every single person, so that through this experience, He might be made fully suitable and perfect to be our merciful High Priest."
        },
        {
          "number": 10,
          "latin": "Decet enim eum, propter quem omnia, et per quem omnia, multos filios in gloriam adducere, auctorem salutis eorum per passionem consummare.",
          "english": "For it was entirely fitting that God the Father—for Whom and through Whom all things exist—in bringing many sons and daughters into His glory, would make the Author of their salvation perfect through suffering."
        },
        {
          "number": 11,
          "latin": "Qui enim sanctificat, et qui sanctificantur, ex uno omnes. Propter quam causam non confunditur fratres eos vocare, dicens:",
          "english": "For both He who makes holy (Jesus Christ) and those who are made holy (the faithful) are all from one Father. For this reason, Christ is not ashamed to call them His brothers and sisters, saying:"
        },
        {
          "number": 12,
          "latin": "Annuntiabo nomen tuum fratribus meis: in medio Ecclesiæ laudabo te.",
          "english": "'I will proclaim Your Name to My brothers and sisters. In the midst of the assembled Church, I will sing Your praises.'"
        },
        {
          "number": 13,
          "latin": "Et iterum: Ego ero confidens in eum. Et iterum: Ecce ego, et pueri mei, quos mihi dedit Deus.",
          "english": "And again He says, 'I will put My trust completely in Him.' And again, 'Here I am, with the children God has given Me.'"
        },
        {
          "number": 14,
          "latin": "Quia ergo pueri communicaverunt carni et sanguini, et ipse similiter participavit eisdem: ut per mortem destrueret eum qui habebat mortis imperium, id est, diabolum:",
          "english": "Since these children of God share a common human nature of flesh and blood, Jesus Himself likewise fully partook in that very same nature. He did this so that through His own death, He might destroy the one who holds the dominion of death, which is the devil,"
        },
        {
          "number": 15,
          "latin": "et liberaret eos, qui timore mortis per totam vitam obnoxii erant servituti.",
          "english": "and so that He might free all those who, throughout their entire lives, were held in bondage by the constant fear of death."
        },
        {
          "number": 16,
          "latin": "Nusquam enim angelos apprehendit, sed semen Abrahæ apprehendit.",
          "english": "For He certainly did not come to the aid of angels, nor did He take on their nature; rather, He took on the nature of humanity, specifically, the descendants of Abraham."
        },
        {
          "number": 17,
          "latin": "Unde debuit per omnia fratribus similari, ut misericors fiat, et fidelis pontifex ad Deum, ut repropitiaret delicta populi.",
          "english": "Therefore, it was necessary for Him to be made like His brothers and sisters in every single way, so that He might become a merciful and faithful High Priest in service to God. Through this, He would make atonement and propitiation for the sins of His people."
        },
        {
          "number": 18,
          "latin": "In eo enim in quo passus est ipse et tentatus, potens est et eis qui tentantur, auxiliari.",
          "english": "For because He Himself suffered and was tempted, He is now powerfully able to come to the aid of those who are also being tempted."
        }
      ]
    },
    {
      "number": 3,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Unde, fratres sancti, vocationis cælestis participes, considerate Apostolum, et pontificem confessionis nostræ, Jesum:",
          "english": "Therefore, my holy brothers and sisters, you who share in a heavenly calling, focus your attention on Jesus, the Apostle and High Priest of our faith."
        },
        {
          "number": 2,
          "latin": "qui fidelis est ei, qui fecit illum, sicut et Moyses in omni domo ejus.",
          "english": "He is faithful to God, who appointed Him, just as Moses was faithful in all of God's own household."
        },
        {
          "number": 3,
          "latin": "Amplioris enim gloriæ iste præ Moyse dignus est habitus, quanto ampliorem honorem habet domus, qui fabricavit illam.",
          "english": "For Jesus has been considered worthy of greater glory than Moses, just as the builder of a house has greater honor than the house itself."
        },
        {
          "number": 4,
          "latin": "Omnis enim domus fabricatur ab aliquo: qui autem omnia creavit, Deus est.",
          "english": "For every house is built by someone, but the One who built all things is God."
        },
        {
          "number": 5,
          "latin": "Et Moyses quidem fidelis erat in omni domo ejus, tamquam famulus, in testimonium eorum, quæ dicenda erant:",
          "english": "And Moses was certainly faithful in all of God's household as a servant, testifying to the things that would be revealed later."
        },
        {
          "number": 6,
          "latin": "Christus vero tamquam filius in domo sua: cujus domus sumus nos, si fiduciam, et gloriam spei usque ad finem firmi retineamus.",
          "english": "But Christ is faithful as a Son presiding over His own household. We are that household, if we hold firmly to our confidence and the glorious boast of our hope until the very end."
        },
        {
          "number": 7,
          "latin": "Quapropter sicut dicit Spiritus Sanctus: Hodie si vocem ejus audieritis,",
          "english": "Therefore, as the Holy Spirit says: 'Today, if you hear His voice,"
        },
        {
          "number": 8,
          "latin": "nolite obdurare corda vestra, sicut in exacerbatione secundum diem tentationis in deserto,",
          "english": "do not harden your hearts, just as during the provocation on the day of testing in the wilderness,"
        },
        {
          "number": 9,
          "latin": "ubi tentaverunt me patres vestri, probaverunt, et viderunt opera mea, XL annis:",
          "english": "where your ancestors tested My patience and proved My power, even though they saw My works for forty years."
        },
        {
          "number": 10,
          "latin": "propter quod infensus fui generationi huic, et dixi: Semper hi errant corde. Ipsi vero non cognoverunt vias meas:",
          "english": "That is why I was greatly provoked with that generation, and I declared: 'These people always go astray in their hearts. Indeed, they have not known My ways,' "
        },
        {
          "number": 11,
          "latin": "sicut juravi in ira mea: Si introibunt in requiem meam.",
          "english": "just as I swore in My anger, 'They shall never enter into My rest.''"
        },
        {
          "number": 12,
          "latin": "Videte, fratres, ne forte sit in aliquo vestrum cor malum incredulitatis, discedendi a Deo vivo:",
          "english": "Be careful, brothers and sisters, that none of you should ever have an evil, unbelieving heart that would lead you to fall away from the living God."
        },
        {
          "number": 13,
          "latin": "sed exhortamini vosmetipsos per singulos dies, donec hodie cognominatur, ut non obduretur quisquam ex vobis fallacia peccati.",
          "english": "Instead, encourage one another daily, as long as it is still called 'Today,' so that none of you may be hardened by the deceitfulness of sin."
        },
        {
          "number": 14,
          "latin": "Participes enim Christi effecti sumus, si tamen initium substantiæ ejus usque ad finem firmum retineamus.",
          "english": "For we have become sharers in Christ, if indeed we hold firmly to the very foundation of our confidence in Him until the end."
        },
        {
          "number": 15,
          "latin": "Dum dicitur: Hodie si vocem ejus audieritis, nolite obdurare corda vestra, sicut in illa exacerbatione.",
          "english": "As it is said, 'Today, if you hear His voice, do not harden your hearts just as in that ancient provocation.'"
        },
        {
          "number": 16,
          "latin": "Quidam enim audientes exacerbaverunt: sed non universi qui exierunt ex Ægypto per Moysen.",
          "english": "For some, when they heard God's voice, rebelled against Him. However, not everyone who came out of Egypt under the leadership of Moses rebelled."
        },
        {
          "number": 17,
          "latin": "Quibus autem infensus est XL annis? Nonne his, qui peccaverunt, quorum cadavera prostrata sunt in deserto?",
          "english": "And with whom was God provoked for forty years? Was it not with those who sinned, whose bodies lay dead and scattered in the wilderness?"
        },
        {
          "number": 18,
          "latin": "Quibus autem juravit non introire in requiem suam, nisi his qui increduli fuerant?",
          "english": "And to whom did God swear that they would not enter into His rest, if not to those who were unbelieving?"
        },
        {
          "number": 19,
          "latin": "Et videmus quia non potuerunt introire propter incredulitatem.",
          "english": "So we see that they were not able to enter because of their unbelief."
        }
      ]
    },
    {
      "number": 4,
      "status": "completed",
      "verses": [
        {
          "number": "Hebrews 4:1",
          "latin": "Timeamus ergo ne forte relicta pollicitatione introeundi in requiem ejus, existimetur aliquis ex vobis deesse.",
          "english": "Therefore, let us be seriously concerned and afraid that, even though the promise of entering into God's eternal rest is still available, some among you may be considered to have failed to enter it."
        },
        {
          "number": "Hebrews 4:2",
          "latin": "Etenim et nobis nuntiatum est, sicut et illis: sed non profuit illis sermo auditus, non admixtus fidei eorum, qui audierunt.",
          "english": "For indeed, the Good News was preached to us, just as it was to that earlier generation in the desert. But the message they heard did not benefit them, because it was not mixed with faith in the hearts of those who heard it."
        },
        {
          "number": "Hebrews 4:3",
          "latin": "Ingredimur enim in requiem, qui credidimus, sicut dixit: Sicut juravi in ira mea: Si introibunt in requiem meam: et quidem opera ab institione mundi perfecta erant.",
          "english": "For we who have believed are truly entering into God's rest, just as God said concerning the disobedient generation of Israel: 'As I swore in My wrath, they shall certainly not enter into My rest.' And yet, God's works, the finished creation of the universe and the earth, were completed from the very moment the world was founded, meaning the rest was always prepared."
        },
        {
          "number": "Hebrews 4:4",
          "latin": "Dixit enim in quodam loco de die septima sic: Et requievit Deus die septimo ab omnibus operibus suis.",
          "english": "For God spoke in a specific passage concerning the seventh day, saying exactly this: 'And God rested on the seventh day from all His works.'"
        },
        {
          "number": "Hebrews 4:5",
          "latin": "Et in hoc rursum: Si introibunt in requiem meam.",
          "english": "And again, in that same passage, God emphasizes the condition: 'They shall certainly not enter into My rest.'"
        },
        {
          "number": "Hebrews 4:6",
          "latin": "Quoniam ergo superest quosdam introire in illam, et hi quibus primo annuntiatum est, propter incredulitatem non introierunt:",
          "english": "Since, therefore, it still remains for some people to enter into that eternal rest, and since those to whom the Good News was first proclaimed did not enter because of their deep-seated unbelief and disobedience,"
        },
        {
          "number": "Hebrews 4:7",
          "latin": "iterum definit quandam diem, Hodie, dicens in David, post tantum temporis, sicut supra dictum est: Hodie si vocem ejus audieritis, nolite obdurare corda vestra.",
          "english": "God again defines a specific time for entry, emphasizing it as 'Today,' speaking through the Psalms of David after such a long period of time. Just as it was said earlier: 'Today, if you hear His voice, do not harden your hearts.'"
        },
        {
          "number": "Hebrews 4:8",
          "latin": "Nam si eis Jesus requiem præstitisset, nunquam de alia loqueretur post hæc die.",
          "english": "For if Joshua, who led the Israelites, had given them the *true* rest—the ultimate and perfect rest God intended—God would never have spoken of another 'today' or another time of rest after that."
        },
        {
          "number": "Hebrews 4:9",
          "latin": "Itaque relinquitur sabbatismus populo Dei.",
          "english": "Therefore, a true and spiritual Sabbath rest, a participation in God's eternal peace and completion, remains for the people of God."
        },
        {
          "number": "Hebrews 4:10",
          "latin": "Qui enim ingressus est in requiem ejus, etiam ipse requievit ab operibus suis, sicut et Deus ab suis.",
          "english": "For whoever has entered into God's rest has also ceased from his own works and efforts to earn salvation, just as God ceased from His works of creation after they were finished."
        },
        {
          "number": "Hebrews 4:11",
          "latin": "Festinemus ergo ingredi in illam requiem: ut ne in idipsum quis incidat incredulitatis exemplum.",
          "english": "Let us therefore make every effort and hasten to enter into that rest, so that no one may fall by following the same example of stubborn unbelief and disobedience shown by the ancient Israelites."
        },
        {
          "number": "Hebrews 4:12",
          "latin": "Vivus est enim sermo Dei, et efficax, et penetrabilior omni gladio ancipiti: et pertingens usque ad divisionem animæ ac spiritus, compagum quoque ac medullarum, et discretor cogitationum et intentionum cordis.",
          "english": "For the Word of God is alive and actively working. It is more piercing and decisive than any two-edged sword, and it reaches even to the deepest separation of soul and spirit, even to the joints and the marrow, fully discerning and judging the hidden thoughts and true intentions of the human heart."
        },
        {
          "number": "Hebrews 4:13",
          "latin": "Et non est ulla creatura invisibilis in conspectu ejus: omnia autem nuda et aperta sunt oculis ejus, ad quem nobis sermo.",
          "english": "And there is no creature, no part of creation, that is invisible or hidden from His sight. Indeed, all things are laid bare and are completely open before the eyes of Him to whom we must give account."
        },
        {
          "number": "Hebrews 4:14",
          "latin": "Habentes ergo pontificem magnum, qui penetravit cælos, Jesum Filium Dei: teneamus confessionem.",
          "english": "Therefore, since we have such a great High Priest who has passed through the created cosmos and ascended into the presence of God Himself—Jesus, the Son of God—let us hold firmly to our confession of faith in Him."
        },
        {
          "number": "Hebrews 4:15",
          "latin": "Non enim habemus pontificem magnum, qui non possit compati infirmitatibus nostris: tentatum autem per omnia pro similitudine absque peccato.",
          "english": "For we do not have a High Priest who is unable to sympathize with our human weaknesses and sufferings. Rather, we have One who has been tempted in every way, just as we are, yet without committing any sin."
        },
        {
          "number": "Hebrews 4:16",
          "latin": "Adeamus ergo cum fiducia ad thronum gratiæ, ut misericordiam consequamur, et gratiam inveniamus in auxilio opportuno.",
          "english": "Therefore, let us approach with bold confidence to the throne of God's grace, so that we may receive His divine mercy and find His grace to help us precisely when it is most needed."
        }
      ]
    },
    {
      "number": 5,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Omnis namque pontifex ex hominibus assumptus, pro hominibus constituitur in his quæ sunt ad Deum, ut offerat dona, et sacrificia pro peccatis:",
          "english": "Every high priest, taken from among men, is appointed to act on behalf of humanity in matters that pertain to God. His role is to offer up gifts and make sacrifices to atone for sins."
        },
        {
          "number": 2,
          "latin": "qui cum circumstet infirmite, potest condolere his qui ignorant et errant:",
          "english": "Because he himself is subject to human weakness, he is able to feel compassion for those who act ignorantly and who make mistakes."
        },
        {
          "number": 3,
          "latin": "et propterea debet, quemadmodum pro populo, ita et pro semetipso offerre pro peccatis.",
          "english": "And because of this weakness, he must offer sacrifices for his own sins, just as he does for the sins of the people."
        },
        {
          "number": 4,
          "latin": "Nec quisquam sumit sibi honorem, sed qui vocatur a Deo, tamquam Aaron.",
          "english": "And no one presumes to take this high priestly honor upon himself, but only he who is called by God to do so, just as Aaron was."
        },
        {
          "number": 5,
          "latin": "Sic et Christus non semetipsum clarificavit ut pontifex fieret: sed qui locutus est ad eum: Filius meus es tu, ego hodie genui te.",
          "english": "In the same way, God the Son did not appoint Himself to be the High Priest, nor did He glorify Himself in this role. Rather, it was God the Father who spoke to Him, declaring: 'You are My Son, and today I have begotten You.'"
        },
        {
          "number": 6,
          "latin": "Quemadmodum et in alio loco dicit: Tu es sacerdos in æternum, secundum ordinem Melchisedech.",
          "english": "Just as He also says in another passage: 'You are a priest forever, according to the order of Melchizedek.'"
        },
        {
          "number": 7,
          "latin": "Qui in diebus carnis suæ preces supplicationesque ad eum, qui possit illum salvum facere a morte cum clamore valido, et lacrymis offerens exauditus est pro sua reverentia.",
          "english": "During His time on Earth as a man, God the Son offered up prayers and urgent appeals, with fervent cries and tears, to God the Father, who had the power to save Him from the finality of death. And He was heard and received in His reverence and devotion."
        },
        {
          "number": 8,
          "latin": "Et quidem cum esset Filius Dei, didicit ex his quæ passus est, obedientiam:",
          "english": "And although He was already the Son of God, He learned the full meaning and depth of obedience through the sufferings He endured."
        },
        {
          "number": 9,
          "latin": "et consummatus, factus est omnibus obtemperantibus sibi, causa salutis æternæ,",
          "english": "And being made perfect in His human nature through these sufferings, He became the ultimate source of eternal salvation for all who obey Him."
        },
        {
          "number": 10,
          "latin": "appellatus a Deo pontifex juxta ordinem Melchisedech.",
          "english": "Thus, He was appointed by God to be a High Priest, in the same sacred line and according to the order of Melchizedek."
        },
        {
          "number": 11,
          "latin": "De quo grandis nobis sermo, et ininterpretabilis ad dicendum: eo quod imbecilles facti estis ad audiendum.",
          "english": "Concerning this, we have much to say, but it is difficult for us to explain it to you, because you have become spiritually slow and dull of hearing."
        },
        {
          "number": 12,
          "latin": "Nam et cum deberetis esse magistri propter tempus, rursum indigetis ut vos doceamini quæ sint elementa exordii sermonum Dei: et facti estis quibus lacte opus sit, non solido cibo.",
          "english": "For even though by now, given the time that has passed, you ought to be teaching others, instead you still need someone to teach you again the basic, foundational truths of God's teachings. You have become like infants who require milk, not solid spiritual nourishment."
        },
        {
          "number": 13,
          "latin": "Omnis enim qui lactis est particeps, rudis est sermonis justitiæ: parvulus est.",
          "english": "For everyone who continues to subsist on milk alone is inexperienced in the deeper teachings of righteousness, because he is still a spiritual child."
        },
        {
          "number": 14,
          "latin": "Perfectorum autem est solidus cibus, eorum qui pro consuetudine exercitatos habent sensus ad discretionem boni et mali.",
          "english": "But solid spiritual food is meant for those who are mature and have achieved spiritual perfection. These are the ones who, through consistent practice and experience, have trained their spiritual faculties to discern between what is truly good and what is evil."
        }
      ]
    },
    {
      "number": 6,
      "status": "completed",
      "verses": [
        {
          "number": "6:1",
          "latin": "Propter quod intermittentes inchoationis Christi sermonem, ad perfectiora feramur, non rursum jacientes fundamentum pœnitentiæ ab operibus mortuis, et fidei ad Deum,",
          "english": "Therefore, let us leave behind the basic, initial teachings about Christ. We should move on to a more complete and mature understanding, not laying again the foundation of repentance from spiritually dead works and foundational faith in God,"
        },
        {
          "number": "6:2",
          "latin": "baptismi doctrinæ, impositionis quoque manuum, de resurrectione mortuorum, et æterni judicii:",
          "english": "This foundation includes teachings about baptisms, the laying on of hands, the resurrection of the dead, and the final eternal judgment."
        },
        {
          "number": "6:3",
          "latin": "et hoc faciemus, si quidem permiserit Deus.",
          "english": "And we will do this—that is, move on to maturity—if God permits us."
        },
        {
          "number": "6:4",
          "latin": "Impossibile est enim eos qui semel illuminati sunt, gustaverunt etiam donum cæleste, et participes facti sunt Spiritus Sancti,",
          "english": "Indeed, it is impossible to bring back to repentance those who were once enlightened, who tasted the heavenly gift of divine grace, and who became sharers in the Holy Spirit,"
        },
        {
          "number": "6:5",
          "latin": "et bonum gustaverunt Dei verbum, virtutesque sæculi venturi,",
          "english": "and who tasted the goodness of God's revealed doctrine, and experienced the miraculous powers of the age to come—"
        },
        {
          "number": "6:6",
          "latin": "et prolapsi sunt, rursus renovari ad pœnitentiam, rursum crucifigentes sibimetipsis Filium Dei, et ostentui habentes.",
          "english": "if they then fell away from the faith. It is impossible to renew them again for repentance, because by their actions, they crucify the Son of God again for themselves and hold Him up to public shame."
        },
        {
          "number": "6:7",
          "latin": "Terra enim proponens herbam utilem illis qui excolunt eam, cum acceperit imbrem sæpe venientem, accipit benedictionem a Deo:",
          "english": "For the land that drinks in the rain that often falls upon it, and then produces useful vegetation for those who cultivate it, receives a blessing from God."
        },
        {
          "number": "6:8",
          "latin": "proferens autem spinas ac tribulos, reproba est, et maledicto proxima: cujus consummatio in combustionem.",
          "english": "But the land that produces thorns and thistles is worthless, and is near to being cursed. Its ultimate end is to be burned."
        },
        {
          "number": "6:9",
          "latin": "Confidimus autem de vobis, charissimi, meliora et salutis vicina: tametsi ita loquimur.",
          "english": "But concerning you, beloved ones, we are confident of better things—things that lead to salvation—even though we speak this way with warnings."
        },
        {
          "number": "6:10",
          "latin": "Non enim injustus Deus, ut obliviscatur operis vestri, et dilectionis quam ostendistis in nomine ipsius, qui ministrastis sanctis, et ministratis.",
          "english": "For God is not unjust so as to forget your work and the love you have shown for His name, in that you have ministered to the saints, and continue to minister to them."
        },
        {
          "number": "6:11",
          "latin": "Cupimus autem unumquemque vestrum eamdem ostentare sollicitudinem ad expletionem spei usque in finem:",
          "english": "But we earnestly desire that each one of you show the same diligence and care, so that your hope may be fully realized right up to the very end."
        },
        {
          "number": "6:12",
          "latin": "ut non segnes efficiamini, sed imitatores eorum, qui fide et patientia hæreditant promissiones.",
          "english": "This is so that you do not become sluggish, but rather become imitators of those who, through faith and patience, inherit the promises of God."
        },
        {
          "number": "6:13",
          "latin": "Abrahæ namque promittens Deus, quoniam neminem habuit per quem juraret majorem, juravit per semetipsum,",
          "english": "For when God made a promise to Abraham, because He had no one greater by whom to swear, He swore by Himself,"
        },
        {
          "number": "6:14",
          "latin": "dicens: Benedicens benedicam te, et multiplicans multiplicabo te.",
          "english": "saying, \"I will surely bless you, and I will surely multiply your descendants.\""
        },
        {
          "number": "6:15",
          "latin": "Et sic longanimiter ferens, adeptus est repromissionem.",
          "english": "And so, by patiently enduring, Abraham received the promise."
        },
        {
          "number": "6:16",
          "latin": "Homines enim per majorem sui jurant: et omnis controversiæ eorum finis ad confirmationem est juramentum.",
          "english": "For people swear by someone greater than themselves, and an oath serves as the final confirmation for all their disputes, settling the matter."
        },
        {
          "number": "6:17",
          "latin": "In quo abundantius volens Deus ostendere pollicitationis hæredibus immobilitatem consilii sui, interposuit jusjurandum:",
          "english": "In the same way, God, desiring to show more abundantly to the heirs of the promise the unchangeable nature of His purpose, guaranteed it with an oath."
        },
        {
          "number": "6:18",
          "latin": "ut per duas res immobiles, quibus impossibile est mentiri Deum, fortissimum solatium habeamus, qui confugimus ad tenendam propositam spem,",
          "english": "This was so that by two unchangeable things—namely, His promise and His oath—in which it is impossible for God to lie, we who have fled for refuge might have a very strong encouragement to hold fast to the hope set before us."
        },
        {
          "number": "6:19",
          "latin": "quam sicut anchoram habemus animæ tutam ac firmam, et ingredientem usque ad interiora velaminis,",
          "english": "This hope we have as a sure and steadfast anchor for our soul, which penetrates beyond the veil into the Most Holy Place,"
        },
        {
          "number": "6:20",
          "latin": "ubi præcursor pro nobis introivit Jesus, secundum ordinem Melchisedech pontifex factus in æternum.",
          "english": "where Jesus, our forerunner, has entered on our behalf, having become a High Priest forever according to the order of Melchizedek."
        }
      ]
    },
    {
      "number": 7,
      "status": "completed",
      "verses": [
        {
          "number": "7:1",
          "latin": "Hic enim Melchisedech rex Salem sacerdos Dei summi qui obviavit Abrahae regresso a caede regum et benedixit ei:",
          "english": "For this Melchizedek, king of Salem and a priest of the Most High God, was the one who met Abraham as he was returning from the slaughter of the kings and blessed him."
        },
        {
          "number": "7:2",
          "latin": "Cui et decimas omnium divisit Abraham primum quidem interpretatus rex iustitiae deinde autem et rex Salem quod est rex pacis:",
          "english": "Abraham then gave him a tenth of everything. First, his name, 'Melchizedek,' is interpreted as 'King of Righteousness.' And then, his title, 'King of Salem,' means 'King of Peace.'"
        },
        {
          "number": "7:3",
          "latin": "Sine patre sine matre sine genealogia neque initium dierum habens neque finem vitae conparatus autem Filio Dei manet sacerdos in perpetuum.",
          "english": "He is recorded as having no father, no mother, and no earthly genealogy. He has no recorded beginning of days, nor any end of life. He is thus likened to the Son of God, and in this way, he remains a priest forever."
        },
        {
          "number": "7:4",
          "latin": "Intuemini autem quantus hic sit cui et decimas dedit Abraham de praecipuis patriarcha.",
          "english": "Now, consider how great this man was, for Abraham, who was himself the great patriarch, gave this Melchizedek a tenth of all the choicest spoils he had taken in battle."
        },
        {
          "number": "7:5",
          "latin": "Et quidem de his qui de filiis Levi sacerdotium accipiunt mandatum habent decimas sumere a populo secundum legem hoc est a fratribus suis quamquam et ipsi exierint de lumbis Abrahae:",
          "english": "And truly, those priests who are descended from Levi's sons have a divine command to collect a tenth of all property from the people, according to the Law given by God. This means they collect from their own brethren, the other Israelites, even though these brethren also descended from Abraham's lineage."
        },
        {
          "number": "7:6",
          "latin": "Cuius autem genealogia non adnumeratur in eis decimavit Abraham et qui habuit promissa benedixit.",
          "english": "But Melchizedek, whose genealogy is not counted among the Levites, received tithes from Abraham. And this priest, who had the divine promises bestowed upon him, then blessed Abraham."
        },
        {
          "number": "7:7",
          "latin": "Sine ulla autem contradictione minus a maiore benedicitur.",
          "english": "Now, it is beyond any dispute and universally acknowledged that the person who is of a lesser status is always blessed by the person who is of a greater status."
        },
        {
          "number": "7:8",
          "latin": "Et hic quidem decimas morientes homines accipiunt ibi autem testificatur quia vivit.",
          "english": "In the case of the Levitical priesthood, tithes are collected by mere mortal men, who are destined to die. But in the case of Melchizedek, the Scripture attests that he lives, and his priesthood has no end."
        },
        {
          "number": "7:9",
          "latin": "Et ut ita dictum sit per Abraham et Levi qui decimas accepit decimatus est.",
          "english": "And it could even be said, in a symbolic sense, that through Abraham, even Levi—who later became the ancestor of the very priests who collect tithes—was himself tithed by Melchizedek."
        },
        {
          "number": "7:10",
          "latin": "Adhuc enim in lumbis patris erat quando obviavit ei Melchisedech.",
          "english": "For Levi was still present in the loins of his ancestor, Abraham, when Melchizedek met Abraham and received the tithes."
        },
        {
          "number": "7:11",
          "latin": "Si ergo consummatio per sacerdotium leviticum erat quid adhuc necessarium fuit alium secundum ordinem Melchisedech surgere sacerdotem et non secundum ordinem Aaron dici.",
          "english": "Therefore, if spiritual perfection could have been achieved through the Levitical priesthood, what further need was there for God to raise up another priest, one described as being 'according to the order of Melchizedek'? And why would he not be called 'according to the order of Aaron'?"
        },
        {
          "number": "7:12",
          "latin": "Translato enim sacerdotio necesse est ut legis translatio fiat.",
          "english": "For when there is a change in the established priesthood, it is necessary that a change in the entire Law also takes place."
        },
        {
          "number": "7:13",
          "latin": "De quo enim haec dicuntur in alia tribu est cuius nemo altari inservivit.",
          "english": "For the one about whom these things are said, that is, Christ, belongs to a completely different tribe of Israel, one from which no one has ever served as a priest at the altar of God."
        },
        {
          "number": "7:14",
          "latin": "Manifestum est enim quoniam ex Iuda ortus est Dominus noster in qua tribu nihil de sacerdotibus Moyses locutus est.",
          "english": "For it is perfectly clear and well-known that our Lord Jesus Christ was born from the tribe of Judah, and regarding this tribe, Moses said nothing at all concerning their right to have priests."
        },
        {
          "number": "7:15",
          "latin": "Et amplius adhuc manifestum est si secundum similitudinem Melchisedech exsurgit sacerdos alius:",
          "english": "And it becomes even more abundantly clear that this new priesthood is necessary if another priest arises, one who is specifically 'according to the likeness of Melchizedek'."
        },
        {
          "number": "7:16",
          "latin": "Qui non secundum legem mandati carnalis factus est sed secundum virtutem vitae insolubilis.",
          "english": "This new priest has become such, not by virtue of a merely human, fleshly law, like the Levitical priests, but by the indestructible power of an unending life."
        },
        {
          "number": "7:17",
          "latin": "Testificatur enim quia tu es sacerdos in aeternum secundum ordinem Melchisedech.",
          "english": "For indeed, the Scripture bears witness, saying to the Son of God: 'You are a priest forever, according to the order of Melchizedek.'"
        },
        {
          "number": "7:18",
          "latin": "Reprobatio quidem fit praecedentis mandati propter infirmitatem eius et inutilitatem:",
          "english": "Thus, the former commandment, which established the Levitical priesthood, is set aside and invalidated. This is done because that old commandment was weak and ultimately useless to bring about salvation."
        },
        {
          "number": "7:19",
          "latin": "Nihil enim ad perfectum adduxit lex introductio vero melioris spei per quam proximamus ad Deum.",
          "english": "For the Law, in itself, could not make anyone perfectly righteous or fully reconcile them with God. But now, through the New Covenant, we have been given the introduction of a far better hope, and by this hope, we are able to draw near to God with confidence."
        },
        {
          "number": "7:20",
          "latin": "Et quantum est non sine iureiurando.",
          "english": "This new High Priesthood was not established without a solemn oath from God Himself."
        },
        {
          "number": "7:21",
          "latin": "Illi enim sine iureiurando sacerdotes facti sunt hic autem cum iureiurando per eum qui dixit ad illum Iuravit Dominus et non paenitebit eum tu es sacerdos in aeternum.",
          "english": "For the Levitical priests were made priests without any oath from God, but our High Priest, Christ, was made priest with an oath directly from God, as God Himself declared to Him: 'The Lord has sworn an unbreakable oath and will not change His mind: \"You are a priest forever.\"'"
        },
        {
          "number": "7:22",
          "latin": "In tanto melioris testamenti sponsor factus est Iesus.",
          "english": "By virtue of this solemn divine oath, Jesus has become the very guarantee and surety of a vastly superior covenant between God and man."
        },
        {
          "number": "7:23",
          "latin": "Et illi quidem plures facti sunt sacerdotes idcirco quod morte prohiberentur permanere:",
          "english": "The Levitical priests became numerous, one after another, precisely because they were all mortal and were prevented by death from remaining in their office permanently."
        },
        {
          "number": "7:24",
          "latin": "Hic autem eo quod maneat in aeternum sempiternum habet sacerdotium.",
          "english": "But Jesus, because He lives and remains in His priesthood forever, possesses an unchangeable, permanent, and continuous priesthood."
        },
        {
          "number": "7:25",
          "latin": "Unde et salvare in perpetuum potest accedentes per semetipsum ad Deum semper vivens ad interpellandum pro nobis.",
          "english": "Therefore, He is also perfectly able to save for all eternity those who approach God the Father through Him, Jesus Christ. He is always living in heaven for the specific purpose of interceding before the Father on our behalf."
        },
        {
          "number": "7:26",
          "latin": "Talis enim decebat ut nobis esset pontifex sanctus innocens impollutus segregatus a peccatoribus et excelsior caelis factus:",
          "english": "For indeed, such a high priest was perfectly suited and necessary for us: one who is holy, innocent, and completely undefiled by sin, one who is set apart from sinners, and who has been exalted to a position higher than all the created skies and celestial realms."
        },
        {
          "number": "7:27",
          "latin": "Qui non habet necessitatem cotidie quemadmodum illi sacerdotes prius pro suis delictis hostias offerre deinde pro populi:",
          "english": "He has no need, as the Old Covenant priests did daily, to offer sacrifices first for his own sins, and only then for the sins of the people."
        },
        {
          "number": "7:28",
          "latin": "Hoc enim fecit semel se ipsum offerendo.",
          "english": "For Christ accomplished this definitive act of atonement once and for all when He offered Himself as the perfect sacrifice."
        }
      ]
    },
    {
      "number": 8,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Capitulum autem super ea, quae dicuntur: Talem habemus pontificem, qui consedit in dextera sedis magnitudinis in caelis,",
          "english": "The main point of everything we are saying is this: We have such a High Priest, who has taken His seat at the right hand of the throne of Majesty in the heavens —meaning He is in charge of all things,"
        },
        {
          "number": 2,
          "latin": "sanctorum minister, et veri tabernaculi, quod fixit Dominus, et non homo.",
          "english": "and He serves in the true holy places, in the true tabernacle —the actual dwelling place of God, which the Lord Himself established, not any human being."
        },
        {
          "number": 3,
          "latin": "Omnis namque pontifex ad offerendum munera et hostias constituitur: unde necessarium est et huic habere aliquid, quod offerat.",
          "english": "For every high priest is appointed to offer gifts and sacrifices; therefore, it was necessary for Christ, our High Priest, to also have something to offer."
        },
        {
          "number": 4,
          "latin": "Si ergo esset super terram, nec esset sacerdos: cum essent qui offerrent secundum legem munera.",
          "english": "If He were on Earth, He wouldn't even be a priest at all, because there are already priests who offer gifts according to the Law of Moses."
        },
        {
          "number": 5,
          "latin": "Qui exemplari et umbrae deserviunt caelestium. Sicut et responsum est Moysi, cum consummaret tabernaculum: Vide, inquit, omnia facias secundum exemplar, quod tibi ostensum est in monte.",
          "english": "These earthly priests serve only as a copy and shadow of the heavenly realities. This is just as God instructed Moses when he was about to build the earthly tabernacle: He said, “See to it that you make everything according to the pattern shown to you on the mountain” —referring to the divine blueprint God gave Moses."
        },
        {
          "number": 6,
          "latin": "Nunc autem melius sortitus est ministerium, quanto et melioris testamenti mediator est, quod in melioribus repromissionibus legaliter est confirmatum.",
          "english": "But now, Christ has obtained a much more excellent ministry, because He is the Mediator of a better covenant —a new agreement between God and humanity, which has been legally established on better promises."
        },
        {
          "number": 7,
          "latin": "Nam si illud prius culpa vacasset, non utique secundi locus inquireretur.",
          "english": "For if that first covenant had been faultless, there would have been no reason to seek a second one."
        },
        {
          "number": 8,
          "latin": "Blamans enim eos dicit: Ecce dies veniunt, dicit Dominus: et consummabo super domum Israel, et super domum Juda, testamentum novum:",
          "english": "For God Himself found fault with them, saying through the prophet Jeremiah: “Behold, the days are coming, declares the Lord, when I will make a new covenant with the house of Israel and with the house of Judah;"
        },
        {
          "number": 9,
          "latin": "Non secundum testamentum, quod feci patribus eorum in die qua apprehendi manum eorum ut educerem illos de terra Aegypti: quoniam ipsi non permanserunt in testamento meo: et ego neglexi eos, dicit Dominus.",
          "english": "It will not be like the covenant I made with their fathers on the day I took them by the hand to lead them out of the land of Egypt; for they did not remain faithful to My covenant, and so I turned away from them, declares the Lord."
        },
        {
          "number": 10,
          "latin": "Quia hoc est testamentum, quod disponam domui Israel, post dies illos, dicit Dominus: dando leges meas in mentes eorum, et in corde eorum superscribam eas: et ero eis in Deum, et ipsi erunt mihi in populum:",
          "english": "For this is the covenant that I will make with the house of Israel after those days, declares the Lord: I will put My laws into their minds, and I will write them on their hearts. And I will be their God, and they shall be My people."
        },
        {
          "number": 11,
          "latin": "Et non docebit unusquisque proximum suum, et unusquisque fratrem suum, dicens: Cognosce Dominum: quoniam omnes scient me, a minore usque ad majorem eorum.",
          "english": "And no one will have to teach his neighbor, or his brother, saying, ‘Know the Lord,’ because all of them will know Me, from the least to the greatest” —meaning all will have direct knowledge of God."
        },
        {
          "number": 12,
          "latin": "Quia propitius ero in iniquitatibus eorum: et peccatorum eorum jam non memorabor.",
          "english": "For I will be merciful toward their iniquities, and I will remember their sins no more.”"
        },
        {
          "number": 13,
          "latin": "Dicendo autem novum, veteravit prius. Quod autem antiquatur et senescit, prope interitum est.",
          "english": "By speaking of a “new” covenant, God has made the first one obsolete. And what is becoming obsolete and aging is about to vanish completely."
        }
      ]
    },
    {
      "number": 9,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Habuit quidem et primum justificationes culturæ, et sanctum sæculare.",
          "english": "Indeed, the first covenant itself had its ordinances of worship, by which they would be made ritually right, and it had a sanctuary which was of this world, built on earth."
        },
        {
          "number": 2,
          "latin": "Tabernaculum enim factum est primum, in quo erant candelabra, et mensa, et propositio panum, quæ dicitur Sancta.",
          "english": "For a tabernacle was set up, the first part. In this part were the lampstands, and the table, and the showbread. This first part is called the Holy Place."
        },
        {
          "number": 3,
          "latin": "Post secundum autem velum, tabernaculum quod dicitur Sancta sanctorum:",
          "english": "But behind the second veil was the second part of the tabernacle, which is called the Holy of Holies."
        },
        {
          "number": 4,
          "latin": "aureum habens thuribulum, et arcum testamenti circumtectam ex omni parte auro, in qua urna aurea habens manna, et virga Aaron quæ floruerat, et tabulæ testamenti,",
          "english": "This part contained a golden censer, and the Ark of the Covenant, which was covered on all sides with gold. Inside the Ark was a golden urn holding manna, and Aaron's rod which had miraculously budded, and the stone tablets on which the covenant was written."
        },
        {
          "number": 5,
          "latin": "super quam erant cherubim gloriæ obumbrantia propitiatorium: de quibus non est modo singillatim dicendum.",
          "english": "Above the Ark were the Cherubim of Glory, overshadowing the mercy seat. Now, it is not possible to speak in detail about each of these things."
        },
        {
          "number": 6,
          "latin": "His itaque compositis, in priori quidem tabernaculo semper introibant sacerdotes, sacrificiorum officia consummantes:",
          "english": "With all these things arranged in this way, the priests regularly entered the first part of the tabernacle. There, they performed the acts of worship and completed the sacrificial duties."
        },
        {
          "number": 7,
          "latin": "in secundo autem semel in anno solus pontifex intrabat, non sine sanguine, quem offerret pro semetipso et pro populi ignorantiis:",
          "english": "But into the second part, the Holy of Holies, only the high priest entered, and only once a year. He never entered without blood, which he would offer for his own sins and for the sins committed by the people out of ignorance."
        },
        {
          "number": 8,
          "latin": "hoc significante Spiritu Sancto, nondum propalatam esse sanctorum viam, adhuc primo tabernaculo stante:",
          "english": "By these arrangements, the Holy Spirit was indicating that the way into God's true holy presence was not yet fully opened to humanity, as long as the first, earthly tabernacle was still standing and operational."
        },
        {
          "number": 9,
          "latin": "quæ parabola est temporis instantis: juxta quam munera et hostiæ offeruntur, quæ non possunt juxta conscientiam perfectum facere servientem,",
          "english": "This earthly tabernacle is a symbol for the present time, a time in which gifts and sacrifices are still being offered that cannot, in good conscience, make the worshipper truly perfect before God."
        },
        {
          "number": 10,
          "latin": "solummodo in cibis et potibus, et variis baptismatibus, et justitiis carnis usque ad tempus correctionis impositis.",
          "english": "These rituals are only about external things: foods, drinks, various ceremonial washings, and other outward regulations for the flesh, all of which were imposed only until the time when God would establish a new, better order."
        },
        {
          "number": 11,
          "latin": "Christus autem assistens pontifex futurorum bonorum, per amplius et perfectius tabernaculum, non manufactum, id est, non hujus creationis:",
          "english": "But Christ has now come forward as the High Priest of the good things that were to come. He ministers through a tabernacle that is much greater and more perfect, one not made by human hands; that is to say, it is not part of this created world."
        },
        {
          "number": 12,
          "latin": "neque per sanguinem hircorum aut vitulorum, sed per proprium sanguinem, introivit semel in Sancta, æterna redemptione inventa.",
          "english": "He did not enter by the blood of goats or young bulls, as the earthly high priest did. Instead, He entered the true heavenly Holy of Holies once for all time, by His own precious blood, having secured eternal redemption for us."
        },
        {
          "number": 13,
          "latin": "Si enim sanguis hircorum et taurorum, et cinis vitulæ aspersus inquinatos sanctificat ad emundationem carnis:",
          "english": "For if the blood of goats and bulls, and the ashes of a heifer sprinkled on those who are ritually defiled, can make them outwardly holy for the cleansing of the flesh,"
        },
        {
          "number": 14,
          "latin": "quanto magis sanguis Christi, qui per Spiritum Sanctum semetipsum obtulit immaculatum Deo, emundabit conscientiam nostram ab operibus mortuis, ad serviendum Deo viventi?",
          "english": "then how much more powerfully will the blood of Christ cleanse our consciences from dead works! Christ, through the eternal Holy Spirit, offered Himself as a spotless sacrifice to God. His sacrifice purifies us so that we may truly serve the living God."
        },
        {
          "number": 15,
          "latin": "Et ideo novi testamenti mediator est: ut morte interveniente in redemptionem earum prævaricationum, quæ erant sub priori testamento, repromissionem accipiant qui vocati sunt æternæ hæreditatis.",
          "english": "And for this reason, Christ is the Mediator of the new covenant. His death has occurred as a ransom for the transgressions committed under the first covenant. This means that those who have been called by God can now receive the promise of an eternal inheritance."
        },
        {
          "number": 16,
          "latin": "Ubi enim testamentum est, mors necesse est intercedat testatoris.",
          "english": "For where there is a testament—a will—it is absolutely necessary that the death of the one who made the will, the testator, has occurred for it to be valid."
        },
        {
          "number": 17,
          "latin": "Testamentum enim in mortuis confirmatur: alioquin nondum valet, dum vivit qui testatus est.",
          "english": "A will is only confirmed and becomes legally binding once the person who made it has died. Otherwise, it is not yet valid as long as the testator is still alive."
        },
        {
          "number": 18,
          "latin": "Unde nec primum quidem sine sanguine dedicatum est.",
          "english": "This is why even the first covenant was not dedicated and made official without the shedding of blood."
        },
        {
          "number": 19,
          "latin": "Lecto enim omni mandato legis a Moyse universo populo, accipiens sanguinem vitulorum et hircorum cum aqua, et lana coccinea, et hyssopo, ipsum librum et omnem populum aspersit,",
          "english": "For after Moses had read every commandment of the Law to all the people, he took the blood of calves and goats, mixed it with water, and used scarlet wool and hyssop to sprinkle the book of the Law itself and all the people."
        },
        {
          "number": 20,
          "latin": "dicens: Hic est sanguis testamenti, quod mandavit ad vos Deus.",
          "english": "He declared, 'This is the blood of the covenant which God has commanded for you, marking His solemn agreement with you.'"
        },
        {
          "number": 21,
          "latin": "Et tabernaculum, et omnia vasa ministerii sanguine similiter aspersit.",
          "english": "In the same way, Moses also sprinkled the tabernacle and all the vessels used for its service with blood."
        },
        {
          "number": 22,
          "latin": "Et omnia pene in sanguine secundum legem mundantur: et sine sanguinis effusione non fit remissio.",
          "english": "Indeed, according to the Law, almost everything is cleansed with blood, and there is no forgiveness of sins without the shedding of blood."
        },
        {
          "number": 23,
          "latin": "Necesse est igitur exemplaria quidem cælestium his mundari: ipsa autem cælestia melioribus hostiis quam istis.",
          "english": "Therefore, it was necessary for the earthly copies of the heavenly realities to be cleansed with these kinds of animal sacrifices. However, the heavenly realities themselves had to be purified with far better sacrifices than these."
        },
        {
          "number": 24,
          "latin": "Non enim in manufacta sancta introivit Christus, exemplaria verorum: sed in ipsum cælum, ut appareat nunc vultui Dei pro nobis:",
          "english": "For Christ did not enter into a sanctuary made by human hands, which is merely a copy of the true one. Instead, He entered into the universe itself, the true dwelling place of God, to appear now directly before the face of God on our behalf."
        },
        {
          "number": 25,
          "latin": "neque ut sæpe offerat semetipsum, quemadmodum summus sacerdos intrat in Sancta per singulos annos in sanguine alieno:",
          "english": "Nor did Christ need to offer Himself repeatedly, as the earthly high priest enters the Holy of Holies year after year with blood that is not his own."
        },
        {
          "number": 26,
          "latin": "alioquin oportebat eum sæpe pati ab origine mundi: nunc autem semel in consummatione sæculorum, ad destitutionem peccati per hostiam suam apparuit.",
          "english": "If that were the case, then He would have had to suffer many times since the very beginning of the world. But instead, He has appeared only once, at the culmination of all ages, to put an end to sin definitively through His own sacrifice."
        },
        {
          "number": 27,
          "latin": "Et quemadmodum statutum est hominibus semel mori, post hoc autem judicium:",
          "english": "And just as it is appointed for all human beings to die once, and after that comes the judgment,"
        },
        {
          "number": 28,
          "latin": "ita et Christus semel oblatus est ad multorum exhaurienda peccata: secundo sine peccato apparebit his qui eum expectant, in salutem.",
          "english": "so also Christ was offered once to bear away the sins of many people. He will appear a second time, not to deal with sin, but to bring full salvation to those who eagerly await Him."
        }
      ]
    },
    {
      "number": 10,
      "status": "completed",
      "verses": [
        {
          "number": "1",
          "latin": "Umbra enim habens lex futurorum bonorum, non ipsam imaginem rerum: per easdem hostias, quas offerunt indesinenter per annos singulos, nunquam potest prope venientes perficere.",
          "english": "The Law of Moses was only a shadow of the good things that were to come, not the real and perfect substance of those things. Because of this, it could never make perfect those who constantly approached God through the same animal sacrifices offered year after year."
        },
        {
          "number": "2",
          "latin": "Alioquin cessassent offerri: ideo quod nullam haberent ultra conscientiam peccati, cultu semel purgati.",
          "english": "If those sacrifices could have made people perfect, they would have stopped being offered. Because then, those who had been truly cleansed through that worship would no longer have been conscious of their sins."
        },
        {
          "number": "3",
          "latin": "Sed in ipsis commemoratio peccatorum per singulos annos fit.",
          "english": "Instead, those sacrifices served as a reminder of sins every single year."
        },
        {
          "number": "4",
          "latin": "Impossibile est enim sanguine taurorum et hircorum auferri peccata.",
          "english": "This is because it is impossible for the blood of bulls and goats to actually take away sins."
        },
        {
          "number": "5",
          "latin": "Propter quod ingrediens mundum dicit: Hostiam et oblationem noluisti: corpus autem aptasti mihi:",
          "english": "This is why, when Jesus Christ came into the world, He said: 'You, O God, did not want the animal sacrifices and grain offerings from the Old Covenant. Instead, you specifically prepared a human body for me to offer.'"
        },
        {
          "number": "6",
          "latin": "holocautomata pro peccato non tibi placuerunt.",
          "english": "'You were not pleased with the burnt offerings and sin offerings, because they could not truly remove sin.'"
        },
        {
          "number": "7",
          "latin": "Tunc dixi: Ecce venio: in capite libri scriptum est de me: Ut faciam, Deus, voluntatem tuam.",
          "english": "'Then I, Jesus Christ, said: See, I have come! As it is written about Me in the scroll of the Law, I have come to do Your will, O God.'"
        },
        {
          "number": "8",
          "latin": "Superius dicens: Quia hostias, et oblationes, et holocautomata pro peccato noluisti, nec placuerunt tibi, quæ secundum legem offeruntur,",
          "english": "First, He said: 'You did not desire, nor were You pleased with, the sacrifices, offerings, burnt offerings, and sin offerings, which were offered according to the Law of Moses.'"
        },
        {
          "number": "9",
          "latin": "tunc dixit: Ecce venio, ut faciam, Deus, voluntatem tuam: aufert primum, ut statuat quod sequitur.",
          "english": "Then He added: 'See, I have come to do Your will, O God.' By saying this, He sets aside the old system of animal sacrifices in order to establish the new, perfect sacrifice of His own body."
        },
        {
          "number": "10",
          "latin": "In qua voluntate sanctificati sumus per oblationem corporis Christi Jesu semel.",
          "english": "And it is by this specific will of God, fully accomplished by Jesus Christ, that we have been made holy through the offering of the body of Jesus Christ, once for all time."
        },
        {
          "number": "11",
          "latin": "Et omnis quidem sacerdos stat quotidie ministrans, et easdem sæpe offerens hostias, quæ nunquam possunt auferre peccata:",
          "english": "Indeed, every Old Covenant priest stands day after day performing his duties, repeatedly offering the same sacrifices, none of which can ever truly take away sins."
        },
        {
          "number": "12",
          "latin": "hic autem una pro peccatis oblata hostia, in sempiternum sedet in dextera Dei,",
          "english": "But Jesus Christ, having offered one single sacrifice for sins that is perfect for all time, now sits forever at the right hand of God the Father in heaven."
        },
        {
          "number": "13",
          "latin": "exspectans de cetero donec ponantur inimici ejus scabellum pedum ejus.",
          "english": "From that moment on, He waits until all His enemies are utterly subjected to Him, like a footstool under His feet."
        },
        {
          "number": "14",
          "latin": "Una enim oblatione consummavit in sempiternum sanctificatos.",
          "english": "For by that one offering, He has permanently perfected and brought to their full spiritual end those who are being sanctified."
        },
        {
          "number": "15",
          "latin": "Contestatur autem nos et Spiritus Sanctus. Postquam enim dixit:",
          "english": "The Holy Spirit Himself also confirms this truth to us; for after He (speaking through the Prophet Jeremiah) had declared:"
        },
        {
          "number": "16",
          "latin": "Hæc est testamentum, quod disponam ad illos post dies illos, dicit Dominus: dans leges meas in corda eorum, et in mentibus eorum superscribam eas:",
          "english": "'This is the New Covenant I will make with them after those days,' says the Lord. 'I will put My divine laws into their hearts, and I will inscribe them on their minds.'"
        },
        {
          "number": "17",
          "latin": "Et peccatorum eorum, et iniquitatum eorum jam non recordabor.",
          "english": "'And I will no longer remember their sins and their lawless deeds.'"
        },
        {
          "number": "18",
          "latin": "Ubi autem horum remissio: jam non est oblatio pro peccato.",
          "english": "Now, where there is this full and complete forgiveness of sins, there is no longer any need for a sacrifice for sin."
        },
        {
          "number": "19",
          "latin": "Habentes itaque, fratres, fiduciam in introitu sanctorum in sanguine Christi,",
          "english": "Therefore, my dear brothers and sisters in Christ, since we have confident access into the most holy presence of God, through the blood of Jesus Christ,"
        },
        {
          "number": "20",
          "latin": "quam initiavit nobis viam novam, et viventem per velamen, id est, carnem ejus,",
          "english": "through the new and living way that He opened for us. This way passes through the veil, which is to say, through His own physical body, broken on the Cross."
        },
        {
          "number": "21",
          "latin": "et sacerdotem magnum super domum Dei:",
          "english": "And since we have Jesus Christ as our great High Priest, who presides over the spiritual house of God—the Church—"
        },
        {
          "number": "22",
          "latin": "accedamus cum vero corde in plenitudine fidei, aspersi corda a conscientia mala, et abluti corpus aqua munda,",
          "english": "let us draw near to God with sincere hearts, having full assurance of faith. Our hearts have been spiritually cleansed from a guilty conscience, and our bodies have been washed with the pure water of baptism."
        },
        {
          "number": "23",
          "latin": "teneamus spei nostræ confessionem indeclinabilem (fidelis enim est qui promisit),",
          "english": "Let us hold firmly and without wavering to the profession of our Christian hope, because God, who has promised these things, is utterly faithful and will fulfill them."
        },
        {
          "number": "24",
          "latin": "et consideremus invicem in provocationem caritatis, et bonorum operum:",
          "english": "And let us consider how we can stir up one another to love and to good works of charity,"
        },
        {
          "number": "25",
          "latin": "non deserentes collectionem nostram, sicut consuetudinis est quibusdam, sed consolantes et tanto magis quanto videritis appropinquare diem.",
          "english": "not neglecting our communal gathering for worship, as some have made it their habit to do. Instead, let us encourage one another in our faith, and do this all the more as you see the Day of the Lord’s return drawing near."
        },
        {
          "number": "26",
          "latin": "Voluntarie enim peccantibus nobis, post acceptam notitiam veritatis, jam non relinquitur hostia pro peccato:",
          "english": "For if we deliberately and willfully continue to sin, after we have received and understood the full knowledge of the truth of Christ, then there no longer remains any other sacrifice that can atone for our sin."
        },
        {
          "number": "27",
          "latin": "terribilis autem quædam expectatio judicii, et ignis æmulatio, quæ consumptura est adversarios.",
          "english": "Instead, there remains only a terrifying expectation of judgment and the fury of an all-consuming fire that will justly devour those who oppose God."
        },
        {
          "number": "28",
          "latin": "Irritam quis faciens legem Moysi, sine ulla miseratione duobus vel tribus testibus moritur:",
          "english": "Anyone who rejected or nullified the Law of Moses was put to death without mercy, based on the testimony of two or three witnesses."
        },
        {
          "number": "29",
          "latin": "quanto magis putatis deteriora mereri supplicia, qui Filium Dei conculcaverit, et sanguinem testamenti polluerit, in quo sanctificatus est, et Spiritum gratiæ contumelia affecerit?",
          "english": "How much worse punishment, do you think, will be deserved by the person who has trampled underfoot the Son of God Himself? This person has treated as unholy the very blood of the New Covenant—the blood by which they were sanctified—and has grievously insulted the Holy Spirit of grace."
        },
        {
          "number": "30",
          "latin": "Scimus enim qui dixit: Mihi vindicta: ego retribuam. Et iterum: Quia judicabit Dominus populum suum.",
          "english": "For we know Him who said: 'Vengeance belongs to Me; I will repay those who deserve it.' And again: 'The Lord will indeed judge His own people.'"
        },
        {
          "number": "31",
          "latin": "Horrendum est incidere in manus Dei viventis.",
          "english": "It is a terrifying thing to fall into the hands of the living God, who will execute perfect justice."
        },
        {
          "number": "32",
          "latin": "Rememoramini autem pristinos dies, in quibus illuminati, magnum certamen sustinuistis passionum:",
          "english": "Remember the early days of your conversion, after you received the spiritual light of Christ. You endured a great struggle filled with suffering and persecution."
        },
        {
          "number": "33",
          "latin": "et aliis quidem opprobriis et tribulationibus spectaculum facti: aliis autem socii effecti eorum qui talia sufferrebant.",
          "english": "Sometimes you were publicly exposed to shame and persecution, made a spectacle before others. At other times, you became sympathetic companions of those who were suffering such things."
        },
        {
          "number": "34",
          "latin": "Nam et vinctis compassi estis, et rapinam bonorum vestrorum cum gaudio suscepistis, cognoscentes vos habere meliorem et manentem substantiam.",
          "english": "Indeed, you showed compassion to those who were imprisoned, and you cheerfully accepted the seizure of your own possessions. This was because you knew that you yourselves possessed a far better and an eternally enduring spiritual wealth."
        },
        {
          "number": "35",
          "latin": "Nolite itaque amittere confidentiam vestram, quæ magnam habet remunerationem.",
          "english": "So then, do not throw away your courageous confidence in Christ, which is accompanied by a great and lasting reward."
        },
        {
          "number": "36",
          "latin": "Patientia enim vobis necessaria est: ut voluntatem Dei facientes, reportetis promissionem.",
          "english": "For you need to persevere with steadfast patience. Only by faithfully doing the will of God will you receive the fulfillment of His promises."
        },
        {
          "number": "37",
          "latin": "Adhuc enim modicum quantulum, qui venturus est, veniet, et non tardabit:",
          "english": "For 'in a very little while now, He who is coming will come, and He will not delay!'"
        },
        {
          "number": "38",
          "latin": "Justus autem meus ex fide vivit: quod si subtraxerit se, non placebit animæ meæ.",
          "english": "'Now, my righteous one will live by faith.' But the Scripture also warns: 'If anyone shrinks back from this faith, My soul—God Himself—will take no pleasure in him.'"
        },
        {
          "number": "39",
          "latin": "Nos autem non sumus subtractionis filii in perditionem: sed fidei in acquisitionem animæ.",
          "english": "But we are not those who shrink back from faith and are destined for perdition and eternal loss. Instead, we are those who hold fast to faith, leading to the preservation and eternal salvation of our souls."
        }
      ]
    },
    {
      "number": 11,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Est autem fides sperandarum substantia rerum, argumentum non apparentium.",
          "english": "Now, faith is the actual, underlying reality of all that we hope for;\nit is the conviction and proof of things we cannot yet see."
        },
        {
          "number": 2,
          "latin": "In hac enim testimonium consecuti sunt majores.",
          "english": "For through this kind of faith, the holy people of ancient times received God's full approval."
        },
        {
          "number": 3,
          "latin": "Per fidem intelligimus aptata esse saecula verbo Dei: ut ex invisibilibus visibilia fierent.",
          "english": "By faith we understand that the entire universe was perfectly ordered and made by God the Son’s spoken Word,\nso that everything we can see was made from things that are invisible."
        },
        {
          "number": 4,
          "latin": "Fide plurima hostia Abel, quam Cain, obtulit Deo, per quam testimonium consecutus est esse justus, applaudente Deo muneribus ejus, et per illam defunctus adhuc loquitur.",
          "english": "By faith, Abel offered a more excellent sacrifice to God than Cain did.\nThrough this faith, he received God's approval as righteous, for God Himself bore witness to his offerings.\nAnd even though he is long dead, through his faith, he still speaks to us."
        },
        {
          "number": 5,
          "latin": "Fide Enoch translatus est ne videret mortem, et non inveniebatur: eo quod transtulerat illum Deus. Ante translationem enim testimonium habuit placuisse Deo.",
          "english": "By faith, Enoch was taken away from this world so that he would not experience death;\nhe could not be found, because God had taken him.\nBefore he was taken, he had already received God’s approval, for he had pleased God."
        },
        {
          "number": 6,
          "latin": "Sine fide autem impossibile est placere Deo. Credere enim oportet accedentem ad Deum quia est, et inquirentibus se remunerator sit.",
          "english": "But without faith, it is impossible to please God.\nFor anyone who wishes to draw near to God must believe that He exists,\nand that He is the rewarder of those who diligently seek Him."
        },
        {
          "number": 7,
          "latin": "Fide Noe responso accepto de his quae adhuc non videbantur, metuens aptavit arcam in salutem domus suae, per quam damnavit mundum: et justitiae quae per fidem est hæres est factus.",
          "english": "By faith, Noah, after receiving a divine warning about things that were not yet visible (the coming flood),\nwas reverently moved and prepared an ark for the salvation of his household.\nThrough this act of faith, he condemned the faithless world around him\nand became an heir of the righteousness which comes by faith."
        },
        {
          "number": 8,
          "latin": "Fide qui vocatur Abraham obedivit in id quod exiret in locum quem accepturus erat in hæreditatem: et exiit nesciens quo iret.",
          "english": "By faith, Abraham, when he was called by God,\nobeyed by going out to a place that he was later to receive as an inheritance;\nhe left his home not knowing where he was going, trusting only in God."
        },
        {
          "number": 9,
          "latin": "Fide demoratus est in terra repromissionis, tamquam in aliena, in casulis habitando cum Isaac et Jacob cohæredibus ejusdem repromissionis.",
          "english": "By faith, he lived as a temporary resident in the land that had been promised to him, treating it as a foreign country.\nHe lived in tents, along with Isaac and Jacob, who were fellow heirs of the same divine promise."
        },
        {
          "number": 10,
          "latin": "Exspectabat enim fundamenta habentem civitatem: cujus artifex et conditor Deus.",
          "english": "For Abraham was looking forward to the heavenly city that has firm foundations,\na city whose divine architect and builder is God Himself."
        },
        {
          "number": 11,
          "latin": "Fide et ipsa Sara sterilis virtutem in conceptionem seminis accepit, etiam praeter tempus aetatis: quoniam fidelem credidit eum qui repromiserat.",
          "english": "By faith, even Sarah herself, though she was barren and past the age of childbearing,\nreceived the divine power to conceive a child,\nbecause she believed that the One who had given the promise was faithful."
        },
        {
          "number": 12,
          "latin": "Propter quod et ab uno orti sunt, et hoc emortuo, tamquam sidera caeli in multitudinem, et sicut arena quae est ad littus maris innumerabilis.",
          "english": "Therefore, from one man, who was as good as dead (due to his old age),\nwere born descendants as numerous as the stars in the sky\nand as countless as the sand on the seashore."
        },
        {
          "number": 13,
          "latin": "Juxta fidem defuncti sunt omnes isti, non acceptis repromissionibus, sed a longe eas aspicientes, et salutantes, et confitentes quia peregrini et hospites sunt super terram.",
          "english": "All these faithful people died in faith, without having received the full fulfillment of the promises themselves.\nInstead, they saw and greeted them from afar,\nand confessed that they were strangers and temporary residents on this earth."
        },
        {
          "number": 14,
          "latin": "Qui enim haec dicunt, significant se patriam inquirere.",
          "english": "For those who speak in this manner plainly declare that they are seeking their true, heavenly homeland."
        },
        {
          "number": 15,
          "latin": "Et si quidem ipsius meminissent de qua exierunt, habuissent utique tempus revertendi.",
          "english": "And if they had indeed kept in mind the earthly country from which they departed,\nthey would have had plenty of opportunity to return to it."
        },
        {
          "number": 16,
          "latin": "Nunc autem meliorem appetunt, id est, caelestem. Propter quod non confunditur Deus vocari Deus eorum: paravit enim illis civitatem.",
          "english": "But as it is, they desired a better country, that is, a heavenly one.\nTherefore, God is not ashamed to be called their God,\nfor He has prepared a heavenly city for them."
        },
        {
          "number": 17,
          "latin": "Fide obtulit Abraham Isaac, cum tentaretur, et unigenitum offerebat, qui promissiones acceperat.",
          "english": "By faith, Abraham offered Isaac as a sacrifice when God tested him.\nHe, who had received the divine promises, was willing to offer his only son of the promise."
        },
        {
          "number": 18,
          "latin": "Ad quem dictum est: Quia in Isaac vocabitur tibi semen:",
          "english": "It was about Isaac that God had said, 'It is through Isaac that your lineage of promised descendants will be named and established'."
        },
        {
          "number": 19,
          "latin": "Arbitrans quia et a mortuis suscitare potest Deus: unde eum et in parabolam accepit.",
          "english": "Abraham reasoned that God was powerful enough to raise Isaac even from the dead.\nAnd indeed, from that event, he received Isaac back as a symbolic representation of a greater resurrection."
        },
        {
          "number": 20,
          "latin": "Fide de futuris benedixit Isaac Jacob et Esau.",
          "english": "By faith, Isaac blessed Jacob and Esau, speaking prophetically about their future."
        },
        {
          "number": 21,
          "latin": "Fide Jacob moriens, singulos filiorum Joseph benedixit: et adoravit super cacumen virgae ejus.",
          "english": "By faith, Jacob, as he was dying, blessed each of Joseph's sons.\nAnd he worshipped God, bowing down while leaning on the top of his staff."
        },
        {
          "number": 22,
          "latin": "Fide Joseph moriens de profectione filiorum Israel mentionem fecit, et de ossibus suis mandavit.",
          "english": "By faith, Joseph, when he was dying, made mention of the future departure of the children of Israel from Egypt,\nand he gave specific instructions concerning his bones."
        },
        {
          "number": 23,
          "latin": "Fide Moyses, nato statim, occultatus est mensibus tribus a parentibus suis, eo quod vidissent elegantem puerum, et non timuerunt regis edictum.",
          "english": "By faith, when Moses was born, he was hidden for three months by his parents,\nbecause they saw that he was an exceptionally beautiful child and they were not afraid of the king's cruel edict to kill all male infants."
        },
        {
          "number": 24,
          "latin": "Fide Moyses grandis factus negavit se esse filium filiae Pharaonis,",
          "english": "By faith, Moses, when he had grown to adulthood, refused to be known as the son of Pharaoh's daughter,"
        },
        {
          "number": 25,
          "latin": "magis eligens affligi cum populo Dei, quam temporalis peccati habere jucunditatem,",
          "english": "choosing instead to suffer affliction with the people of God,\nrather than to enjoy the fleeting and temporary pleasures of sin."
        },
        {
          "number": 26,
          "latin": "majores divitias æstimans thesauro Ægyptiorum, improperium Christi: aspiciebat enim in remunerationem.",
          "english": "He considered the suffering and disgrace endured for the sake of the Messiah to be far greater riches than all the treasures of Egypt,\nfor he was looking forward to God's eternal reward."
        },
        {
          "number": 27,
          "latin": "Fide reliquit Ægyptum, non veritus animositatem regis: invisibilem enim tamquam videns sustinuit.",
          "english": "By faith, he left Egypt, not fearing the fierce wrath of the king.\nFor he persevered, seeing the invisible God as clearly as if He were visible."
        },
        {
          "number": 28,
          "latin": "Fide celebravit Pascha, et sanguinis effusionem: ne is qui vastabat primitiva, tangeret eos.",
          "english": "By faith, he instituted the Passover and the sprinkling of blood,\nso that the destroyer of the firstborn would not touch the children of Israel."
        },
        {
          "number": 29,
          "latin": "Fide transierunt mare Rubrum tamquam per aridam terram: quod agentes Aegyptii devorati sunt.",
          "english": "By faith, the Israelites passed through the Red Sea as if on dry ground.\nBut when the Egyptians attempted to do the same, they were swallowed up and drowned."
        },
        {
          "number": 30,
          "latin": "Fide muri Jericho corruerunt, circuitu dierum septem.",
          "english": "By faith, the walls of Jericho fell down after they had been encircled for seven days."
        },
        {
          "number": 31,
          "latin": "Fide Rahab meretrix non periit cum incredulis, excipiens exploratores cum pace.",
          "english": "By faith, Rahab, who had been a harlot, did not perish with those who disobeyed God,\nbecause she welcomed the Israelite spies in peace."
        },
        {
          "number": 32,
          "latin": "Et quid adhuc dicam? Deficit enim me tempus enarrare de Gedeon, Barac, Samson, Jephte, David, Samuel, et prophetis:",
          "english": "And what more shall I say?\nFor I do not have enough time to tell of the faith of Gideon, Barak, Samson, Jephthah, David, Samuel, and the prophets."
        },
        {
          "number": 33,
          "latin": "Qui per fidem vicerunt regna, operati sunt justitiam, adepti sunt repromissiones, obturaverunt ora leonum,",
          "english": "Through faith, these men conquered kingdoms, administered true justice, obtained divine promises,\nand stopped the mouths of lions."
        },
        {
          "number": 34,
          "latin": "extinxerunt impetum ignis, effugaverunt aciem gladii, convaluerunt de infirmitate, fortes facti sunt in bello, castra effregerunt exterorum:",
          "english": "They quenched the power of fiery attacks, escaped the sharp edge of the sword,\nrecovered from severe illness and weakness, became valiant in battle, and routed the invading armies of foreigners."
        },
        {
          "number": 35,
          "latin": "Acceperunt mulieres de resurrectione mortuos suos: alii autem torti sunt, non suscipientes redemptionem, ut meliorem invenirent resurrectionem.",
          "english": "Women received their dead loved ones back to life through a resurrection.\nBut others were tortured, refusing to accept release or deliverance from their suffering,\nin order that they might attain a better resurrection unto eternal life."
        },
        {
          "number": 36,
          "latin": "Alii vero ludibria et verbera experti sunt, insuper et vincula, et carceres:",
          "english": "Still others endured severe ridicule and painful flogging,\nand even suffered chains and imprisonment."
        },
        {
          "number": 37,
          "latin": "Lapidati sunt, secti sunt, tentati sunt, in occisione gladii mortui sunt, circuierunt in melotis, in pellibus caprinis, egentes, angustiati, afflictati:",
          "english": "They were stoned to death, they were sawn in two, they faced extreme trials and temptations, they were put to death by the sword.\nThey wandered about in garments of animal skins, being destitute, persecuted, and cruelly treated."
        },
        {
          "number": 38,
          "latin": "quibus dignus non erat mundus: in solitudinibus errantes, et montibus, et speluncis, et in cavernis terrae.",
          "english": "The world was not worthy of these faithful ones.\nThey wandered in deserts and mountains, and lived in dens and caves of the earth."
        },
        {
          "number": 39,
          "latin": "Et hi omnes testimonio fidei probati, non acceperunt repromissionem:",
          "english": "And all these, though they obtained a good testimony through their faith, did not receive the full ultimate promise of God."
        },
        {
          "number": 40,
          "latin": "Deo pro nobis melius aliquid providente, ut non sine nobis consummarentur.",
          "english": "This was because God had foreseen something even better for us, the New Covenant,\nso that they would not be made perfect or reach their ultimate fulfillment without us."
        }
      ]
    },
    {
      "number": 12,
      "status": "completed",
      "verses": [
        {
          "number": "12:1",
          "latin": "Itaque et nos tantam habentes impositam nubem testium, deponentes omne pondus, et circumstans nos peccatum, per patientiam curramus propositam nobis luctam:",
          "english": "Therefore, since we also have such a great cloud of Saints as witnesses surrounding us, let us put aside every burden and every sin that easily entangles us, and let us run with perseverance the struggle that is set before us."
        },
        {
          "number": "12:2",
          "latin": "aspicientes in auctorem fidei, et consummatorem Iesum, qui proposito sibi gaudio sustinuit crucem, confusione contempta, et in dextera sedet throni Dei.",
          "english": "Let us look to Jesus, the One who authored and perfected our faith. For the joy that was set before Him, He patiently endured the cross, despising its shame, and He now sits at the right hand of God's throne."
        },
        {
          "number": "12:3",
          "latin": "Recogitate enim eum qui talem sustinuit a peccatoribus adversum semetipsum contradictionem: ut non fatigemini animis vestris, deficientes.",
          "english": "For consider Jesus, who endured such opposition from sinners against Himself, so that you do not grow weary and lose heart in your souls."
        },
        {
          "number": "12:4",
          "latin": "Nondum enim usque ad sanguinem restitistis adversus peccatum, certantes.",
          "english": "For in your struggle against sin, you have not yet resisted to the point of shedding your blood for the Faith."
        },
        {
          "number": "12:5",
          "latin": "Et obliti estis consolationis, quae vobis tamquam filiis loquitur, dicens: Fili mi, noli negligere disciplinam Domini: neque deficias cum ab eo corriperis.",
          "english": "And you have forgotten the exhortation that speaks to you as God's children, saying: \"My child, do not neglect the Lord's discipline, and do not lose heart when you are corrected by Him.\""
        },
        {
          "number": "12:6",
          "latin": "Quem enim diligit Dominus, castigat: flagellat autem omnem filium, quem recipit.",
          "english": "For the Lord disciplines those He loves, and He scourges every child whom He accepts as His own."
        },
        {
          "number": "12:7",
          "latin": "In disciplina perseverate. Tamquam filiis vobis offert se Deus: quis enim filius est, quem non corrigit pater?",
          "english": "Endure with discipline. God is dealing with you as His true children, for what child is there whom a father does not correct and train?"
        },
        {
          "number": "12:8",
          "latin": "Si autem sine disciplina estis, cujus participes facti sunt omnes: ergo adulteri et non filii estis.",
          "english": "But if you are without discipline—which all legitimate children of God share in—then you are illegitimate and not true children."
        },
        {
          "number": "12:9",
          "latin": "Praeterea, patres quidem carnis nostrae habuimus eruditores, et reverebamur eos: non multo magis obtemperabimus Patri spirituum, et vivemus?",
          "english": "Furthermore, we respected our earthly fathers who disciplined us. Should we not much more readily submit to the Father of our spirits and truly live and be saved?"
        },
        {
          "number": "12:10",
          "latin": "Et illi quidem in paucis diebus secundum voluntatem suam erudiebant nos: hic autem ad id quod utile est, in recipiendo sanctificationem ejus.",
          "english": "For our earthly fathers disciplined us for a short time, according to what they thought best. But God disciplines us for our ultimate good, so that we may partake in His divine holiness and become Saints."
        },
        {
          "number": "12:11",
          "latin": "Omnis autem disciplina in praesenti quidem videtur non esse gaudii, sed moeroris: postea autem fructum pacatissimum exercitatis per eam reddet justitiae.",
          "english": "Now, all discipline, while it is happening, seems to bring sorrow rather than joy. But afterwards, for those who have been trained by it, it yields the most peaceful fruit of true righteousness and justice."
        },
        {
          "number": "12:12",
          "latin": "Propter quod remissas manus et dissoluta genua erigite,",
          "english": "Therefore, strengthen your drooping hands and feeble knees,"
        },
        {
          "number": "12:13",
          "latin": "et gressus rectos facite pedibus vestris: ut non claudicantis aliquis excurrat, sed magis sanetur.",
          "english": "and make straight paths for your feet, so that what is lame may not be dislocated, but rather be healed and strengthened."
        },
        {
          "number": "12:14",
          "latin": "Pacem sequimini cum omnibus, et sanctimoniam, sine qua nemo videbit Deum:",
          "english": "Pursue peace with all people, and pursue holiness, for without holiness no one will see God."
        },
        {
          "number": "12:15",
          "latin": "prospicientes ne quis desit gratiae Dei: ne qua radix amaritudinis sursum germinans impediat, et per illam inquinentur multi:",
          "english": "Look diligently to it that no one fails to obtain God's grace, and that no root of bitterness springs up to cause trouble, by which many are defiled and turned away from the Faith."
        },
        {
          "number": "12:16",
          "latin": "ne quis fornicator, aut profanus ut Esau: qui propter unam escam vendidit primogenita sua.",
          "english": "See to it that no one is sexually immoral or profane, like Esau, who for a single meal sold his divine birthright as the firstborn."
        },
        {
          "number": "12:17",
          "latin": "Scitis enim quoniam et postea cupiens hereditare benedictionem, reprobatus est: non enim invenit poenitentiae locum, quamquam cum lacrymis inquisisset eam.",
          "english": "For you know that afterwards, when he desired to inherit the blessing, he was rejected. He found no opportunity for true repentance, even though he sought it diligently with tears."
        },
        {
          "number": "12:18",
          "latin": "Non enim accessistis ad tractabilem montem, et accensibilem ignem, et turbinem, et caliginem, et procellam,",
          "english": "For you have not come to a tangible mountain, Mount Sinai, that could be touched—a mountain blazing with fire, surrounded by a whirlwind, darkness, and storm,"
        },
        {
          "number": "12:19",
          "latin": "et tubae sonum, et verborum vocem, quam qui audierunt, deprecati sunt ne ultra loqueretur eis.",
          "english": "nor to the sound of a trumpet, nor to a voice speaking words so terrifying that those who heard it begged that no further word be spoken to them."
        },
        {
          "number": "12:20",
          "latin": "Portabant enim quod dicebatur: Et si bestia tetigerit montem, lapidabitur.",
          "english": "For they could not endure the command that was given: \"If even an animal touches the mountain, it shall be stoned.\""
        },
        {
          "number": "12:21",
          "latin": "Et ita terribile erat, quod videbatur, ut Moyses diceret: Exterritus sum, et tremens.",
          "english": "So terrifying was that sight that even Moses said, \"I am terrified and trembling.\""
        },
        {
          "number": "12:22",
          "latin": "Sed accessistis ad Sion montem, et civitatem Dei viventis, Ierusalem caelestem, et multorum millium angelorum frequentiam,",
          "english": "But you have come instead to Mount Sion, to the city of the living God, which is the heavenly Jerusalem, and to an innumerable company of angels,"
        },
        {
          "number": "12:23",
          "latin": "et Ecclesiam primogenitorum, qui conscripti sunt in caelis, et judicem omnium Deum, et spiritus justorum perfectorum,",
          "english": "and to the Church of the firstborn, whose names are written in the heavenly registry, and to God, the Judge of all, and to the spirits of the righteous who have been made perfect,"
        },
        {
          "number": "12:24",
          "latin": "et testamenti novi mediatorem Iesum, et sanguinem aspersionis melius loquentem quam Abel.",
          "english": "and to Jesus, the Mediator of the new covenant, and to the sprinkled blood which speaks a better word than the blood of Abel, which cries out for vengeance."
        },
        {
          "number": "12:25",
          "latin": "Videte ne denegatis loquentem. Si enim illi non effugerunt, denegantes eum, qui super terram loquebatur: multo magis nos, qui de caelis locutum aversamur.",
          "english": "See to it that you do not refuse Him who speaks. For if those who refused Him who spoke on Earth, the Law through Moses, did not escape punishment, how much less shall we escape if we turn away from Him who speaks to us from the heavens, Jesus Christ!"
        },
        {
          "number": "12:26",
          "latin": "Cujus vox terram movit tunc: nunc autem denuntiat, dicens: Adhuc semel, et ego movebo non solum terram, sed et caelum.",
          "english": "His voice then shook the Earth at Sinai, but now He has promised, saying: \"Yet once more, I will shake not only the Earth, but also the entire created universe.\""
        },
        {
          "number": "12:27",
          "latin": "Quod autem, Adhuc semel, dicit: declarat mobilium translationem tamquam factorum, ut maneant ea quae sunt immobilia.",
          "english": "Now, this phrase \"Yet once more\" signifies the removal of created things that can be shaken, so that those things that cannot be shaken may remain and stand firm forever."
        },
        {
          "number": "12:28",
          "latin": "Idcirco ergo regnum immobile suscipientes, habemus gratiam, per quam serviamus placentes Deo, cum metu et reverentia.",
          "english": "Therefore, since we are receiving an unshakable Kingdom, let us be grateful, and by this gratitude, let us serve God acceptably with reverence and awe."
        },
        {
          "number": "12:29",
          "latin": "Deus enim noster ignis consumens est.",
          "english": "For our God is a consuming fire, a refining fire that purifies His Saints and destroys His enemies."
        }
      ]
    },
    {
      "number": 13,
      "status": "completed",
      "verses": [
        {
          "number": "13:1",
          "latin": "Caritas fraternitatis maneat in vobis.",
          "english": "Let the love of your fellow Christians remain in your hearts."
        },
        {
          "number": "13:2",
          "latin": "Hospitalitatem nolite oblivisci: per hanc enim latuerunt quidam, angelis hospitio receptis.",
          "english": "Do not neglect to show hospitality to strangers. Through this practice, some people have unknowingly given shelter to angels."
        },
        {
          "number": "13:3",
          "latin": "Mementote vinctorum, quasi simul vincti: et laborantium, quasi et ipsi in corpore agentes.",
          "english": "Remember those who are imprisoned for their faith, as if you yourselves were chained with them. Also, remember those who are suffering, as if you yourselves were experiencing the same physical hardships."
        },
        {
          "number": "13:4",
          "latin": "Honorabile connubium in omnibus, et torus immaculatus: fornicatores enim et adulteros judicabit Deus.",
          "english": "Let marriage be held in honor by all people, and let the marriage bed remain undefiled by sin. For God will certainly judge those who engage in sexual immorality and adultery."
        },
        {
          "number": "13:5",
          "latin": "Sint mores sine avaritia, contenti præsentibus: ipse enim dixit: Non te deseram, neque dereliquam.",
          "english": "Your way of life should be free from the sin of avarice. Be content with the material blessings you currently possess. For God Himself has promised us, saying: \"I will never abandon you; nor will I ever desert you.\""
        },
        {
          "number": "13:6",
          "latin": "Ita ut confidenter dicamus: Dominus mihi adjutor: non timebo quid faciat mihi homo.",
          "english": "So, with firm confidence, we can proclaim: \"The Lord is my unfailing helper and protector. Therefore, I will not fear anything that any human being can do to harm me.\""
        },
        {
          "number": "13:7",
          "latin": "Mementote præpositorum vestrorum, qui vobis locuti sunt verbum Dei: quorum intuentes exitum conversationis, imitamini fidem.",
          "english": "Remember your spiritual leaders, the ones who first taught you the saving Word of God. Consider carefully the outcome of their way of life, how they persevered in faith until death, and imitate their unwavering faith in God."
        },
        {
          "number": "13:8",
          "latin": "Jesus Christus heri, et hodie: ipse et in sæcula.",
          "english": "Jesus Christ is the same divine person always. He was the same yesterday, He is the same today, and He will remain the same for all eternity."
        },
        {
          "number": "13:9",
          "latin": "Doctrinis variis et peregrinis nolite abduci. Optimum est enim gratia stabiliri cor, non escis, quæ non profuerunt ambulantibus in illis.",
          "english": "Do not allow yourselves to be led astray by various and unfamiliar doctrines. It is far better for your heart to be strengthened and established by God's grace, rather than by rules concerning foods, which have proven useless to those who meticulously observed them."
        },
        {
          "number": "13:10",
          "latin": "Habemus altare, de quo edere non habent potestatem, qui tabernaculo deserviunt.",
          "english": "We Christians have a spiritual altar, from which to eat. Those who continue to serve in the Old Covenant tabernacle rituals have no right or power to partake of this new, perfect sacrifice."
        },
        {
          "number": "13:11",
          "latin": "Quorum enim sanguis importatur in sancta per pontificem pro peccato, horum corpora cremantur extra castra.",
          "english": "In the Old Covenant, the blood of certain animals was brought into the Holy of Holies by the high priest to atone for sin. The bodies of those very animals were then burned completely outside the camp of Israel."
        },
        {
          "number": "13:12",
          "latin": "Propter quod et Jesus, ut sanctificaret per suum sanguinem populum, extra portam passus est.",
          "english": "For this reason, Jesus Himself, in order to sanctify His people through the shedding of His own precious blood, suffered and died outside the city gate of Jerusalem."
        },
        {
          "number": "13:13",
          "latin": "Exeamus igitur ad eum extra castra, improperium ejus portantes.",
          "english": "Let us, therefore, courageously go forth from the old ways and join Him outside the camp, willingly bearing the same scorn and disgrace that He endured."
        },
        {
          "number": "13:14",
          "latin": "Non enim habemus hic manentem civitatem, sed futuram inquirimus.",
          "english": "For we do not possess a permanent earthly city or homeland in this present world. Instead, we are earnestly seeking the heavenly city and everlasting Kingdom that is yet to come."
        },
        {
          "number": "13:15",
          "latin": "Per ipsum ergo offeramus hostiam laudis semper Deo, id est, fructum labiorum confitentium nomini ejus.",
          "english": "Therefore, through Jesus Christ, let us continually offer to God a sacrifice of praise. This sacrifice is the spiritual fruit of our lips, which confess and glorify His holy Name."
        },
        {
          "number": "13:16",
          "latin": "Beneficentiæ autem et communionis nolite oblivisci: talibus enim hostiis promeretur Deus.",
          "english": "Moreover, do not forget to do good works for others and to share your material possessions with those in need. For God is truly pleased and propitiated by such sacrifices of charity."
        },
        {
          "number": "13:17",
          "latin": "Obedite præpositis vestris, et subjacete eis. Ipsi enim pervigilant pro animabus vestris, quasi rationem reddituri: ut cum gaudio hoc faciant, et non gementes: hoc enim non expedit vobis.",
          "english": "Obey your spiritual leaders and humbly submit to their authority. For they diligently watch over your immortal souls, knowing that they will one day have to give an account to God for their stewardship. Obey them so that they may carry out their duties with joy, and not with sorrowful groaning, for that would certainly not be beneficial for your spiritual welfare."
        },
        {
          "number": "13:18",
          "latin": "Orate pro nobis: confidimus enim quia bonam habemus conscientiam in omnibus, bene volentes conversari.",
          "english": "Please pray for us, your spiritual guides. We are confident that we possess a good and clear conscience in all matters, as we earnestly desire to conduct ourselves honorably in every aspect of our lives."
        },
        {
          "number": "13:19",
          "latin": "Amplius autem peto vos hoc facere: quo celerius restituar vobis.",
          "english": "I especially implore you to pray for this specific intention: that I may be restored to your presence more quickly."
        },
        {
          "number": "13:20",
          "latin": "Deus autem pacis, qui eduxit de mortuis pastorem magnum ovium, in sanguine testamenti æterni, Dominum nostrum Jesum Christum,",
          "english": "Now, may God, the very source of all peace, who, through the precious blood of the eternal covenant, brought back from the dead our Lord Jesus Christ, the great Shepherd of His flock,"
        },
        {
          "number": "13:21",
          "latin": "aptet vos in omni bono, ut faciatis voluntatem ejus: faciens in vobis quod placeat coram se per Jesum Christum: cui est gloria in sæcula sæculorum. Amen.",
          "english": "may He perfectly equip and prepare you in every good work, enabling you to faithfully accomplish His divine will. May He accomplish within you, through Jesus Christ, that which is truly pleasing in His sight. To this same Jesus Christ be all glory and honor, for all ages, forever and ever. Amen."
        },
        {
          "number": "13:22",
          "latin": "Rogo autem vos, fratres, ut sufferatis verbum solatii: nam et per paucis scripsi vobis.",
          "english": "Now, brothers and sisters, I earnestly ask you to patiently receive this message of consolation and encouragement. For, indeed, I have written to you in a relatively brief manner."
        },
        {
          "number": "13:23",
          "latin": "Cognoscite fratrem nostrum Timotheum dimissum: cum quo (si celerius venerit) videbo vos.",
          "english": "Understand that our brother Timothy has been released from his confinement. If he arrives quickly, I plan to visit you along with him."
        },
        {
          "number": "13:24",
          "latin": "Salutate omnes præpositos vestros, et omnes sanctos. Salutant vos de Italia.",
          "english": "Extend my greetings to all your spiritual leaders, and to all the holy people in your community. The Christian believers here in Italy also send their greetings to you."
        },
        {
          "number": "13:25",
          "latin": "Gratia vobiscum omnibus. Amen.",
          "english": "May the grace of God be with all of you. Amen."
        }
      ]
    }
  ]
}