{
  "name": "James",
  "chapters": [
    {
      "number": 1,
      "status": "completed",
      "verses": [
        {
          "number": "James 1:1",
          "latin": "Iacobus Dei, et Domini nostri Iesu Christi servus, duodecim tribubus, quae sunt in dispersione, salutem.",
          "english": "James, a servant of God and of our Lord Jesus Christ, sends greetings to the twelve tribes who are scattered abroad."
        },
        {
          "number": "James 1:2",
          "latin": "Omne gaudium existimate fratres mei, cum in tentationes varias incideritis:",
          "english": "My brothers, consider it a cause for total joy when you encounter many different kinds of trials."
        },
        {
          "number": "James 1:3",
          "latin": "scientes quod probatio fidei vestræ, patientiam operatur.",
          "english": "This is because you know that the testing of your faith produces perseverance within you."
        },
        {
          "number": "James 1:4",
          "latin": "Patientia autem opus perfectum habet: ut sitis perfecti et integri, in nullo deficientes.",
          "english": "But perseverance must do its perfect work so that you may become perfect and complete, lacking nothing spiritually."
        },
        {
          "number": "James 1:5",
          "latin": "Si quis autem vestrum indiget sapientia, postulet a Deo, qui dat omnibus affluenter, et non improperat: et dabitur ei.",
          "english": "If any of you lacks wisdom, let him ask of God, who gives generously to all and does not reproach anyone for asking, and it will be given to him."
        },
        {
          "number": "James 1:6",
          "latin": "Postulet autem in fide nihil hæsitans: qui enim hæsitat, similis est fluctui maris, qui a vento movetur et circumfertur.",
          "english": "But let him ask in faith, without any doubting in his mind. For whoever doubts is like a wave of the sea that is driven and tossed about by the wind."
        },
        {
          "number": "James 1:7",
          "latin": "Non ergo æstimet homo ille quod accipiat aliquid a Domino.",
          "english": "Let that man not imagine that he will receive anything from the Lord."
        },
        {
          "number": "James 1:8",
          "latin": "Vir duplex animo inconstans est in omnibus viis suis.",
          "english": "A man who is double-minded is unstable in all his ways and actions."
        },
        {
          "number": "James 1:9",
          "latin": "Glorietur autem frater humilis in exaltatione sua:",
          "english": "But let the brother of humble means glory in his true exaltation, which is God's grace."
        },
        {
          "number": "James 1:10",
          "latin": "dives autem in humilitate sua: quoniam sicut flos fœni, præteribit.",
          "english": "And let the rich man glory in his humility, because he will pass away like the flower of the field."
        },
        {
          "number": "James 1:11",
          "latin": "Exortus est enim sol cum ardore, et arefecit fœnum, et flos ejus decidit, et decor vultus ejus deperiit: ita et dives in viis suis marcescet.",
          "english": "For the sun rises with scorching heat and withers the grass. Its flower falls off, and its beautiful appearance perishes completely. So also will the rich man fade away in all his worldly endeavors."
        },
        {
          "number": "James 1:12",
          "latin": "Beatus vir qui suffert tentationem: quoniam cum probatus fuerit, accipiet coronam vitæ, quam repromisit Deus diligentibus se.",
          "english": "Blessed is the man who endures temptation, because when he has been proven to be faithful, he will receive the crown of life, which God has promised to those who love Him."
        },
        {
          "number": "James 1:13",
          "latin": "Nemo tentetur dicat quoniam a Deo tentatur: Deus enim intentator malorum est: ipse autem neminem tentat.",
          "english": "Let no one who is tempted say that he is being tempted by God. For God cannot be tempted by evil, and He Himself tempts no one to do evil."
        },
        {
          "number": "James 1:14",
          "latin": "Sed unusquisque tentatur a concupiscentia sua abstractus, et illectus.",
          "english": "But each person is tempted when he is dragged away and enticed by his own evil desires."
        },
        {
          "number": "James 1:15",
          "latin": "Deinde concupiscentia cum conceperit, parit peccatum: peccatum vero consummatum generat mortem.",
          "english": "Then, when evil desire has conceived, it gives birth to sin. And when sin is fully grown, it brings forth eternal death."
        },
        {
          "number": "James 1:16",
          "latin": "Nolite errare, fratres mei dilectissimi.",
          "english": "Do not be deceived, my most beloved brothers."
        },
        {
          "number": "James 1:17",
          "latin": "Omne datum optimum, et omne donum perfectum de sursum est, descendens a Patre luminum, apud quem non est transmutatio, nec vicissitudinis obumbratio.",
          "english": "Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow of change."
        },
        {
          "number": "James 1:18",
          "latin": "Voluntarie enim genuit nos verbo veritatis, ut simus initium aliquod creaturæ ejus.",
          "english": "By His own will, He brought us forth by the word of truth so that we might be a kind of firstfruits of His creation."
        },
        {
          "number": "James 1:19",
          "latin": "Scitis, fratres mei dilectissimi. Sit autem omnis homo velox ad audiendum: tardus autem ad loquendum, et tardus ad iram.",
          "english": "You know this, my most beloved brothers. But let every person be quick to hear, slow to speak, and slow to anger."
        },
        {
          "number": "James 1:20",
          "latin": "Ira enim viri, justitiam Dei non operatur.",
          "english": "For the anger of man does not bring about the righteousness that God desires."
        },
        {
          "number": "James 1:21",
          "latin": "Propter quod abjicientes omnem immunditiam, et abundantiam malitiæ, in mansuetudine suscipite insitum verbum, quod potest salvare animas vestras.",
          "english": "Therefore, cast off all impurity and every overflowing remnant of malice. And humbly receive the implanted word of God, which has the power to save your souls."
        },
        {
          "number": "James 1:22",
          "latin": "Estote autem factores verbi, et non auditores tantum: fallentes vosmetipsos.",
          "english": "But be doers of the word, and not merely hearers, deceiving yourselves with false piety."
        },
        {
          "number": "James 1:23",
          "latin": "Quia si quis auditor est verbi, et non factor, hic comparabitur viro consideranti vultum nativitatis suæ in speculo:",
          "english": "For if anyone is a hearer of the word and not a doer, he is like a man observing his natural face in a mirror."
        },
        {
          "number": "James 1:24",
          "latin": "consideravit enim se, et abiit, et statim oblitus est qualis fuerit.",
          "english": "For he observes himself, then walks away, and immediately forgets what he was like."
        },
        {
          "number": "James 1:25",
          "latin": "Qui autem perspexerit in legem perfectam libertatis, et permanserit in ea, non auditor obliviosus factus, sed factor operis: hic beatus in facto suo erit.",
          "english": "But whoever looks intently into the perfect law of liberty and perseveres in it, not having become a forgetful hearer, but a doer who acts upon it—that man will be blessed in what he does."
        },
        {
          "number": "James 1:26",
          "latin": "Si quis autem putat se religiosum esse, non refrenans linguam suam, sed seducens cor suum, hujus vana est religio.",
          "english": "If anyone thinks he is religious, yet does not bridle his tongue, but deceives his own heart, this man's religion is utterly worthless."
        },
        {
          "number": "James 1:27",
          "latin": "Religio munda et immaculata apud Deum et Patrem, hæc est: visitare pupillos et viduas in tribulatione eorum, et immaculatum se custodire ab hoc sæculo.",
          "english": "Pure and undefiled religion in the sight of God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained by the world's sinful ways."
        }
      ]
    },
    {
      "number": 2,
      "status": "completed",
      "verses": [
        {
          "number": "2:1",
          "latin": "Fratres mei, nolite in personarum acceptione habere fidem Domini nostri Jesu Christi gloriae.",
          "english": "My beloved brothers, do not act partially, nor show favoritism, as you hold to the faith of our glorious Lord Jesus Christ."
        },
        {
          "number": "2:2",
          "latin": "Si enim introierit in conventu vestro vir aureum anulum habens in veste candida, introierit autem et pauper in sordido habitu,",
          "english": "For if a man wearing an expensive gold ring and splendid attire enters your gathering, and then also a poor man in filthy, worn-out clothing enters,"
        },
        {
          "number": "2:3",
          "latin": "et intendatis in eum qui est vestitus veste praeclara, et dixeritis illi: Tu sede hic bene; pauperi autem dicatis: Tu sta illic, aut sede sub scabello meo:",
          "english": "and you focus your attention on the one wearing the splendid clothing, and you say to him, “You, sit here, in a place of honor.” But to the poor man you say, “You, stand over there,” or, “Sit down here on the floor, at my feet.”"
        },
        {
          "number": "2:4",
          "latin": "nonne judicatis apud vosmetipsos, et facti estis judices cogitationum iniquarum?",
          "english": "In doing so, are you not making distinctions among yourselves, and have you not become judges whose very thoughts are evil?"
        },
        {
          "number": "2:5",
          "latin": "Audite, fratres mei dilectissimi: nonne Deus elegit pauperes hujus mundi divites in fide, et heredes regni, quod repromisit Deus diligentibus se?",
          "english": "Listen, my beloved brothers: Has not God chosen the poor of this world to be rich in the gift of faith, and to be heirs of the Kingdom that God promised to those who love Him?"
        },
        {
          "number": "2:6",
          "latin": "Vos autem exhonorastis pauperem. Nonne divites per potentiam opprimunt vos, et ipsi trahunt vos ad judicia?",
          "english": "But you, on the other hand, have dishonored the poor man. Do not the rich oppress you by their great power? And is it not they who drag you into court?"
        },
        {
          "number": "2:7",
          "latin": "Nonne ipsi blasphemant bonum nomen, quod invocatum est super vos?",
          "english": "Do not the rich blaspheme the holy name of God, by which you are known as Christians?"
        },
        {
          "number": "2:8",
          "latin": "Si tamen legem perficitis regalem secundum Scripturas: Diliges proximum tuum sicut teipsum: bene facitis.",
          "english": "If you truly fulfill the royal law, which is the supreme law found in the Scriptures: “You shall love your neighbor as you love yourself”—you are doing well."
        },
        {
          "number": "2:9",
          "latin": "Si autem personas accipitis, peccatum operamini, redarguti a lege quasi transgressoris.",
          "english": "But if you show partiality to persons, you are committing a sin, and you stand condemned by the law as lawbreakers."
        },
        {
          "number": "2:10",
          "latin": "Quicumque enim totam legem servaverit, offendat autem in uno, factus est omnium reus.",
          "english": "For whoever keeps the entire law, yet stumbles in even one command, has become guilty of breaking all of it."
        },
        {
          "number": "2:11",
          "latin": "Qui enim dixit: Non moechaberis, dixit et: Non occides. Quod si non moechaberis, occidas autem, factus es transgressor legis.",
          "english": "For the one who said, “You shall not commit adultery,” also said, “You shall not kill.” If you do not commit adultery, but you do kill, then you have become a transgressor of the entire law."
        },
        {
          "number": "2:12",
          "latin": "Sic loquimini, et sic facite, sicut per legem libertatis judicandi.",
          "english": "Therefore, speak in this way and act in this way, understanding that you will be judged by the law that grants true freedom in Christ."
        },
        {
          "number": "2:13",
          "latin": "Judicium enim sine misericordia illi qui non fecit misericordiam: superexaltat autem misericordia judicium.",
          "english": "For merciless judgment awaits the one who has shown no mercy. However, divine mercy triumphs over judgment itself."
        },
        {
          "number": "2:14",
          "latin": "Quid proderit, fratres mei, si fidem quis dicat se habere, opera autem non habeat? Numquid fides poterit illum salvare?",
          "english": "What good is it, my beloved brothers, if someone claims to have faith, but has no good works to show for it? Can that kind of empty faith save him?"
        },
        {
          "number": "2:15",
          "latin": "Si frater et soror nudi sunt, et indigent victu quotidiano,",
          "english": "If a brother or sister is poorly clothed and lacking daily food,"
        },
        {
          "number": "2:16",
          "latin": "dicat autem aliquis ex vobis illis: Ite in pace, calefacimini et saturamini: non dederitis illis quae necessaria sunt corporis: quid proderit?",
          "english": "and one of you says to them, “Go in peace, be warmed and well-fed,” yet you do not give them what their bodies truly need—what good is such an empty blessing?"
        },
        {
          "number": "2:17",
          "latin": "Sic et fides, si non habeat opera, mortua est in semetipsa.",
          "english": "In the same way, faith by itself, if it does not have good works, is dead and worthless."
        },
        {
          "number": "2:18",
          "latin": "Sed dicet aliquis: Tu fidem habes, et ego opera habeo: ostende mihi fidem tuam sine operibus: et ego ostendam tibi ex operibus fidem meam.",
          "english": "But someone might say, “You have faith, and I have works.” My answer to him is: “Show me your faith, if it is without any good works to prove it; but I, for my part, will show you my faith through my good works.”"
        },
        {
          "number": "2:19",
          "latin": "Tu credis quoniam unus est Deus. Bene facis: et daemones credunt, et contremiscunt.",
          "english": "You believe that there is only one God. You do well to believe this! Yet, even the demons believe that, and they tremble with fear at His power."
        },
        {
          "number": "2:20",
          "latin": "Vis autem scire, o homo inanis, quoniam fides sine operibus mortua est?",
          "english": "But do you wish to know, O man of empty understanding, that faith without good works is truly dead and useless?"
        },
        {
          "number": "2:21",
          "latin": "Abraham, pater noster, nonne ex operibus justificatus est, offerens Isaac filium suum super altare?",
          "english": "Was not Abraham, our father, justified by his good works when he offered his son Isaac upon the altar?"
        },
        {
          "number": "2:22",
          "latin": "Vides quoniam fides cooperabatur operibus illius: et ex operibus fides consummata est?",
          "english": "You see then that his faith was working together with his good works, and by his good works, his faith was made perfect and complete."
        },
        {
          "number": "2:23",
          "latin": "Et adimpleta est Scriptura, dicens: Credidit Abraham Deo, et reputatum est illi ad justitiam, et amicus Dei appellatus est.",
          "english": "And in this way, the Scripture was fulfilled which says: “Abraham believed God, and his belief was counted to him as righteousness.” And he was called “the Friend of God.”"
        },
        {
          "number": "2:24",
          "latin": "Videtis quoniam ex operibus justificatur homo, et non ex fide tantum?",
          "english": "You see then that a man is justified by his good works, and not by faith alone."
        },
        {
          "number": "2:25",
          "latin": "Similiter autem et Rahab meretrix, nonne ex operibus justificata est, suscipiens nuntios, et alia via ejiciens?",
          "english": "In the same way, was not Rahab, the harlot, also justified by her good works when she welcomed the messengers and sent them out by a different path?"
        },
        {
          "number": "2:26",
          "latin": "Sicut enim corpus sine spiritu mortuum est, ita et fides sine operibus mortua est.",
          "english": "For just as the body without a soul is dead, so also faith without good works is dead."
        }
      ]
    },
    {
      "number": 3,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Nolite plures magistri fieri, fratres mei, scientes quoniam majus judicium sumitis.",
          "english": "My brothers, do not be eager to become teachers among yourselves, because those who teach will be judged more strictly by God."
        },
        {
          "number": 2,
          "latin": "In multis enim offendimus omnes. Si quis in verbo non offendit, hic perfectus est vir, potens etiam frænis circumducere totum corpus.",
          "english": "For we all stumble and make mistakes in many ways. If someone never makes a mistake with their words, that person is truly a perfect man. Such a one is powerful enough to guide and control their entire body, just as a horse is led by a bridle."
        },
        {
          "number": 3,
          "latin": "Si autem equis fræna in ora mittimus ad consentiendum nobis, et omne corpus illorum circumferimus.",
          "english": "Consider how we put a bridle into a horse's mouth so that it will obey us. With that bridle, we can guide its entire body wherever we wish."
        },
        {
          "number": 4,
          "latin": "Ecce et naves, cum magnæ sint, et a ventis validis minentur, in modico gubernaculo circumferuntur quo gubernatoris impetus tendit.",
          "english": "Or consider ships, which are very large and are driven by strong winds. They are steered by a very small rudder, guided by the intention of the pilot."
        },
        {
          "number": 5,
          "latin": "Ita et lingua modicum quidem membrum est, et magna exsultat. Ecce quantus ignis quam magnam silvam incendit.",
          "english": "In the same way, the tongue is a small part of the body, yet it makes great boasts. Just see how a tiny spark of fire can set an entire forest ablaze!"
        },
        {
          "number": 6,
          "latin": "Et lingua ignis est, universitas iniquitatis. Lingua constituitur in membris nostris, quæ maculat totum corpus, et inflammat rotam nativitatis nostræ, inflammata a gehenna.",
          "english": "And the tongue itself is a fire; it is a complete realm of evil. The tongue is set among our body parts, and it can corrupt the entire body. It sets on fire the entire course of our lives and our destiny, because it is ignited by Gehenna—that is, by the forces of hell."
        },
        {
          "number": 7,
          "latin": "Omnis enim natura ferarum, et volucrum, et serpentium, et ceterorum, domatur, et domita est a natura humana:",
          "english": "For every kind of wild animal, and of birds, and of serpents, and of all other creatures on land and in the sea, is tamed and has been tamed by mankind."
        },
        {
          "number": 8,
          "latin": "linguam autem nullus hominum domare potest: inquietum malum est, plena veneno mortifero.",
          "english": "But no one among humanity has the power to tame the tongue. It is a restless evil, full of deadly poison."
        },
        {
          "number": 9,
          "latin": "In ipsa benedicimus Deum et Patrem: et in ipsa maledicimus homines, qui ad similitudinem Dei facti sunt.",
          "english": "With the tongue, we bless God the Father. Yet with the very same tongue, we curse men who are made in the likeness of God Himself."
        },
        {
          "number": 10,
          "latin": "Ex ipso ore procedit benedictio et maledictio. Non oportet, fratres mei, hæc ita fieri.",
          "english": "From the very same mouth comes both blessing and cursing. My brothers, it is not right that these things should happen this way."
        },
        {
          "number": 11,
          "latin": "Numquid fons de eodem foramine emanat dulcem et amaram aquam?",
          "english": "Can a spring pour forth fresh water and bitter water from the same opening at the same time?"
        },
        {
          "number": 12,
          "latin": "Numquid, fratres mei, ficus ficus olivas facere potest, aut vitis ficus? Sic neque salsa ex dulci facere potest aquam.",
          "english": "My brothers, can a fig tree produce olives, or a grapevine produce figs? No, and neither can a spring produce both salty and fresh water from the same source."
        },
        {
          "number": 13,
          "latin": "Quis sapiens et bene moratus est in vobis? Ostendat ex bona conversatione operationem suam in mansuetudine sapientiæ.",
          "english": "Is there anyone among you who is wise and truly understanding? Let that person show their good works by living a good life, demonstrating their actions with the gentleness that comes from true wisdom."
        },
        {
          "number": 14,
          "latin": "Quod si zelum amarum habetis, et contentiones in cordibus vestris: nolite gloriari, et mendaces esse adversus veritatem.",
          "english": "But if you harbor bitter envy and selfish ambition in your hearts, then do not boast of your wisdom and do not lie against the truth revealed by God."
        },
        {
          "number": 15,
          "latin": "Non est enim ista sapientia desursum descendens: sed terrena, animalis, diabolica.",
          "english": "For this kind of so-called 'wisdom' does not descend from Heaven, from God. Instead, it is earthly in its origin, unspiritual in its nature, and demonic in its source."
        },
        {
          "number": 16,
          "latin": "Ubi enim zelus et contentio, ibi inconstantia et omne opus pravum.",
          "english": "For wherever you find envy and selfish ambition, there you will also find disorder and every kind of evil practice."
        },
        {
          "number": 17,
          "latin": "Quæ autem desursum est sapientia, primum quidem pudica est, deinde pacifica, modesta, suadibilis, bonis consentiens, plena misericordia et fructibus bonis, non judicans, sine simulatione.",
          "english": "But the wisdom that comes from Heaven, from God, is first of all pure. Then it is peaceable, gentle, and willing to yield to what is right. It is full of mercy and produces good fruits, showing no partiality and acting without hypocrisy."
        },
        {
          "number": 18,
          "latin": "Fructus autem justitiæ in pace seminatur facientibus pacem.",
          "english": "And the harvest of righteousness is sown in peace, by those who are peacemakers."
        }
      ]
    },
    {
      "number": 4,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Unde bella et lites in vobis? Nonne hinc: de concupiscentiis vestris, quae militant in membris vestris?",
          "english": "Where do wars and quarrels among you come from? Is it not from this: from your sinful desires, which wage war within your very bodies and souls?"
        },
        {
          "number": 2,
          "latin": "Concupiscitis, et non habetis: occiditis, et zelatis: et non potestis adipisci: litigatis, et bellum geritis: et non habetis, propter quod non postulatis.",
          "english": "You crave things, and yet you do not have them. You would murder to get them, and you are consumed by envy, yet you still cannot obtain what you want. You quarrel and wage war, yet you do not have what you desire, because you do not ask God for it."
        },
        {
          "number": 3,
          "latin": "Petitis, et non accipitis: eo quod male petatis: ut in concupiscentiis vestris impendatis.",
          "english": "You ask for things, and you do not receive them, because your intentions for asking are evil; you only ask to spend it on your disordered passions."
        },
        {
          "number": 4,
          "latin": "Adulteri, nescitis quia amicitia hujus mundi inimica est Dei? Quicumque ergo voluerit amicus esse saeculi hujus, inimicus Dei constituitur.",
          "english": "You spiritually unfaithful people! Do you not know that friendship with this present age is enmity against God? Therefore, whoever chooses to be a friend of this world's ways makes himself an enemy of God."
        },
        {
          "number": 5,
          "latin": "An putatis quia inaniter Scriptura dicat: Ad invidiam concupiscit Spiritus qui habitat in vobis?",
          "english": "Or do you think that the Scripture speaks in vain when it says: The Holy Spirit who dwells within you yearns jealously for your faithfulness, seeking you solely for Himself?"
        },
        {
          "number": 6,
          "latin": "Majorem autem dat gratiam. Propter quod dicit: Deus superbis resistit, humilibus autem dat gratiam.",
          "english": "But God gives even greater grace. This is why it says: God resists the proud, but gives grace to the humble."
        },
        {
          "number": 7,
          "latin": "Subditi estote ergo Deo, resistite diabolo, et fugiet a vobis.",
          "english": "Therefore, submit yourselves to God. Resist the devil, and he will flee from you."
        },
        {
          "number": 8,
          "latin": "Appropinquate Deo, et appropinquabit vobis. Emundate manus, peccatores: et purificate corda, duplices.",
          "english": "Draw near to God, and He will draw near to you. Wash your hands, you sinners, and purify your hearts, you who are double-minded and divided in your loyalty."
        },
        {
          "number": 9,
          "latin": "Miseri estote, et lugete, et plorate: risus vester in luctum convertatur, et gaudium in moerorem.",
          "english": "Be wretched, mourn, and weep over your sins. Let your laughter be turned into mourning, and your joy into sorrow."
        },
        {
          "number": 10,
          "latin": "Humiliamini in conspectu Domini, et exaltabit vos.",
          "english": "Humble yourselves in the presence of the Lord, and He will lift you up."
        },
        {
          "number": 11,
          "latin": "Nolite detrahere alterutrum, fratres. Qui detrahit fratri, aut judicat fratrem suum, detrahit legi, et judicat legem.",
          "english": "Brothers, do not speak evil of one another. Whoever speaks evil of his brother, or judges his brother, speaks evil of the Law of God and presumes to judge the Law itself."
        },
        {
          "number": 12,
          "latin": "Si autem judicas legem: non es factor legis, sed judex.",
          "english": "But if you judge the Law, you are not a doer of the Law, but its judge."
        },
        {
          "number": 13,
          "latin": "Unus est legislator et judex, qui potest perdere et liberare.",
          "english": "There is only one Lawgiver and Judge, God alone. He has the power to destroy and to save souls."
        },
        {
          "number": 14,
          "latin": "Tu autem quis es, qui judicas proximum?",
          "english": "But who are you, a mere human, to judge your neighbor?"
        },
        {
          "number": 15,
          "latin": "Ecce nunc, qui dicitis: Hodie, aut crastino ibimus in illam civitatem, et ibi faciemus quidem annum, et mercabimur, et lucrum faciemus:",
          "english": "Now listen, you who say: “Today or tomorrow, we will go to such and such a city, and we will spend a year there, buy and sell, and make a profit”:"
        },
        {
          "number": 16,
          "latin": "Qui ignoratis quid sit crastina dies.",
          "english": "But you do not even know what tomorrow will bring, or if you will be alive."
        },
        {
          "number": 17,
          "latin": "Quod est enim vita vestra? vapor est ad modicum parens, et deinceps evanescens.",
          "english": "What is your life, after all? It is merely a vapor that appears for a little while and then vanishes into nothingness."
        },
        {
          "number": 18,
          "latin": "Pro eo ut dicatis: Si Dominus voluerit, et si vixerimus, faciemus hoc, aut illud.",
          "english": "Instead of saying, as you should: “If the Lord wills it, and if we live, we will do this or that.”"
        },
        {
          "number": 19,
          "latin": "Nunc autem exsultatis in superbiis vestris.",
          "english": "But as it is, you boast in your arrogant plans, full of pride and presumption."
        },
        {
          "number": 20,
          "latin": "Omnis exsultatio talis, maligna est.",
          "english": "All such boasting is evil and inspired by malice against God's Providence."
        },
        {
          "number": 21,
          "latin": "Scienti igitur bonum facere, et non facienti, peccatum est illi.",
          "english": "Therefore, to anyone who knows what is good and right to do, but intentionally does not do it, for him it is a sin."
        }
      ]
    },
    {
      "number": 5,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Euge nunc divites, plorate ululantes in miseriis vestris, quae advenient vobis.",
          "english": "Now listen, you rich people, and start to wail and cry out, because terrible suffering is coming upon you."
        },
        {
          "number": 2,
          "latin": "Divitiae vestrae putrefactae sunt: et vestimenta vestra a tineis comesta sunt.",
          "english": "Your accumulated wealth has rotted away, and your fine clothing has been devoured by moths."
        },
        {
          "number": 3,
          "latin": "Aurum et argentum vestrum rubigine aeruginavit: et rubigo eorum in testimonium vobis erit, et manducabit carnes vestras sicut ignis. Thesaurizastis vobis iram in novissimis diebus.",
          "english": "Your gold and silver have become corroded and worthless. That very corrosion will stand as evidence against you, and it will consume your bodies as if by fire. You have spent your time hoarding up worldly riches and storing up God's wrath for yourselves in these final days before Christ's return."
        },
        {
          "number": 4,
          "latin": "Ecce merces operariorum, qui messuerunt regiones vestras, quae fraudata est a vobis, clamat: et clamor eorum qui messuerunt, in aures Domini Sabaoth introivit.",
          "english": "Look! The wages of the workers who harvested your crops, wages you fraudulently withheld from them, are now crying out against you. The cries of those workers have reached the ears of the Lord of Hosts, the God of all armies in heaven and on earth."
        },
        {
          "number": 5,
          "latin": "Epulati estis super terram, et in luxuriis enutristis corda vestra, sicut in die occisionis.",
          "english": "You have lived lives of opulent indulgence on earth, and you have fattened your hearts as if for a day of slaughter, oblivious to the coming judgment."
        },
        {
          "number": 6,
          "latin": "Addixistis, et occidistis justum, et non restitit vobis.",
          "english": "You have condemned and even murdered the righteous, and they offered no resistance to your injustices."
        },
        {
          "number": 7,
          "latin": "Patientes igitur estote, fratres, usque ad adventum Domini. Ecce agricola exspectat pretiosum fructum terrae, patienter ferens donec accipiat temporivum et serotinum.",
          "english": "Therefore, be patient, my brothers and sisters, enduring until the Lord's return. Consider the farmer who patiently waits for the valuable produce of the earth. He endures patiently until the ground receives both the early autumn rains for planting and the late spring rains for harvest."
        },
        {
          "number": 8,
          "latin": "Estote ergo et vos patientes, et confirmate corda vestra: quoniam adventus Domini appropinquavit.",
          "english": "You also must be patient and strengthen your resolve, because the Lord's return is drawing near."
        },
        {
          "number": 9,
          "latin": "Nolite ingemiscere, fratres, in alterutrum, ut non judicemini. Ecce judex ante januam assistit.",
          "english": "Do not grumble or complain against one another, my brothers and sisters, so that you yourselves will not be judged for it. Remember, the Judge is already standing at the door, ready to enter."
        },
        {
          "number": 10,
          "latin": "Exemplum accipite, fratres, exitus mali, laboris et patientiae, Prophetas, qui locuti sunt in nomine Domini.",
          "english": "My brothers and sisters, take the prophets, who spoke on behalf of the Lord, as an example of endurance through suffering and of unwavering patience."
        },
        {
          "number": 11,
          "latin": "Ecce beatificamus eos qui sustinuerunt. Sufferentiam Job audistis, et finem Domini vidistis, quoniam misericors Dominus est et miserator.",
          "english": "Indeed, we acknowledge as blessed those who have patiently endured. You have heard about the steadfast endurance of Job through his trials, and you have seen the Lord’s ultimate purpose in his story, for the Lord is full of mercy and compassion."
        },
        {
          "number": 12,
          "latin": "Ante omnia autem, fratres mei, nolite jurare, neque per caelum, neque per terram, neque aliud quodcumque juramentum. Sit autem sermo vester, est, est: non, non: ut non sub judicio decidatis.",
          "english": "But above all, my beloved brothers and sisters, do not swear oaths at all—not by the sky, nor by the earth, nor by any other created thing. Instead, let your simple affirmation be 'yes,' and your simple denial be 'no,' so that you do not fall under the judgment of God."
        },
        {
          "number": 13,
          "latin": "Tristatur aliquis vestrum? oret. Aequo animo est? psallat.",
          "english": "Is there anyone among you who is suffering hardship or sorrow? Then that person should pray. Is there anyone who is joyful and content? Then that person should sing praises to God."
        },
        {
          "number": 14,
          "latin": "Infirmatur quis in vobis? inducat presbyteros ecclesiae, et orent super eum, ungentes eum oleo in nomine Domini.",
          "english": "Is anyone among you gravely ill? That person should call for the priests of the Church, and they should pray over him, anointing him with blessed oil in the Name of the Lord Our God, according to the holy Sacrament of Anointing of the Sick."
        },
        {
          "number": 15,
          "latin": "Et oratio fidei salvabit infirmum, et alleviabit eum Dominus: et si in peccatis fuerit, dimittentur ei.",
          "english": "And the prayer offered with sincere faith will bring healing to the sick person, and the Lord will raise him from his affliction. And if he has committed any sins, those sins will be forgiven him."
        },
        {
          "number": 16,
          "latin": "Confitemini ergo alterutrum peccata vestra, et orate pro invicem ut salvemini: multum enim valet deprecatio justi assidua.",
          "english": "Therefore, confess your sins to one another and pray for each other, so that you may be healed and saved. For the persistent and fervent prayer of a righteous person has tremendous power before God."
        },
        {
          "number": 17,
          "latin": "Elias homo erat similis nobis passibilis: et oratione oravit ut non plueret super terram, et non pluit annos tres et menses sex.",
          "english": "Elijah was a human being just like us, sharing in all our human frailties. Yet he prayed with such fervent prayer that it would not rain on the earth, and indeed, it did not rain for three years and six months."
        },
        {
          "number": 18,
          "latin": "Et rursum oravit: et caelum dedit pluviam, et terra protulit fructum suum.",
          "english": "Then he prayed once more, and the sky gave forth its rain, and the earth produced an abundant harvest of its fruit."
        },
        {
          "number": 19,
          "latin": "Fratres mei, si quis ex vobis erraverit a veritate, et converterit quis eum:",
          "english": "My brothers and sisters, if any of you has strayed from the truth of the Catholic Faith, and someone else brings him back,"
        },
        {
          "number": 20,
          "latin": "scire debet quoniam qui converti fecerit peccatorem ab errore viae suae, salvabit animam ejus a morte, et operiet multitudinem peccatorum.",
          "english": "that person should know that whoever leads a sinner to repent and turn back from his mistaken path will save that sinner's soul from eternal death and cover a multitude of sins for them both."
        }
      ]
    }
  ]
}