{
  "name": "1 John",
  "chapters": [
    {
      "number": 1,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Quod fuit ab initio, quod audivimus, quod vidimus oculis nostris, quod perspeximus, et manus nostrae contrectaverunt de Verbo vitae:",
          "english": "The Son of God, who has always existed from the beginning, is the one we personally heard, the one we actually saw with our own eyes, the one we looked at closely, and the one we physically touched with our hands—this is the Son who is the Word of Life."
        },
        {
          "number": 2,
          "latin": "et vita manifestata est, et vidimus, et testamur, et annuntiamus vobis vitam aeternam, quae erat apud Patrem, et apparuit nobis:",
          "english": "And this divine life was made physically clear to us. We saw it, and we are testifying and proclaiming to you this eternal life—the very life that was eternally with God the Father and then appeared among us."
        },
        {
          "number": 3,
          "latin": "quod vidimus et audivimus, annuntiamus vobis, ut et vos societatem habeatis nobiscum, et societas nostra sit cum Patre, et cum Filio ejus Jesu Christo.",
          "english": "What we saw and heard with our own senses, we now proclaim to you. We do this so that you may share in our spiritual fellowship, and our fellowship is truly with God the Father and with His Son, Jesus Christ."
        },
        {
          "number": 4,
          "latin": "Et haec scribimus vobis ut gaudeatis, et gaudium vestrum sit plenum.",
          "english": "And we are writing these things to you so that you may have complete and perfect joy."
        },
        {
          "number": 5,
          "latin": "Et haec est annuntiatio, quam audivimus ab eo, et annuntiamus vobis: quoniam Deus lux est, et tenebrae in eo non sunt ullae.",
          "english": "And this is the essential message we heard directly from Him—from Jesus Christ—and which we now proclaim to you: God is pure light, and there is absolutely no darkness or evil within Him."
        },
        {
          "number": 6,
          "latin": "Si dixerimus quoniam societatem habemus cum eo, et in tenebris ambulamus, mentimur, et veritatem non facimus.",
          "english": "If we claim to have spiritual communion with God, yet we continue to live in sin and error, then we are lying, and we are not living according to God's truth."
        },
        {
          "number": 7,
          "latin": "Si autem in luce ambulamus, sicut et ipse est in luce, societatem habemus ad invicem, et sanguis Jesu Christi Filii ejus emundat nos ab omni peccato.",
          "english": "But if we live according to God's truth—just as He Himself is in pure truth and light—then we truly have spiritual fellowship with each other, and the cleansing sacrifice of Jesus Christ, His Son, washes away all our sins."
        },
        {
          "number": 8,
          "latin": "Si dixerimus quoniam peccatum non habemus, nos ipsos seducimus, et veritas in nobis non est.",
          "english": "If we say that we have no sin, we are only deceiving ourselves, and the truth of God is not truly present within us."
        },
        {
          "number": 9,
          "latin": "Si confessi fuerimus peccata nostra, fidelis est, et justus, ut remittat nobis peccata nostra, et emundet nos ab omni iniquitate.",
          "english": "If we confess our sins to God, He is faithful to His promises and just in His nature. He will forgive us our sins and cleanse us completely from every unrighteous act."
        },
        {
          "number": 10,
          "latin": "Si dixerimus quoniam non peccavimus, mendacem facimus eum, et verbum ejus non est in nobis.",
          "english": "If we claim that we have not sinned, then we are essentially calling God a liar, and His divine message is not genuinely present in our hearts."
        }
      ]
    },
    {
      "number": 2,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Filioli mei, hæc scribo vobis ut non peccetis. Sed et si quis peccaverit, Advocatum habemus apud Patrem, Jesum Christum justum:",
          "english": "My dear children, I write these things to you so that you may not sin. But even if anyone has sinned, we have an Advocate with the Father, Jesus Christ, who is perfectly just. He intercedes for us before God."
        },
        {
          "number": 2,
          "latin": "Et ipse est propitiatio pro peccatis nostris: non pro nostris autem tantum, sed etiam pro totius mundi.",
          "english": "And He Himself is the propitiation for our sins—meaning His sacrifice atones for and turns away God's just wrath. This is not for our sins only, but also for the sins of the whole world, offering salvation to all who accept it."
        },
        {
          "number": 3,
          "latin": "Et in hoc scimus quoniam cognovimus eum, si mandata ejus observemus.",
          "english": "And by this we know and are sure that we have truly come to know Him, if we keep His commandments and live according to His will."
        },
        {
          "number": 4,
          "latin": "Qui dicit se nosse eum, et mandata ejus non custodit, mendax est, et in hoc veritas non est.",
          "english": "Whoever claims to know Him, yet does not keep His commandments, is a liar. The truth and the reality of faith are not in that person."
        },
        {
          "number": 5,
          "latin": "Qui autem servat verbum ejus, vere in hoc caritas Dei perfecta est: et in hoc scimus quoniam in ipso sumus.",
          "english": "But whoever keeps His word, truly in that person the love of God is perfected and brought to its full expression. And by this we know that we are abiding in Him."
        },
        {
          "number": 6,
          "latin": "Qui dicit se in Christo manere, debet sicut ille ambulavit, et ipse ambulare.",
          "english": "Whoever claims to abide in Christ ought to walk himself, living his life and conducting his affairs, just as Christ walked and lived."
        },
        {
          "number": 7,
          "latin": "Carissimi, non mandatum novum scribo vobis, sed mandatum vetus, quod habuistis ab initio. Mandatum vetus est Verbum, quod audistis.",
          "english": "Beloved ones, I am not writing a new commandment to you, but an old commandment which you have had from the very beginning of your faith. This old commandment is the Word of truth which you heard when you first believed."
        },
        {
          "number": 8,
          "latin": "Iterum mandatum novum scribo vobis: quod est verum et in ipso, et in vobis: quia tenebræ transierunt, et lux vera jam lucet.",
          "english": "Again, I write a new commandment to you, which is true both in Christ Himself and in you, His followers. This is because the spiritual darkness of sin and ignorance has passed away, and the true light of Christ is already shining in the world and in your hearts."
        },
        {
          "number": 9,
          "latin": "Qui dicit se in luce esse, et fratrem suum odit, in tenebris est usque adhuc.",
          "english": "Whoever says he is in the light of Christ, yet hates his brother, is in spiritual darkness even until now, despite his claim."
        },
        {
          "number": 10,
          "latin": "Qui diligit fratrem suum, in lumine manet, et scandalum in eo non est.",
          "english": "Whoever loves his brother remains in the light, and there is no cause for stumbling or leading others to sin in him."
        },
        {
          "number": 11,
          "latin": "Qui autem odit fratrem suum, in tenebris est, et in tenebris ambulat, et nescit quo eat: quia tenebræ obcæcaverunt oculos ejus.",
          "english": "But whoever hates his brother is in darkness and walks blindly in darkness, and he does not know where he is going, because the spiritual darkness of hatred has blinded his eyes."
        },
        {
          "number": 12,
          "latin": "Scribo vobis, filioli, quoniam remittuntur vobis peccata propter nomen ejus.",
          "english": "I write to you, dear children, because your sins are forgiven you through the power and authority of His Name, Jesus Christ."
        },
        {
          "number": 13,
          "latin": "Scribo vobis, patres, quoniam cognovistis eum, qui ab initio est. Scribo vobis, adolescentes, quoniam vicistis malignum.",
          "english": "I write to you, fathers in faith (those spiritually mature), because you have come to know Him who is from the very beginning, the eternal God. I write to you, young men (those actively engaged in spiritual struggle), because you have overcome the Evil One, Satan."
        },
        {
          "number": 14,
          "latin": "Scribo vobis, infantes, quoniam cognovistis Patrem. Scribo vobis, patres, quoniam cognovistis eum, qui ab initio est. Scribo vobis, adolescentes, quoniam fortes estis, et verbum Dei manet in vobis, et vicistis malignum.",
          "english": "I have written to you, children (new believers), because you have come to know God the Father. I have written to you, fathers in faith, because you have known Him who is from the beginning. I have written to you, young men, because you are strong in your faith, and the Word of God abides deeply within you, and you have overcome the Evil One."
        },
        {
          "number": 15,
          "latin": "Nolite diligere mundum, neque ea quæ in mundo sunt. Si quis diligit mundum, non est caritas Patris in eo.",
          "english": "Do not love the world, meaning the fallen and sinful system of human society that is opposed to God, nor the things that are in the world. If anyone loves the world in this way, the love of God the Father is not in him."
        },
        {
          "number": 16,
          "latin": "Quoniam omne, quod est in mundo, concupiscentia carnis est, et concupiscentia oculorum, et superbia vitæ: quæ non est ex Patre, sed ex mundo est.",
          "english": "For everything that is in the world—that is, the temptations and values of this fallen system—is the disordered desire of the flesh (sensual cravings), and the disordered desire of the eyes (covetousness and lustful looking), and the pride of life (arrogance and self-glory). These desires are not from the Father, but originate from the world."
        },
        {
          "number": 17,
          "latin": "Et mundus transit, et concupiscentia ejus: qui autem facit voluntatem Dei, manet in æternum.",
          "english": "And the world, with all its fleeting glory and sinful desires, is passing away. But whoever does the will of God remains eternally, possessing true and lasting life."
        },
        {
          "number": 18,
          "latin": "Filioli, novissima hora est: et sicut audistis quia antichristus venit, et nunc antichristi multi facti sunt: unde scimus quoniam novissima hora est.",
          "english": "Dear children, it is the final hour of this present age, the time between Christ's first and second comings. And just as you heard that *the* Antichrist, the ultimate adversary of Christ, is coming, even now many antichrists—those who oppose Christ—have appeared. From this fact, we know that it is the final hour."
        },
        {
          "number": 19,
          "latin": "Ex nobis prodierunt, sed non erant ex nobis: nam si fuissent ex nobis, permansissent utique nobiscum: sed ut manifesti sint quoniam non sunt ex nobis.",
          "english": "These antichrists went out from among us, meaning they were once part of the Christian community, but they were not truly of us in genuine faith. For if they had been truly of us, they would have remained with us. But they left so that it might be made manifest and clear that they are not truly of us."
        },
        {
          "number": 20,
          "latin": "Sed vos unctionem habetis a Sancto, et nostis omnia.",
          "english": "But you, believers, have an anointing from the Holy One—that is, from Christ or through the Holy Spirit—and you know all necessary truths for salvation and discernment."
        },
        {
          "number": 21,
          "latin": "Non scripsi vobis quasi ignorantibus veritatem, sed quasi scientibus eam: et quoniam omne mendacium ex veritate non est.",
          "english": "I have not written to you as if you are ignorant of the truth, but as those who already know it. And I write because it is clear that no lie can ever come from the truth; they are fundamentally opposed."
        },
        {
          "number": 22,
          "latin": "Quis est mendax, nisi is qui negat quoniam Jesus est Christus? Hic est antichristus, qui negat Patrem et Filium.",
          "english": "Who is the liar, if not he who denies that Jesus is the Christ, the Anointed Messiah? This person is an antichrist, one who denies the Father and the Son, thereby rejecting the very nature of God and salvation."
        },
        {
          "number": 23,
          "latin": "Omnis qui negat Filium, nec Patrem habet: et qui confitetur Filium, et Patrem habet.",
          "english": "Everyone who denies the Son does not also have the Father; you cannot truly know or relate to God the Father without accepting Jesus as His Son. And whoever confesses the Son also has the Father."
        },
        {
          "number": 24,
          "latin": "Vos igitur quod audistis ab initio, in vobis permaneat. Si in vobis permanserit quod audistis ab initio, et vos in Filio et Patre manebitis.",
          "english": "Therefore, let what you heard from the beginning, the foundational teachings of the faith, remain firmly established in you. If what you heard from the beginning remains in you, then you also will remain in the Son and in the Father, experiencing intimate communion with the Trinity."
        },
        {
          "number": 25,
          "latin": "Et hæc est promissio, quam ipse pollicitus est nobis, vitam æternam.",
          "english": "And this is the promise which He Himself promised to us, the ultimate gift of eternal life."
        },
        {
          "number": 26,
          "latin": "Hæc scripsi vobis de his, qui seducunt vos.",
          "english": "I have written these things to you concerning those who are trying to lead you astray with false teachings."
        },
        {
          "number": 27,
          "latin": "Vos autem unctionem quam accepistis ab eo, maneat in vobis. Et non necesse habetis ut quis vos doceat: sed sicut unctio ejus docet vos de omnibus, et verum est, et non est mendacium: et sicut docuit vos, manete in eo.",
          "english": "But as for you, the anointing which you received from Him (the indwelling Holy Spirit) let it remain in you. And you do not necessarily need anyone to teach you *everything* in the way of ultimate truth, but just as His anointing teaches you about all things pertaining to salvation and discernment—and this teaching is true and is not a lie—just as it has taught you, abide in Him, remaining steadfast in Christ."
        },
        {
          "number": 28,
          "latin": "Et nunc, filioli, manete in eo: ut cum apparuerit, habeamus fiduciam, et non confundamur ab eo in adventu ejus.",
          "english": "And now, dear children, abide in Him, remain firmly united to Christ. Do this so that when He appears in His glorious Second Coming, we may have confidence and not be put to shame or shrink away from Him at His arrival."
        },
        {
          "number": 29,
          "latin": "Si scitis quoniam justus est, scitote quoniam et omnis, qui facit justitiam, ex ipso natus est.",
          "english": "If you know that He, God Himself, is just and righteous, then know also that everyone who practices righteousness, living in a way that aligns with God's justice, is born of Him, having received a new spiritual birth."
        }
      ]
    },
    {
      "number": 3,
      "status": "completed",
      "verses": [
        {
          "number": "1 John 3:1",
          "latin": "Videte qualem caritatem dedit nobis Pater, ut filii Dei nominemur et simus. Propter hoc mundus non novit nos, quia non novit eum.",
          "english": "Consider what great love the Father has bestowed upon us, that we should be called children of God, and truly are His children! Because of this spiritual reality, the world does not understand us, because it never truly understood God the Father or His Son, Jesus Christ."
        },
        {
          "number": "1 John 3:2",
          "latin": "Carissimi, nunc filii Dei sumus: et nondum apparuit quid erimus. Scimus quoniam cum apparuerit, similes erimus ei: quoniam videbimus eum sicuti est.",
          "english": "Beloved brothers and sisters, we are already children of God right now! Yet, it has not yet been fully revealed what our glorified state will be. But we do know this: when He—Jesus Christ—appears again in glory, we shall be made like Him, for we shall see Him as He truly is."
        },
        {
          "number": "1 John 3:3",
          "latin": "Et omnis qui habet hanc spem in eo, sanctificat se, sicut et ille sanctus est.",
          "english": "And everyone who cherishes this hope in Him—in Jesus Christ and His glorious return—purifies himself, just as Christ Himself is perfectly pure."
        },
        {
          "number": "1 John 3:4",
          "latin": "Omnis qui facit peccatum, et iniquitatem facit: et peccatum est iniquitas.",
          "english": "Everyone who commits sin also breaks God’s law, and sin, by its very nature, is a transgression of that divine law."
        },
        {
          "number": "1 John 3:5",
          "latin": "Et scitis quoniam ille apparuit ut peccata nostra tolleret: et peccatum in eo non est.",
          "english": "And you know that Jesus Christ appeared to take away our sins, and there is absolutely no sin found in Him."
        },
        {
          "number": "1 John 3:6",
          "latin": "Omnis qui in eo manet, non peccat: et omnis qui peccat, non vidit eum, nec cognovit eum.",
          "english": "Everyone who truly abides in Him—in Christ—does not continue to live in sin. And everyone who habitually sins has not genuinely seen Him nor truly known Him in a saving way."
        },
        {
          "number": "1 John 3:7",
          "latin": "Filioli, nemo vos seducat. Qui facit justitiam, justus est, sicut et ille justus est.",
          "english": "My dear children, do not let anyone deceive you about this: the one who practices righteousness and lives according to God’s law is righteous, just as Jesus Christ Himself is righteous."
        },
        {
          "number": "1 John 3:8",
          "latin": "Qui facit peccatum, ex diabolo est: quoniam ab initio diabolus peccat. Propter hoc apparuit Filius Dei, ut dissolvat opera diaboli.",
          "english": "The one who habitually practices sin belongs to the devil, because the devil has been sinning since the very beginning of creation. It was for this specific reason that God the Son appeared: to undo and destroy the works of the devil."
        },
        {
          "number": "1 John 3:9",
          "latin": "Omnis qui natus est ex Deo, peccatum non facit: quoniam semen ipsius in eo manet, et non potest peccare, quoniam ex Deo natus est.",
          "english": "No one who has been truly born of God continually practices sin, because God's divine life, like a spiritual seed, remains within him. And such a person cannot habitually sin as a lifestyle, because he has been born of God and has a new spiritual nature."
        },
        {
          "number": "1 John 3:10",
          "latin": "In hoc manifesti sunt filii Dei, et filii diaboli. Omnis qui non est justus, non est ex Deo: et qui non diligit fratrem suum.",
          "english": "By this clear distinction, the children of God and the children of the devil are made evident. Everyone who does not practice righteousness is not from God. And likewise, anyone who does not love his Christian brother or sister is not from God."
        },
        {
          "number": "1 John 3:11",
          "latin": "Quoniam haec est annunciatio, quam audistis ab initio, ut diligatis alterutrum.",
          "english": "For this is the fundamental message that you have heard from the very beginning of your Christian faith: that we should love one another."
        },
        {
          "number": "1 John 3:12",
          "latin": "Non sicut Cain, ex malo erat, et occidit fratrem suum. Et propter quid occidit eum? Quoniam opera ejus erant maligna: fratris autem ejus, justa.",
          "english": "Do not be like Cain, who was spiritually aligned with the evil one, and murdered his own brother. And why did he murder him? Because Cain’s own deeds were wicked, while his brother Abel’s deeds were righteous in God's sight."
        },
        {
          "number": "1 John 3:13",
          "latin": "Nolite mirari, fratres, si odit vos mundus.",
          "english": "Therefore, do not be surprised, my brothers and sisters, if the ungodly world hates you."
        },
        {
          "number": "1 John 3:14",
          "latin": "Nos scimus quoniam translati sumus de morte ad vitam, quoniam diligimus fratres. Qui non diligit, manet in morte.",
          "english": "We, the faithful, know with certainty that we have passed from spiritual death into spiritual life, because we love our Christian brothers and sisters. The one who does not love remains spiritually dead."
        },
        {
          "number": "1 John 3:15",
          "latin": "Omnis qui odit fratrem suum, homicida est. Et scitis quoniam omnis homicida non habet vitam æternam in semetipso manentem.",
          "english": "Everyone who hates his Christian brother or sister is, in God’s sight, a murderer. And you know that no murderer has eternal life abiding within himself."
        },
        {
          "number": "1 John 3:16",
          "latin": "In hoc cognovimus caritatem Dei, quoniam ille animam suam pro nobis posuit: et nos debemus pro fratribus animas nostras ponere.",
          "english": "By this supreme act, we have come to understand the depth of God’s love: that He—Jesus Christ—laid down His own life for us. Therefore, we also ought to be willing to lay down our lives for our brothers and sisters in Christ."
        },
        {
          "number": "1 John 3:17",
          "latin": "Qui habuerit substantiam hujus mundi, et viderit fratrem suum necessitatem habere, et clauserit viscera sua ab eo: quomodo caritas Dei manet in eo?",
          "english": "But if someone possesses the material resources of this world, and sees his Christian brother or sister in need, yet closes his heart and refuses to help him, how can the love of God truly abide in that person?"
        },
        {
          "number": "1 John 3:18",
          "latin": "Filioli mei, non diligamus verbo, neque lingua, sed opere, et veritate.",
          "english": "My dear children, let us not love merely in word or with empty talk, but genuinely, through our actions and with sincere truth."
        },
        {
          "number": "1 John 3:19",
          "latin": "In hoc cognoscimus quoniam ex veritate sumus: et in corde nostro firmabimus coram ipso.",
          "english": "By this practical love, we know that we are truly from the truth, and thus we can reassure our hearts before God."
        },
        {
          "number": "1 John 3:20",
          "latin": "Quoniam si reprehenderit nos cor nostrum, major est Deus corde nostro, et novit omnia.",
          "english": "Because even if our own conscience condemns us, remember that God is greater than our heart and knows all things, including our intentions and efforts, offering mercy."
        },
        {
          "number": "1 John 3:21",
          "latin": "Carissimi, si cor nostrum non reprehenderit nos, fiduciam habemus ad Deum:",
          "english": "Beloved brothers and sisters, if our heart does not condemn us, then we have confident assurance before God."
        },
        {
          "number": "1 John 3:22",
          "latin": "et quæcumque petierimus, accipiemus ab eo: quoniam mandata ejus custodimus, et ea, quæ sunt placita coram eo, facimus.",
          "english": "And whatever we ask, we receive from Him, because we diligently keep His commandments and do those things that are pleasing in His sight."
        },
        {
          "number": "1 John 3:23",
          "latin": "Et hoc est mandatum ejus: ut credamus in nomine Filii ejus Jesu Christi: et diligamus alterutrum, sicut dedit mandatum nobis.",
          "english": "And this is His foundational commandment: that we believe in the saving name of His Son, Jesus Christ, and that we love one another, just as He commanded us to do."
        },
        {
          "number": "1 John 3:24",
          "latin": "Et qui servat mandata ejus, in illo manet, et ipse in eo. Et in hoc scimus quoniam manet in nobis Spiritus, quem dedit nobis.",
          "english": "And the one who keeps His commandments remains in God, and God remains in him. And by this we know that God remains in us: by the Holy Spirit whom He has given to us."
        }
      ]
    },
    {
      "number": 4,
      "status": "completed",
      "verses": [
        {
          "number": "1 John 4:1",
          "latin": "Carissimi, nolite omni spiritui credere, sed probate spiritus si ex Deo sint: quoniam multi pseudoprophetæ exierunt in mundum.",
          "english": "My dearest brothers and sisters, do not believe every spiritual influence or teaching you encounter, but instead discern whether these spirits and their teachings are truly from God. Many false prophets have emerged and spread throughout the world."
        },
        {
          "number": "1 John 4:2",
          "latin": "In hoc cognoscitur Spiritus Dei: Omnis spiritus qui confitetur Jesum Christum in carne venisse, ex Deo est:",
          "english": "This is how you can recognize the true Spirit of God: every spiritual teaching that acknowledges Jesus Christ has come into the world as a fully human being, with a real body, truly originates from God."
        },
        {
          "number": "1 John 4:3",
          "latin": "Et omnis spiritus qui solvit Jesum, hic ex Deo non est. Et hoc est antichristi, quem audistis quoniam venit, et nunc jam in mundo est.",
          "english": "And any spiritual teaching that denies the truth about Jesus Christ—specifically that He is truly human and truly divine—does not originate from God. This is the spirit of the antichrist, which you have been warned would come, and indeed, it is already at work in the world today."
        },
        {
          "number": "1 John 4:4",
          "latin": "Vos estis ex Deo, filioli, et vicistis eum: quoniam major est qui in vobis est, quam qui in hoc mundo est.",
          "english": "My dear little children, you are from God and have already defeated the spirit of the antichrist and the world's false teachings. This is because the Holy Spirit who lives within you is infinitely greater than the evil spirit who dominates this world."
        },
        {
          "number": "1 John 4:5",
          "latin": "Ipsi ex mundo sunt: propterea ex mundo loquuntur, et mundus eos audit.",
          "english": "Those false prophets and their teachings originate from the world itself. Therefore, their messages are worldly in nature, and the worldly people readily accept and listen to them."
        },
        {
          "number": "1 John 4:6",
          "latin": "Nos ex Deo sumus. Qui novit Deum, audit nos: qui non est ex Deo, non audit nos. In hoc cognoscimus Spiritum veritatis, et spiritum erroris.",
          "english": "We, the true apostles and teachers, are from God. Anyone who truly knows and loves God listens to and accepts our teachings. Anyone who is not from God does not listen to us. This is the clear way we distinguish the Spirit of truth from the spirit of error."
        },
        {
          "number": "1 John 4:7",
          "latin": "Carissimi, diligamus nos invicem: quoniam charitas ex Deo est. Et omnis qui diligit, ex Deo natus est, et cognoscit Deum.",
          "english": "My dearest brothers and sisters, let us continually love one another, because true, self-sacrificing love originates directly from God. Every person who genuinely loves in this way has been spiritually reborn by God and truly knows Him."
        },
        {
          "number": "1 John 4:8",
          "latin": "Qui non diligit, non novit Deum: quoniam Deus charitas est.",
          "english": "Anyone who does not practice this kind of love does not truly know God, for the very essence and nature of God is love itself."
        },
        {
          "number": "1 John 4:9",
          "latin": "In hoc apparuit charitas Dei in nobis, quoniam Filium suum unigenitum misit Deus in mundum, ut vivamus per eum.",
          "english": "In this one supreme act, the immense love of God was made manifest to us: God sent His only-begotten Son into the world, not just for a visit, but so that we might gain spiritual and eternal life through Him."
        },
        {
          "number": "1 John 4:10",
          "latin": "In hoc est charitas: non quasi nos dilexerimus Deum, sed quoniam ipse prior dilexit nos, et misit Filium suum propitiationem pro peccatis nostris.",
          "english": "Real love is found in this: it was not that we first loved God, but rather that He loved us first. And because of this profound love, He sent His Son as the atoning sacrifice for our sins, to appease His righteous anger and reconcile us to Himself."
        },
        {
          "number": "1 John 4:11",
          "latin": "Carissimi, si sic Deus dilexit nos: et nos debemus alterutrum diligere.",
          "english": "My dearest brothers and sisters, if God has loved us with such immense love, then we, too, are obligated to love one another in the same sacrificial way."
        },
        {
          "number": "1 John 4:12",
          "latin": "Deum nemo vidit umquam. Si diligamus invicem, Deus in nobis manet, et charitas ejus in nobis perfecta est.",
          "english": "No human being has ever seen God with their physical eyes. However, if we consistently love one another, then God dwells within us, and His love, fully actualized and made complete, is perfected in us through our actions."
        },
        {
          "number": "1 John 4:13",
          "latin": "In hoc cognoscimus quoniam in eo manemus, et ipse in nobis, quoniam de Spiritu suo dedit nobis.",
          "english": "This is how we come to know with certainty that we remain united with God, and that He remains united with us: because He has graciously given us His Holy Spirit."
        },
        {
          "number": "1 John 4:14",
          "latin": "Et nos vidimus, et testificamur quoniam Pater misit Filium suum Salvatorem mundi.",
          "english": "And we, the apostles, have personally seen Him and bear witness to the truth that God the Father sent His Son as the one and only Savior of the entire world."
        },
        {
          "number": "1 John 4:15",
          "latin": "Quicumque confessus fuerit quoniam Jesus est Filius Dei, Deus in eo manet, et ipse in Deo.",
          "english": "Whoever openly declares and believes that Jesus is the Son of God, truly has God dwelling within them, and they, in turn, dwell in God."
        },
        {
          "number": "1 John 4:16",
          "latin": "Et nos cognovimus, et credidimus charitati quam habet Deus in nobis. Deus charitas est: et qui manet in charitate, in Deo manet, et Deus in eo.",
          "english": "And we ourselves have come to know, through experience and faith, the profound love that God has for us. God Himself is love. Therefore, anyone who lives and remains in this true love also lives and remains in God, and God lives and remains in them."
        },
        {
          "number": "1 John 4:17",
          "latin": "In hoc perfecta est charitas Dei nobiscum, ut fiduciam habeamus in die judicii: quia sicut ille est, et nos sumus in hoc mundo.",
          "english": "In this way, God's love is made perfect and complete in us: we can have unwavering confidence on the Day of Judgment. This is because, as Jesus Christ is in His divine and human nature, so also are we, through Him, made to be in this world—righteous and beloved by God."
        },
        {
          "number": "1 John 4:18",
          "latin": "Timor non est in charitate: sed perfecta charitas foras mittit timorem, quoniam timor pœnam habet: qui autem timet, non est perfectus in charitate.",
          "english": "There is no room for cringing fear in divine love. Instead, perfect and mature love expels all such fear, because fear inherently involves the expectation of punishment. Anyone who still lives in this kind of fear has not yet been made perfect and complete in their understanding and practice of divine love."
        },
        {
          "number": "1 John 4:19",
          "latin": "Nos ergo diligamus Deum, quoniam Deus prior dilexit nos.",
          "english": "Therefore, let us eagerly love God, because He first loved us with an initiating and boundless love."
        },
        {
          "number": "1 John 4:20",
          "latin": "Si quis dixerit: Quoniam diligo Deum, et fratrem suum oderit, mendax est. Qui enim non diligit fratrem suum quem vidit, Deum quem non vidit, quomodo potest diligere?",
          "english": "If someone claims, \"I love God,\" yet at the same time harbors hatred for his brother or sister in Christ, that person is a liar. For how can anyone truly love God, whom they have not seen, if they do not love their brother or sister, whom they have seen and interact with daily?"
        },
        {
          "number": "1 John 4:21",
          "latin": "Et hoc mandatum habemus a Deo: ut qui diligit Deum, diligat et fratrem suum.",
          "english": "And indeed, this is the explicit commandment we have received from God Himself: that whoever loves God must also love his brother or sister in Christ."
        }
      ]
    },
    {
      "number": 5,
      "status": "completed",
      "verses": [
        {
          "number": "1 John 5:1",
          "latin": "Omnis qui credit quoniam Iesus est Christus, ex Deo natus est: et omnis qui diligit eum qui genuit, diligit et eum qui natus est ex eo.",
          "english": "Everyone who believes that Jesus is the Anointed One, the Christ, has been spiritually born of God. And everyone who loves the Father, who is the source of this new birth, also loves all others who are born of Him."
        },
        {
          "number": "1 John 5:2",
          "latin": "In hoc cognoscimus quoniam diligimus natos Dei: cum Deum diligamus, et mandata eius faciamus.",
          "english": "By this sign we know that we truly love the children of God: when we love God ourselves and obey His commandments."
        },
        {
          "number": "1 John 5:3",
          "latin": "Haec est enim caritas Dei, ut mandata eius custodiamus: et mandata eius gravia non sunt.",
          "english": "For this is the love of God: that we keep His commandments. And His commandments are not burdensome or impossible to keep."
        },
        {
          "number": "1 John 5:4",
          "latin": "Quoniam omne quod natum est ex Deo, vincit mundum: et haec est victoria, quae vincit mundum, fides nostra.",
          "english": "For everyone who has been born of God overcomes the world. And this is the victory that conquers the world: our faith in Jesus Christ."
        },
        {
          "number": "1 John 5:5",
          "latin": "Quis est autem qui vincit mundum, nisi qui credit quoniam Iesus est Filius Dei?",
          "english": "Who is it, then, who overcomes the world? It is only the one who believes that Jesus is the Son of God, truly God from God."
        },
        {
          "number": "1 John 5:6",
          "latin": "Hic est qui venit per aquam et sanguinem, Iesus Christus: non in aqua solum, sed in aqua et sanguine. Et Spiritus est qui testificatur, quoniam Christus est veritas.",
          "english": "This is Jesus Christ, who came to us through the waters of Baptism and the shedding of His blood on the Cross. He did not come to us by water alone, but by water and blood together. And it is the Holy Spirit who bears witness that Christ is the Truth Himself."
        },
        {
          "number": "1 John 5:7",
          "latin": "Quoniam tres sunt qui testimonium dant in caelo: Pater, Verbum, et Spiritus Sanctus: et hi tres unum sunt.",
          "english": "For there are three witnesses who bear testimony in Heaven: the Father, God the Son, and the Holy Spirit. And these three are one in their divine essence and nature."
        },
        {
          "number": "1 John 5:8",
          "latin": "Et tres sunt qui testimonium dant in terra: Spiritus, et aqua, et sanguis: et hi tres unum sunt.",
          "english": "And there are three witnesses who bear testimony on earth: the Holy Spirit, the water of Baptism, and the blood of the Eucharist and His Passion. And these three also bear a unified witness."
        },
        {
          "number": "1 John 5:9",
          "latin": "Si testimonium hominum accipimus, testimonium Dei maius est: quoniam hoc est testimonium Dei, quod maius est, quoniam testificatus est de Filio suo.",
          "english": "If we accept the testimony of men in earthly courts, the testimony of God is far greater and more authoritative. For this is God’s testimony, which is the greater, because He Himself has borne witness concerning His Son."
        },
        {
          "number": "1 John 5:10",
          "latin": "Qui credit in Filium Dei, habet testimonium Dei in se. Qui non credit Filio, mendacem facit eum: quoniam non credit in testimonium quod testificatus est Deus de Filio suo.",
          "english": "Whoever believes in God the Son carries the testimony of God within himself, imprinted upon his soul. Whoever does not believe in God the Son makes God out to be a liar and rejects His divine truth, because he does not believe the testimony that God Himself has borne concerning His Son."
        },
        {
          "number": "1 John 5:11",
          "latin": "Et hoc est testimonium, quoniam vitam æternam dedit nobis Deus, et haec vita est in Filio eius.",
          "english": "And this is the central truth of that testimony: that God has given us eternal life, and this eternal life is found fully in His Son."
        },
        {
          "number": "1 John 5:12",
          "latin": "Qui habet Filium, habet et vitam: qui non habet Filium Dei, nec vitam habet.",
          "english": "Whoever possesses God the Son, through faith and grace, also possesses this eternal life. Whoever does not possess God the Son does not have this eternal life, for it can only be found in Him."
        },
        {
          "number": "1 John 5:13",
          "latin": "Haec scribo vobis ut sciatis quoniam vitam habetis æternam, qui creditis in nomine Filii Dei.",
          "english": "I am writing these things to you so that you may know with certainty that you possess eternal life, you who believe in the Name of God the Son, which is Jesus Christ."
        },
        {
          "number": "1 John 5:14",
          "latin": "Et haec est fiducia, quam habemus ad eum: quia quodcumque petierimus secundum voluntatem eius, audit nos.",
          "english": "And this is the confident assurance that we have in Him, God Himself: that if we ask anything according to His divine will, He hears and grants our prayer."
        },
        {
          "number": "1 John 5:15",
          "latin": "Et scimus quia audit nos quidquid petierimus: scimus quoniam habemus petitiones quas postulamus ab eo.",
          "english": "And since we know that He hears us in whatever we ask in accordance with His will, we also know that we have already been granted the petitions we have asked from Him."
        },
        {
          "number": "1 John 5:16",
          "latin": "Qui scit fratrem suum peccare peccatum ad mortem, petet, et dabitur ei vita peccanti non ad mortem. Est peccatum ad mortem: non pro illo dico ut roget quis.",
          "english": "If anyone sees his brother committing a sin that does not lead to spiritual death, he should pray for him, and God will grant life to that sinner who has not sinned unto death. There is, however, a sin that leads to spiritual death, a mortal sin. I do not say that one should pray for that kind of sin in the same way, as it requires deeper repentance."
        },
        {
          "number": "1 John 5:17",
          "latin": "Omnis iniquitas, peccatum est: et est peccatum ad mortem.",
          "english": "Every unrighteous act is a sin against God. But there is a specific type of sin that leads to spiritual death, a mortal sin."
        },
        {
          "number": "1 John 5:18",
          "latin": "Scimus quoniam omnis qui natus est ex Deo, non peccat: sed conservat seipsum Filius Dei, et malignus non tangit eum.",
          "english": "We know that everyone who has been born of God does not habitually or mortally sin, for the Son of God Himself, being truly born of God, keeps Himself free from sin, and the Evil One cannot grasp Him."
        },
        {
          "number": "1 John 5:19",
          "latin": "Scimus quoniam ex Deo sumus: et mundus totus in maligno positus est.",
          "english": "We know that we are truly from God, yet the whole world around us lies under the power and influence of the Evil One."
        },
        {
          "number": "1 John 5:20",
          "latin": "Et scimus quoniam Filius Dei venit, et dedit nobis sensum ut cognoscamus verum Deum, et simus in vero Filio eius. Hic est verus Deus, et vita aeterna.",
          "english": "And we know with certainty that God the Son has come into the world, and He has given us the spiritual understanding to know the true God, so that we may truly be united with His true Son, Jesus Christ. This Jesus Christ is the true God, and He is eternal life itself."
        },
        {
          "number": "1 John 5:21",
          "latin": "Filioli, custodite vos a simulacris. Amen.",
          "english": "Little children, guard yourselves from idols and false gods. Amen."
        }
      ]
    }
  ]
}