{
  "name": "Jude",
  "chapters": [
    {
      "number": 1,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Iudas Iesu Christi servus, frater autem Iacobi, his qui in Deo Patre dilectis, et Christo Iesu conservatis, et vocatis.",
          "english": "Jude, a servant of Jesus Christ and brother of James, writes to those who are loved by God the Father, kept safe in Jesus Christ, and called to His purpose."
        },
        {
          "number": 2,
          "latin": "Misericordia vobis, et pax, et caritas adimpleatur.",
          "english": "May mercy, peace, and divine love be abundantly multiplied to you."
        },
        {
          "number": 3,
          "latin": "Carissimi, omnem solicitudinem faciens scribendi vobis de communi vestra salute, necesse habui scribere vobis: deprecans super certamina traditae semel sanctis fidei.",
          "english": "Beloved, I was diligently preparing to write to you about our common salvation, but I felt it was necessary to write and urge you to contend earnestly for the faith which was once and for all delivered to the saints."
        },
        {
          "number": 4,
          "latin": "Subintroierunt enim quidam homines impii, qui olim praescripti sunt in hoc judicium, Dei nostri gratiam transferentes in luxuriam, et solum Dominatorem, et Dominum nostrum Iesum Christum negantes.",
          "english": "For certain godless men have secretly slipped in among you—men long ago marked out for this condemnation—who pervert the grace of our God into licentiousness, denying our only Master and Lord, Jesus Christ."
        },
        {
          "number": 5,
          "latin": "Commonere autem vos volo, scientes semel omnia, quoniam Iesus de terra Aegypti salvans populum suum, secundo eos qui non crediderunt, perdidit.",
          "english": "Now I want to remind you, even though you once understood all these things, that the Lord, after saving His people out of the land of Egypt, afterwards destroyed those who did not believe."
        },
        {
          "number": 6,
          "latin": "Et angelos qui non servaverunt suum principatum, sed dereliquerunt domicilium suum, in judicium magni diei, vinculis aeternis sub caligine reservavit.",
          "english": "And the angels who did not keep their proper domain but abandoned their own dwelling place, He has kept in eternal chains under darkness for the judgment of the great day."
        },
        {
          "number": 7,
          "latin": "Sicut Sodoma et Gomorrha, et finitimæ civitates simili modo exfornicatæ, et abeuntes post carnem alteram, factæ sunt exemplum, ignis æterni pœnam sustinentes.",
          "english": "Just as Sodom and Gomorrah and the surrounding cities, in a similar manner, indulged in gross sexual immorality and went after unnatural lust, they serve as an example, undergoing the punishment of eternal fire."
        },
        {
          "number": 8,
          "latin": "Similiter et hi carnem quidem maculant, dominationem autem spernunt, majestatem blasphemant.",
          "english": "Likewise, these dreamers—the false teachers—defile the flesh, reject authority, and blaspheme the divine majesty of God and His angels."
        },
        {
          "number": 9,
          "latin": "Cum archangelus Michael, cum diabolo disputans, altercabatur de Moysi corpore: non est ausus judicium inferre blasphemiæ vocis, sed dixit: Imperet tibi Dominus.",
          "english": "Yet Archangel Michael, when contending with the devil and disputing about the body of Moses, did not dare to pronounce a reviling judgment against him, but simply said, \"The Lord rebuke you!\""
        },
        {
          "number": 10,
          "latin": "Hi autem quæcumque quidem ignorant, blasphemant: quæcumque autem naturaliter tanquam muta animalia sentiunt, in his corrumpuntur.",
          "english": "But these men blaspheme all that they do not understand, and what they know instinctively by natural instinct, like unreasoning animals, these things only corrupt them."
        },
        {
          "number": 11,
          "latin": "Væ illis, quia in via Cain abierunt, et errore Balaam mercede effusi sunt, et in contradictione Core perierunt.",
          "english": "Woe to them! For they have walked in the path of Cain, and for profit they have plunged headlong into the error of Balaam, and they have perished in the rebellion of Korah."
        },
        {
          "number": 12,
          "latin": "Hi sunt in epulis suis maculæ, convivantes sine timore, semetipsos pascentes, nubes sine aqua, quæ a ventis circumferuntur, arbores autumnales, infructuosæ, bis mortuæ, eradicatæ,",
          "english": "These men are hidden reefs and blemishes at your sacred love feasts, feasting with you without fear, caring only for themselves. They are like clouds without water, carried along by winds; they are autumn trees without fruit, twice dead and completely uprooted."
        },
        {
          "number": 13,
          "latin": "fluctus feri maris, despumantes suas confusiones, sidera errantia, quibus procella tenebrarum servata est in æternum.",
          "english": "They are like wild waves of the sea, foaming up their own shame; they are wandering stars for whom the blackest darkness has been reserved forever."
        },
        {
          "number": 14,
          "latin": "Prophetavit autem et de his Enoch, septimus ab Adam, dicens: Ecce venit Dominus in millibus sanctorum suorum,",
          "english": "It was also about these very men that Enoch, the seventh in line from Adam, prophesied, saying, \"Behold, the Lord comes with tens of thousands of His holy ones, the angels and saints, to execute judgment,\""
        },
        {
          "number": 15,
          "latin": "facere judicium contra omnes, et arguere omnes impios de omnibus operibus impietatis eorum, quibus impie egerunt, et de omnibus duris, quæ locuti sunt contra Deum peccatores impii.",
          "english": "...to execute judgment on all, and to convict all the ungodly of their ungodly acts which they have committed in an ungodly way, and of all the harsh words which ungodly sinners have spoken against God."
        },
        {
          "number": 16,
          "latin": "Hi sunt murmuratores, querulosi, secundum desideria sua ambulantes, et os eorum loquitur superba, mirantes personas propter quæstum.",
          "english": "These men are grumblers, faultfinders, following their own evil desires. Their mouths utter arrogant boasts, and they flatter people for the sake of personal gain."
        },
        {
          "number": 17,
          "latin": "Vos autem, carissimi, memores estote verborum quæ prædicta sunt ab Apostolis Domini nostri Iesu Christi:",
          "english": "But you, beloved, remember the words which were spoken beforehand by the Apostles of our Lord Jesus Christ."
        },
        {
          "number": 18,
          "latin": "quoniam dicebant vobis: Quia in novissimis temporibus venient illusores, secundum desideria sua ambulantes in impietatibus.",
          "english": "For they used to say to you that in the last times there will be scoffers, who will walk according to their own ungodly desires."
        },
        {
          "number": 19,
          "latin": "Hi sunt qui segregant semetipsos, animales, Spiritum non habentes.",
          "english": "These are the ones who cause divisions and separate themselves, being merely natural men, not possessing the Holy Spirit."
        },
        {
          "number": 20,
          "latin": "Vos autem, carissimi, ædificantes vosmetipsos super sanctissimam vestram fidem, in Spiritu Sancto orantes,",
          "english": "But you, beloved, build yourselves up on your most holy faith, praying in the Holy Spirit."
        },
        {
          "number": 21,
          "latin": "vosmetipsos in dilectione Dei conservate, exspectantes misericordiam Domini nostri Iesu Christi in vitam æternam.",
          "english": "Keep yourselves in the love of God, awaiting the mercy of our Lord Jesus Christ which leads to eternal life."
        },
        {
          "number": 22,
          "latin": "Et hos quidem arguite judicatos:",
          "english": "And for some, those who are already clearly in error, bring them to account and reprove them sharply;"
        },
        {
          "number": 23,
          "latin": "alios autem salvate de igne rapientes: alios vero misereamini in timore: odientes et eam quæ carnalis est, maculatam tunicam.",
          "english": "...but others, snatch out of the fire and save them; and on others, have mercy, but with caution, hating even the clothes that have been stained by their sinful flesh."
        },
        {
          "number": 24,
          "latin": "Ei autem qui potens est vos conservare sine peccato, et statuere ante conspectum gloriæ suæ immaculatos in exsultatione,",
          "english": "Now to Him who is able to keep you from stumbling and to present you blameless, with exceeding joy, before the presence of His glory—"
        },
        {
          "number": 25,
          "latin": "soli Deo Salvatore nostro, per Iesum Christum Dominum nostrum, gloria et magnificentia, imperium et potestas ante omne sæculum, et nunc, et in omnia sæcula sæculorum. Amen.",
          "english": "...to the only God, our Savior, through Jesus Christ our Lord, be glory, majesty, dominion, and power, before all time, now, and for all ages. Amen."
        }
      ]
    }
  ]
}