{
  "name": "Revelation",
  "chapters": [
    {
      "number": 1,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Apocalypsis Iesu Christi, quam dedit illi Deus palam facere servis suis, quae oportet fieri cito: et significavit, mittens per angelum suum servo suo Ioanni,",
          "english": "This is the revelation of Jesus Christ, which God the Father gave to God the Son, so that He could make known to His servants what must quickly happen. And God the Son made it known by sending His Angel to His servant John."
        },
        {
          "number": 2,
          "latin": "qui testimonium perhibuit verbo Dei, et testimonium Iesu Christi, quaecumque vidit.",
          "english": "John bore witness to the Word of God—the Son, Jesus Christ—and to everything he saw."
        },
        {
          "number": 3,
          "latin": "Beatus qui legit, et audit verba prophetiae huius: et servat ea, quae in ea scripta sunt. Tempus enim prope est.",
          "english": "Blessed is he who reads, and those who hear the words of this prophecy, and who keep the things written in it. For the time is near for these things to unfold."
        },
        {
          "number": 4,
          "latin": "Ioannes septem ecclesiis quae sunt in Asia, gratia vobis, et pax ab eo, qui est, et qui erat, et qui venturus est, et a septem spiritibus qui in conspectu throni eius sunt,",
          "english": "John writes to the seven churches that are in Asia. May grace and peace be with you from Him who is, and who was, and who is to come—the Eternal Father, and from the seven Spirits who are before His throne."
        },
        {
          "number": 5,
          "latin": "et ab Iesu Christo, qui est fidelis testis, primogenitus mortuorum, et princeps regum terrae, qui dilexit nos, et lavit nos a peccatis nostris in sanguine suo,",
          "english": "And may grace and peace be with you from Jesus Christ, who is the faithful Witness, the firstborn from the dead, and the Prince of the kings of the earth. He loved us and washed us from our sins in His own Blood."
        },
        {
          "number": 6,
          "latin": "et fecit nos regnum, et sacerdotes Deo et Patri suo: ipsi gloria et imperium in saecula saeculorum. Amen.",
          "english": "And He made us a kingdom of priests for God, His Father. To Him be glory and dominion forever and ever. Amen."
        },
        {
          "number": 7,
          "latin": "Ecce venit cum nubibus, et videbit eum omnis oculus, et qui eum pupugerunt. Et plangent se super eum omnes tribus terrae. Ita, Amen.",
          "english": "Behold, He comes with the clouds, and every eye will see Him—even those who pierced Him. All the tribes of the earth will mourn over Him. Yes, truly, Amen."
        },
        {
          "number": 8,
          "latin": "Ego sum Alpha et Omega, principium et finis, dicit Dominus Deus, qui est, et qui erat, et qui venturus est, omnipotens.",
          "english": "\"I am the Alpha and the Omega,\" says the Lord God, \"the Beginning and the End—the One who is, and who was, and who is to come—the Almighty.\""
        },
        {
          "number": 9,
          "latin": "Ego Ioannes frater vester, et particeps in tribulatione, et in regno, et patientia Iesu Christi, fui in insula, quae appellatur Patmos, propter verbum Dei, et testimonium Iesu Christi.",
          "english": "I, John, your brother and companion in the tribulation, and in the kingdom, and in the patient endurance of Jesus Christ, was on the island called Patmos because of the Word of God—the Son, and because of the testimony of Jesus Christ."
        },
        {
          "number": 10,
          "latin": "Fui in spiritu in dominica die, et audivi post me vocem magnam tamquam tubae,",
          "english": "I was in the Spirit on the Lord's Day, and I heard behind me a loud voice, like the sound of a trumpet."
        },
        {
          "number": 11,
          "latin": "dicentis: Quod vides, scribe in libro: et mitte septem ecclesiis, quae sunt in Asia, Epheso, et Smyrnae, et Pergamo, et Thyatirae, et Sardis, et Philadelphiae, et Laodiciae.",
          "english": "The voice said: \"Write what you see in a book, and send it to the seven churches that are in Asia: to Ephesus, and to Smyrna, and to Pergamum, and to Thyatira, and to Sardis, and to Philadelphia, and to Laodicea.\""
        },
        {
          "number": 12,
          "latin": "Et conversus sum ut viderem vocem, quae loquebatur mecum: et conversus vidi septem candelabra aurea:",
          "english": "I turned to see the voice that was speaking with me. And having turned, I saw seven golden lampstands."
        },
        {
          "number": 13,
          "latin": "et in medio septem aureorum candelabrorum, similem Filio hominis, vestitum podere, et praecinctum ad mamillas zona aurea:",
          "english": "And in the midst of the seven golden lampstands, I saw one like the Son of Man, clothed with a garment reaching to His feet, and girded at the chest with a golden sash."
        },
        {
          "number": 14,
          "latin": "caput autem eius, et capilli erant candidi tamquam lana alba, et tamquam nix, et oculi eius velut flamma ignis:",
          "english": "His head and His hair were white, like white wool or like snow, and His eyes were like a flame of fire."
        },
        {
          "number": 15,
          "latin": "et pedes eius similes orichalco, sicut in camino ardenti, et vox illius tamquam vox aquarum multarum:",
          "english": "His feet were like fine brass, as if refined in a furnace, and His voice was like the sound of many waters—a mighty roar."
        },
        {
          "number": 16,
          "latin": "et habebat in dextera sua stellas septem: et de ore eius gladius utraque parte acutus exibat: et facies eius sicut sol lucet in virtute sua.",
          "english": "He held seven stars in His right hand. From His mouth came a sharp, two-edged sword, and His face shone like the sun in its full strength."
        },
        {
          "number": 17,
          "latin": "Et cum vidissem eum, cecidi ad pedes eius tamquam mortuus. Et posuit dexteram suam super me, dicens: Noli timere: ego sum primus, et novissimus,",
          "english": "When I saw Him, I fell at His feet as though dead. But He laid His right hand upon me, saying: \"Do not be afraid. I am the First and the Last.\""
        },
        {
          "number": 18,
          "latin": "et vivus, et fui mortuus, et ecce sum vivens in saecula saeculorum: et habeo claves mortis et inferni.",
          "english": "\"I am the Living One. I was dead, and behold, I am alive forever and ever. I hold the keys of death and of hell.\""
        },
        {
          "number": 19,
          "latin": "Scribe ergo quae vidisti, et quae sunt, et quae oportet fieri post haec.",
          "english": "\"Therefore, write the things which you have seen, and the things which are, and the things which will take place after these.\""
        },
        {
          "number": 20,
          "latin": "Sacramentum septem stellarum, quas vidisti in dextera mea, et septem candelabrorum aureorum: septem stellae Angeli sunt septem ecclesiarum: et septem candelabra, septem Ecclesiae sunt.",
          "english": "\"The mystery of the seven stars which you saw in My right hand, and the seven golden lampstands is this: the seven stars are the Angels—the spiritual guardians—of the seven churches, and the seven lampstands are the seven Churches themselves.\""
        }
      ]
    },
    {
      "number": 2,
      "status": "completed",
      "verses": [
        {
          "number": "2:1",
          "latin": "Angelo Ephesi ecclesiæ scribe: Hæc dicit qui tenet septem stellas in dextera sua, qui ambulat in medio septem candelabrorum aureorum:",
          "english": "Write to the angel of the Church at Ephesus. Here are the words of the One who holds the seven stars in His right hand—the One who walks among the seven golden lampstands, which are the seven Churches."
        },
        {
          "number": "2:2",
          "latin": "Scio opera tua, et laborem, et patientiam tuam, et quia non potes sustinere malos: et tentasti eos qui se dicunt Apostolos esse, et non sunt: et invenisti eos mendaces:",
          "english": "I know all that you do. I know your hard work and your patient endurance. And I know that you cannot tolerate evil people. You have tested those who falsely claim to be apostles but are not, and you have found them to be liars."
        },
        {
          "number": "2:3",
          "latin": "et patientiam habes, et sustinuisti propter nomen meum, et non defecisti.",
          "english": "You have also persevered patiently, and you have endured hardship for My Name’s sake without growing weary or giving up."
        },
        {
          "number": "2:4",
          "latin": "Sed habeo adversus te pauca: quia caritatem tuam primam reliquisti.",
          "english": "Yet, I have a few things against you: you have abandoned the fervent love you had for Me at first."
        },
        {
          "number": "2:5",
          "latin": "Memor esto itaque unde excideris: et age pœnitentiam, et prima opera fac: sin autem, venio tibi cito, et movebo candelabrum tuum de loco suo, nisi pœnitentiam egeris.",
          "english": "Remember the spiritual heights from which you have fallen. Repent and return to doing the good works you did at the beginning of your faith. If you do not repent and change your ways, I will come to you swiftly and remove your lampstand from its place, meaning your Church itself could lose its existence or purpose."
        },
        {
          "number": "2:6",
          "latin": "Sed hoc habes, quia odisti facta Nicolaitarum, quæ et ego odi.",
          "english": "But I do commend you for this: you utterly hate the deeds of the Nicolaitans, which I also hate."
        },
        {
          "number": "2:7",
          "latin": "Qui habet aurem, audiat quid Spiritus dicat ecclesiis. Vincenti dabo ei edere de ligno vitæ, quod est in paradiso Dei mei.",
          "english": "Let anyone who has ears to hear understand what the Holy Spirit is saying to all the Churches. To the one who overcomes and remains faithful, I will grant the right to eat from the Tree of Life, which is in the paradise of My God."
        },
        {
          "number": "2:8",
          "latin": "Et angelo Smyrnæ ecclesiæ scribe: Hæc dicit Primus et Novissimus, qui fuit mortuus, et vivit:",
          "english": "And to the angel of the Church at Smyrna, write these words: Here are the words of the First and the Last, who was dead and now lives."
        },
        {
          "number": "2:9",
          "latin": "Scio tribulationem tuam, et paupertatem tuam, sed dives es: et blasphemam dicentium se Judæos esse, et non sunt, sed sunt synagoga Satanæ.",
          "english": "I know your suffering and persecution, and I know your material poverty. But you are spiritually rich. I also know the slander and blasphemies from those who claim to be Jews but are not truly God’s people. Instead, they are a synagogue of Satan."
        },
        {
          "number": "2:10",
          "latin": "Nihil horum timeas quæ passurus es. Ecce missurus est diabolus aliquos ex vobis in carcerem ut tentemini: et habebitis tribulationem diebus decem. Esto fidelis usque ad mortem: et dabo tibi coronam vitæ.",
          "english": "Do not be afraid of any of the suffering you are about to face. Listen! The devil is about to throw some of you into prison so that you may be tested and tried. And you will suffer for a limited period of ten days. Remain faithful and steadfast, even to the point of death, and I will give you the crown of eternal life."
        },
        {
          "number": "2:11",
          "latin": "Qui habet aurem, audiat quid Spiritus dicat ecclesiis. Qui vicerit, non lædetur a morte secunda.",
          "english": "Let anyone who has ears to hear understand what the Holy Spirit is saying to all the Churches. The one who overcomes and remains faithful will not be harmed by the second death."
        },
        {
          "number": "2:12",
          "latin": "Et angelo Pergami ecclesiæ scribe: Hæc dicit qui habet rhomphæam ex utraque parte acutam:",
          "english": "And to the angel of the Church at Pergamum, write these words: Here are the words of the One who has the sharp, two-edged sword."
        },
        {
          "number": "2:13",
          "latin": "Scio ubi habitas, ubi sedes est Satanæ: et tenes nomen meum, et non negasti fidem meam. Et in diebus illis Antipas testis meus fidelis, qui occisus est apud vos ubi Satanas habitat.",
          "english": "I know where you live, in the very city where Satan’s throne is located. Yet, you hold fast to My Name and have not denied your faith in Me. Even in those difficult days, when Antipas, My faithful witness, was martyred among you, right there where Satan dwells."
        },
        {
          "number": "2:14",
          "latin": "Sed habeo adversus te pauca: quia habes ibi tenentes doctrinam Balaam, qui docebat Balac mittere scandalum coram filiis Israël, edere et fornicari.",
          "english": "Nevertheless, I have a few things against you: You tolerate some among you who cling to the teaching of Balaam, who taught Balak to entice the Israelites into sin by eating food sacrificed to idols and by committing sexual immorality."
        },
        {
          "number": "2:15",
          "latin": "Ita et tu habes tenentes doctrinam Nicolaitarum similiter.",
          "english": "Similarly, you also have those who cling to the teaching of the Nicolaitans."
        },
        {
          "number": "2:16",
          "latin": "Similiter pœnitentiam age: si quo minus, venio tibi cito, et pugnabo cum illis in rhomphæa oris mei.",
          "english": "Therefore, repent of these things and change your ways. Otherwise, I will come to you quickly and I will wage war against them with the sword of My mouth."
        },
        {
          "number": "2:17",
          "latin": "Qui habet aurem, audiat quid Spiritus dicat ecclesiis. Vincenti dabo ei manna absconditum, et dabo illi calculum candidum: et in calculo nomen novum scriptum, quod nemo scit, nisi qui accipit.",
          "english": "Let anyone who has ears to hear understand what the Holy Spirit is saying to all the Churches. To the one who overcomes and remains faithful, I will give some of the hidden manna to eat, symbolizing spiritual nourishment and eternal life. I will also give that person a white stone, a symbol of acquittal and honor, and on that stone, a new name will be written, which no one knows except the one who receives it, signifying a unique relationship with Me."
        },
        {
          "number": "2:18",
          "latin": "Et angelo Thyatiræ ecclesiæ scribe: Hæc dicit Filius Dei, qui habet oculos ejus velut flammam ignis, et pedes ejus similes orichalco:",
          "english": "And to the angel of the Church at Thyatira, write these words: Here are the words of the Son of God, who has eyes like a blazing fire and whose feet are like polished bronze, glowing as if refined in a furnace."
        },
        {
          "number": "2:19",
          "latin": "Scio opera tua, et fidem, et caritatem tuam, et ministerium, et patientiam tuam, et opera tua novissima plura prioribus.",
          "english": "I know all that you do. I know your faith, your love, your service to others, and your patient endurance. Indeed, your more recent works are even greater than those you did at first."
        },
        {
          "number": "2:20",
          "latin": "Sed habeo adversus te pauca: quia permittis mulierem Jezabel, quæ se dicit propheten, docere et seducere servos meos, fornicari, et manducare de idolothytis.",
          "english": "Yet, I have a few things against you: You tolerate that woman Jezebel, who calls herself a prophetess, and through her teaching, she misleads My servants into committing sexual immorality and eating food sacrificed to idols."
        },
        {
          "number": "2:21",
          "latin": "Et dedi illi tempus ut pœnitentiam ageret: et non vult pœnitentiam agere a fornicatione sua.",
          "english": "I gave her time to repent and change her ways, but she refuses to repent of her immoral behavior."
        },
        {
          "number": "2:22",
          "latin": "Ecce mitto eam in lectum: et qui mœchantur cum ea, in tribulationem maximam, nisi pœnitentiam egerint ab operibus suis.",
          "english": "Listen! I will cast her onto a bed of suffering and sickness. And those who commit adultery with her will be plunged into intense suffering and great tribulation, unless they repent of the evil works they learned from her."
        },
        {
          "number": "2:23",
          "latin": "Et filios ejus interficiam in morte: et scient omnes ecclesiæ, quia ego sum scrutans renas et corda: et dabo unicuique vestrum secundum opera vestra.",
          "english": "I will also strike her followers with death. Then all the Churches will know that I am the One who searches the innermost thoughts and desires, as well as the intentions of the heart. And I will give to each one of you exactly what your works deserve."
        },
        {
          "number": "2:24",
          "latin": "Vobis autem dico, et ceteris qui Thyatiræ estis: quicumque non habent doctrinam hanc, et qui non cognoverunt altitudines Satanæ, quemadmodum dicunt, non mittam super vos aliud pondus:",
          "english": "But to the rest of you in Thyatira, to all who do not hold to this false teaching, and who have not learned what some call the 'deep secrets' of Satan—I tell you: I will not lay any other burden upon you."
        },
        {
          "number": "2:25",
          "latin": "Tantum id quod habetis, tenete donec veniam.",
          "english": "Only hold firmly to the truth you already have until I come again."
        },
        {
          "number": "2:26",
          "latin": "Et qui vicerit, et custodierit usque in finem opera mea, dabo illi potestatem super gentes,",
          "english": "To the one who overcomes and remains faithful to My works until the very end, I will give that person authority over the nations."
        },
        {
          "number": "2:27",
          "latin": "et reget eos in virga ferrea, et tamquam vas figuli confringentur,",
          "english": "That person will rule them with a rod of iron, and they will be shattered like earthenware vessels."
        },
        {
          "number": "2:28",
          "latin": "sicut et ego accepi a Patre meo: et dabo illi stellam matutinam.",
          "english": "—just as I Myself have received this authority from My Father. And I will also give that person the Morning Star, which is Myself, symbolizing a share in My glory and rule."
        },
        {
          "number": "2:29",
          "latin": "Qui habet aurem, audiat quid Spiritus dicat ecclesiis.",
          "english": "Let anyone who has ears to hear understand what the Holy Spirit is saying to all the Churches."
        }
      ]
    },
    {
      "number": 3,
      "status": "completed",
      "verses": [
        {
          "number": "3:1",
          "latin": "Et angelo Ecclesiae Sardis scribe: Haec dicit, qui habet septem spiritus Dei, et septem stellas: Scio opera tua, quia nomen habes quod vivas, et mortuus es.",
          "english": "And to the bishop of the Church in Sardis, write these words: 'These are the words of Him who possesses the seven Spirits of God—that is, the Holy Spirit in all His fullness—and the seven stars, who are the bishops of the Churches. I know all your deeds. You have the reputation among men of being spiritually alive, but in reality, you are spiritually dead.'"
        },
        {
          "number": "3:2",
          "latin": "Esto vigilans, et confirma caetera, quae moritura erant: non enim invenio opera tua plena coram Deo meo.",
          "english": "'Wake up and be watchful! And strengthen the remaining good that is still alive within you, for it is on the verge of dying completely. For I have not found your deeds to be complete or perfect in the eyes of My God.'"
        },
        {
          "number": "3:3",
          "latin": "In mente ergo habe, qualiter acceperis, et audieris: et serva, et pœnitentiam age. Si ergo non vigilaveris, veniam ad te tamquam fur, et nescies qua hora veniam ad te.",
          "english": "'Therefore, remember the pure teaching you received from the Apostles and how you first heard it. Hold fast to it, and repent of your spiritual slumber. If you do not wake up and remain watchful, I will come upon you suddenly, like a thief in the night, and you will not know the hour of My coming to judge you.'"
        },
        {
          "number": "3:4",
          "latin": "Sed habes pauca nomina in Sardis, qui non inquinaverunt vestimenta sua: et ambulabunt mecum in albis, quia digni sunt.",
          "english": "'But there are a few people in Sardis who have not stained their garments with sin. These few will walk with Me in white robes, for they are worthy of this honor, having kept their purity.'"
        },
        {
          "number": "3:5",
          "latin": "Qui vicerit, sic vestietur vestimentis albis, et non delebo nomen ejus de libro vitæ, et confitebor nomen ejus coram Patre meo, et coram Angelis ejus.",
          "english": "'The one who overcomes these spiritual trials will similarly be clothed in white garments, signifying their purity and victory. I will certainly not erase their name from the Book of Life, which records those who are destined for eternal salvation. And I will publicly acknowledge and declare their name before My Father and before His holy angels.'"
        },
        {
          "number": "3:6",
          "latin": "Qui habet aurem, audiat quid Spiritus dicat Ecclesiis.",
          "english": "'He who has an ear, let him understand and pay close attention to what the Holy Spirit is saying to all the Churches.'"
        },
        {
          "number": "3:7",
          "latin": "Et angelo Philadelphiæ Ecclesiæ scribe: Hæc dicit Sanctus et Verus, qui habet clavem David: qui aperit, et nemo claudit: claudit, et nemo aperit:",
          "english": "And to the bishop of the Church in Philadelphia, write these words: 'These are the words of the Holy One, who is absolutely true, and who holds the key of David—the ultimate authority over the Kingdom of God, the Church. What He opens, no one can shut; and what He shuts, no one can open, for He has absolute power over all things.'"
        },
        {
          "number": "3:8",
          "latin": "Scio opera tua: ecce dedi coram te ostium apertum, quod nemo potest claudere: quia modicam habes virtutem, et servasti verbum meum, et non negasti nomen meum.",
          "english": "'I know all your deeds. Behold, I have placed before you an open door for ministry and evangelism, and no one has the power to shut it. I have done this because you possess little worldly strength, yet you have kept My word faithfully and have never denied My name.'"
        },
        {
          "number": "3:9",
          "latin": "Ecce dabo de synagoga Satanæ, qui dicunt se Judæos esse, et non sunt, sed mentiuntur: ecce faciam illos ut veniant, et adorent ante pedes tuos: et scient quia ego dilexi te.",
          "english": "'Behold, I will deliver into your hands those from the synagogue of Satan—those who falsely claim to be true Jews, God's chosen people, but are liars. Behold, I will make them come and prostrate themselves before your feet, showing their submission to you. This will happen so that they will know that I, Jesus Christ, have truly loved you.'"
        },
        {
          "number": "3:10",
          "latin": "Quoniam servasti verbum patientiæ meæ, et ego te servabo ab hora tentationis, quæ ventura est super orbem terrarum universum tentare habitantes in terra.",
          "english": "'Because you have faithfully kept My command to endure with patience, I, in turn, will keep you safe during the coming hour of temptation—a time of severe trial which is about to come upon the entire world to test all who dwell on the earth.'"
        },
        {
          "number": "3:11",
          "latin": "Ecce venio cito: tene quod habes, ut nemo accipiat coronam tuam.",
          "english": "'Behold, I am coming soon! Hold fast to the faith and good works you possess, so that no one may take away the crown of eternal life and glory that awaits you.'"
        },
        {
          "number": "3:12",
          "latin": "Qui vicerit, faciam illum columnam in templo Dei mei, et foras non exibit amplius: et scribam super eum nomen Dei mei, et nomen civitatis Dei mei novæ Ierusalem, quæ descendit de cælo a Deo meo, et nomen meum novum.",
          "english": "'The one who overcomes will I make a steadfast pillar in the eternal temple of My God, and they shall never again have to leave it. I will inscribe upon them the very name of My God, and the name of the city of My God—the New Jerusalem, which descends from the sky, from My God Himself—and also My own new name. This signifies their permanent place, their divine ownership, and their intimate communion.'"
        },
        {
          "number": "3:13",
          "latin": "Qui habet aurem, audiat quid Spiritus dicat Ecclesiis.",
          "english": "'He who has an ear, let him understand and pay close attention to what the Holy Spirit is saying to all the Churches.'"
        },
        {
          "number": "3:14",
          "latin": "Et angelo Laodicensium Ecclesiæ scribe: Hæc dicit: Amen, testis fidelis et verus, qui est principium creaturæ Dei.",
          "english": "And to the bishop of the Church in Laodicea, write these words: 'These are the words of the Amen—that is, the Divine Truth Himself—the faithful and true witness to God's plan, who is the source and ruler of all God's creation, not a created being Himself.'"
        },
        {
          "number": "3:15",
          "latin": "Scio opera tua, quia neque frigidus es, neque calidus: utinam frigidus esses, aut calidus.",
          "english": "'I know all your deeds, and you are neither spiritually cold nor spiritually hot. Oh, how I wish you were either truly cold, openly rejecting Me, or truly hot, fervently zealous for Me!'"
        },
        {
          "number": "3:16",
          "latin": "Sed quia tepidus es, et nec frigidus, nec calidus, incipiam te evomere ex ore meo.",
          "english": "'But because you are lukewarm—neither truly cold nor truly hot—just like the nauseating, tepid water, I am about to spit you out of My mouth.'"
        },
        {
          "number": "3:17",
          "latin": "Quia dicis: Quod dives sum, et locupletatus, et nullius egeo: et nescis quia tu es miser, et miserabilis, et pauper, et cæcus, et nudus.",
          "english": "'Because you boastfully declare, \"I am rich and have acquired great wealth, and I am in need of nothing!\"—yet you do not realize that in My sight, you are truly wretched, pitiable, spiritually poor, blind to truth, and naked of spiritual virtue.'"
        },
        {
          "number": "3:18",
          "latin": "Suadeo tibi emere a me aurum ignitum probatum, ut locuples sis, et vestimentis albis induaris, ut non appareat confusio nuditatis tuæ, et collyrio inungere oculos tuos, ut videas.",
          "english": "'Therefore, I advise you to come and 'buy' from Me gold purified by fire, so that you may become truly rich in faith and good works. Also, 'buy' white garments from Me, so that you may clothe yourself and cover the shameful nakedness of your sins. And 'buy' eye salve from Me, to anoint your eyes so that you may regain your spiritual sight and truly understand.'"
        },
        {
          "number": "3:19",
          "latin": "Ego quos amo, arguo, et castigo. Æmulare ergo, et pœnitentiam age.",
          "english": "'All those whom I truly love, I rebuke and discipline for their own good. Therefore, be zealous in your faith and promptly repent of your lukewarmness.'"
        },
        {
          "number": "3:20",
          "latin": "Ecce sto ad ostium, et pulso. Si quis audierit vocem meam, et aperuerit mihi januam, intrabo ad illum, et cœnabo cum illo, et ipse mecum.",
          "english": "'Behold, I stand at the door of your heart and knock. If anyone hears My voice and opens the door to Me, I will come in to them, and I will share a meal with them in intimate communion, and they with Me.'"
        },
        {
          "number": "3:21",
          "latin": "Qui vicerit, dabo ei sedere mecum in throno meo: sicut et ego vici, et sedi cum Patre meo in throno ejus.",
          "english": "'The one who overcomes will I grant the privilege to sit with Me on My throne, sharing in My royal authority—just as I Myself overcame the world and then sat down with My Father on His throne.'"
        },
        {
          "number": "3:22",
          "latin": "Qui habet aurem, audiat quid Spiritus dicat Ecclesiis.",
          "english": "'He who has an ear, let him understand and pay close attention to what the Holy Spirit is saying to all the Churches.'"
        }
      ]
    },
    {
      "number": 4,
      "status": "completed",
      "verses": [
        {
          "number": "Revelation 4:1",
          "latin": "Post hæc vidi : et ecce ostium apertum in cælo, et vox prima, quam audivi quasi tubæ loquentis mecum, dicens : Ascende huc, et ostendam tibi quæ oportet fieri post hæc.",
          "english": "After these events, I looked, and behold, a door stood open in Heaven. Then I heard the first voice I had heard before—a voice like a trumpet speaking to me. It said, \"Come up here! And I will show you what must happen after these things.\""
        },
        {
          "number": "Revelation 4:2",
          "latin": "Et statim fui in spiritu : et ecce sedes posita erat in cælo, et super sedem sedens.",
          "english": "Immediately, I was transported in spirit, and behold, there was a throne set in Heaven, and upon the throne, Someone was seated."
        },
        {
          "number": "Revelation 4:3",
          "latin": "Et qui sedebat, similis erat aspectu lapidis jaspidis, et sardinis : et iris erat in circuitu sedis similis visioni smaragdæ.",
          "english": "The One seated there looked like jasper and sardine stones. And around the throne, there was a rainbow, looking like an emerald."
        },
        {
          "number": "Revelation 4:4",
          "latin": "Et in circuitu sedis sedilia viginti quatuor : et super thronos viginti quatuor seniores sedentes, circumamicti vestimentis albis, et in capitibus eorum coronæ aureæ.",
          "english": "Around that throne were twenty-four smaller thrones, and on these twenty-four thrones sat twenty-four elders. They were clothed in white robes, and on their heads were crowns of gold."
        },
        {
          "number": "Revelation 4:5",
          "latin": "Et de throno procedebant fulgura, et voces, et tonitrua : et septem lampades ardentes ante thronum, qui sunt septem spiritus Dei.",
          "english": "From the throne came flashes of lightning, voices, and peals of thunder. And seven burning lamps were before the throne, which represent the seven Spirits of God—the fullness of the Holy Spirit."
        },
        {
          "number": "Revelation 4:6",
          "latin": "Et ante sedem quasi mare vitreum simile crystallo : et in medio sedis, et in circuitu sedis quatuor animalia plena oculis ante et retro.",
          "english": "And before the throne was what looked like a sea of glass, clear as crystal. And in the center of the throne, and around the throne, were four living creatures, full of eyes in front and behind."
        },
        {
          "number": "Revelation 4:7",
          "latin": "Et animal primum simile leoni : et secundum animal simile vitulo : et tertium animal habens faciem quasi hominis : et quartum animal simile aquilæ volanti.",
          "english": "The first living creature was like a lion. The second living creature was like a young bull. The third living creature had a face like that of a man. And the fourth living creature was like an eagle in flight."
        },
        {
          "number": "Revelation 4:8",
          "latin": "Et quatuor animalia, singula eorum habebant alas senas : et in circuitu, et intus plena sunt oculis : et requiem non habebant die ac nocte, dicentia : Sanctus, Sanctus, Sanctus Dominus Deus omnipotens, qui erat, et qui est, et qui venturus est.",
          "english": "Each of the four living creatures had six wings. They were full of eyes all around and within. They never ceased, day or night, saying: \"Holy, Holy, Holy is the Lord God Almighty, He who was, and who is, and who is to come.\""
        },
        {
          "number": "Revelation 4:9",
          "latin": "Et cum darent illa animalia gloriam, et honorem, et benedictionem sedenti super thronum, viventi in sæcula sæculorum,",
          "english": "And whenever those living creatures gave glory, and honor, and blessing to the One seated on the throne—to Him who lives for all ages, forever and ever—"
        },
        {
          "number": "Revelation 4:10",
          "latin": "procident viginti quatuor seniores ante sedentem in throno, et adorabunt viventem in sæcula sæculorum, et mittent coronas suas ante thronum, dicentes :",
          "english": "the twenty-four elders would fall down before the One seated on the throne and worship Him who lives for all ages, forever and ever, and cast their crowns before the throne, declaring:"
        },
        {
          "number": "Revelation 4:11",
          "latin": "Dignus es Domine Deus noster accipere gloriam, et honorem, et virtutem : quia tu creasti omnia, et propter voluntatem tuam erant, et creata sunt.",
          "english": "\"You are worthy, Our Lord and Our God, to receive glory, and honor, and power. Because You created all things, and by Your will, they existed and were created.\""
        }
      ]
    },
    {
      "number": 5,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et vidi in dextra sedentis super thronum, librum scriptum intus et foris, signatum sigillis septem.",
          "english": "And I saw in the right hand of Him who sat upon the throne a scroll. This scroll was written on both its inner and outer surfaces, and it was sealed with seven seals."
        },
        {
          "number": 2,
          "latin": "Et vidi angelum fortem, prædicantem voce magna: Quis est dignus aperire librum, et solvere signacula ejus?",
          "english": "And I saw a mighty angel. He was proclaiming with a loud voice, \"Who is worthy to open this scroll and break its seals?\""
        },
        {
          "number": 3,
          "latin": "Et nemo poterat in cælo, neque in terra, neque subter terram, aperire librum, neque respicere illum.",
          "english": "And no one in the universe, nor on the earth, nor in the underworld, was able to open the scroll or even to look at it."
        },
        {
          "number": 4,
          "latin": "Et ego flebam multum, quoniam nemo dignus inventus est aperire librum, nec videre eum.",
          "english": "And I began to weep profusely because no one was found worthy to open the scroll or even to examine it."
        },
        {
          "number": 5,
          "latin": "Et unus de senioribus dixit mihi: Ne fleveris: ecce vicit leo de tribu Juda, radix David, aperire librum, et solvere septem signacula ejus.",
          "english": "And one of the elders said to me, \"Do not weep. Behold, the Lion from the tribe of Judah—the promised descendant of David who is the Root and source of David's royal line—He has conquered. He is worthy to open the scroll and to break its seven seals.\""
        },
        {
          "number": 6,
          "latin": "Et vidi: et ecce in medio throni et quatuor animalium, et in medio seniorum, Agnum stantem tamquam occisum, habentem cornua septem, et oculos septem: qui sunt septem spiritus Dei, missi in omnem terram.",
          "english": "And I looked, and behold, in the center, between the throne and the four living creatures, and in the midst of the elders, stood a Lamb. This Lamb appeared as if it had been slain, bearing the marks of sacrifice. He had seven horns and seven eyes, which represent the seven Spirits of God sent throughout the entire earth."
        },
        {
          "number": 7,
          "latin": "Et venit, et accepit de dextra sedentis in throno librum.",
          "english": "And the Lamb came and took the scroll from the right hand of Him who sat upon the throne."
        },
        {
          "number": 8,
          "latin": "Et cum aperuisset librum, quatuor animalia, et viginti quatuor seniores ceciderunt coram Agno, habentes singuli citharas, et phialas aureas plenas odoramentorum, quæ sunt orationes sanctorum.",
          "english": "And when the Lamb was about to open the scroll, the four living creatures and the twenty-four elders fell down before Him. Each of them had a harp and a golden bowl full of incense; these bowls contain the prayers of the saints."
        },
        {
          "number": 9,
          "latin": "Et cantabant canticum novum, dicentes: Dignus es, Domine, accipere librum, et aperire signacula ejus: quoniam occisus es, et redemisti nos Deo in sanguine tuo ex omni tribu, et lingua, et populo, et natione:",
          "english": "And they sang a new song, declaring, \"You are worthy, O Lord, to receive the scroll and to open its seals. For you were slain, and by your precious blood, you have ransomed us for God—rescuing people from every tribe, language, nation, and people group.\""
        },
        {
          "number": 10,
          "latin": "et fecisti nos Deo nostro regnum, et sacerdotes: et regnabimus super terram.",
          "english": "You have made us into a kingdom and priests for our God, and we shall reign over the earth."
        },
        {
          "number": 11,
          "latin": "Et vidi: et audivi vocem angelorum multorum in circuitu throni, et animalium, et seniorum: et erat numerus eorum millia millium:",
          "english": "And I looked, and I heard the voice of many angels encircling the throne, the living creatures, and the elders. Their number was countless—millions upon millions."
        },
        {
          "number": 12,
          "latin": "dicentium voce magna: Dignus est Agnus, qui occisus est, accipere virtutem, et divinitatem, et sapientiam, et fortitudinem, et honorem, et gloriam, et benedictionem.",
          "english": "They were saying with a loud voice, \"The Lamb who was slain is worthy to receive all power, and divine authority, and perfect wisdom, and immense strength, and honor, and glory, and blessing!\""
        },
        {
          "number": 13,
          "latin": "Et omnem creaturam, quæ in cælo est super terram, et sub terra, et quæ sunt in mari, et quæ in eo sunt: omnes audivi dicentes: Sedenti in throno, et Agno: benedictio, et honor, et gloria, et potestas in sæcula sæculorum.",
          "english": "And I heard every creature in the entire universe—those in the sky, and on the earth, and under the earth, and in the sea—every single one of them, saying: \"To Him who sits upon the throne, and to the Lamb, be blessing, and honor, and glory, and dominion forever and ever!\""
        },
        {
          "number": 14,
          "latin": "Et quatuor animalia dicebant: Amen. Et viginti quatuor seniores ceciderunt in faciem, et adoraverunt viventem in sæcula sæculorum.",
          "english": "And the four living creatures were saying, \"Amen!\" And the twenty-four elders fell down on their faces and adored Him who lives forever and ever."
        }
      ]
    },
    {
      "number": 6,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et vidi quando aperuisset Agnus unum de septem sigillis, et audivi unum de quatuor animalibus dicens tamquam vocem tonitrui: Veni, et vide.",
          "english": "And I saw when the Lamb opened one of the seven seals, and I heard one of the four living creatures speak with a voice like thunder, saying: “Come, and see.”"
        },
        {
          "number": 2,
          "latin": "Et vidi: et ecce equus albus, et qui sedebat super illum, habebat arcum, et data est ei corona, et exivit vincens ut vinceret.",
          "english": "And I looked, and behold, a white horse appeared. He who sat on it had a bow, and a crown was given to him. He went forth conquering, and to conquer all things."
        },
        {
          "number": 3,
          "latin": "Et cum aperuisset sigillum secundum, audivi secundum animal dicens: Veni, et vide.",
          "english": "And when He had opened the second seal, I heard the second living creature say: “Come, and see.”"
        },
        {
          "number": 4,
          "latin": "Et exivit alius equus rufus, et qui sedebat super illum, datum est ei ut sumeret pacem de terra, et ut invicem se interficiant, et datus est illi gladius magnus.",
          "english": "And another horse went out, a red one. It was given to him who sat on it to take peace from the earth, so that people would kill one another. A great sword was also given to him."
        },
        {
          "number": 5,
          "latin": "Et cum aperuisset sigillum tertium, audivi tertium animal dicens: Veni, et vide. Et ecce equus niger: et qui sedebat super illum, habebat stateram in manu sua.",
          "english": "And when He had opened the third seal, I heard the third living creature say: “Come, and see.” And behold, a black horse appeared, and he who sat on it had a balance in his hand."
        },
        {
          "number": 6,
          "latin": "Et audivi tamquam vocem in medio quatuor animalium dicentem: Bilibris tritici denario, et tres bilibres hordei denario: et vinum, et oleum ne læseris.",
          "english": "And I heard a voice, as it were, from the midst of the four living creatures, saying: “A measure of wheat will cost a denarius, and three measures of barley will cost a denarius, but do not harm the wine and the oil.”"
        },
        {
          "number": 7,
          "latin": "Et cum aperuisset sigillum quartum, audivi vocem quarti animalis dicentis: Veni, et vide.",
          "english": "And when He had opened the fourth seal, I heard the voice of the fourth living creature say: “Come, and see.”"
        },
        {
          "number": 8,
          "latin": "Et ecce equus pallidus, et qui sedebat super illum, nomen illi Mors, et infernus sequebatur eum: et data est illi potestas super quatuor partes terræ, interficere gladio, fame, et morte, et bestiis terræ.",
          "english": "And behold, a pale horse appeared, and he who sat upon it was named Death, and the realm of the dead followed closely with him. Power was given to him over a fourth part of the earth, to kill by the sword, and by famine, and by plagues, and by the wild beasts of the earth."
        },
        {
          "number": 9,
          "latin": "Et cum aperuisset sigillum quintum, vidi subtus altare animas interfectorum propter verbum Dei, et propter testimonium quod habebant,",
          "english": "And when He had opened the fifth seal, I saw under the altar the souls of those who had been slain because of the word of God and because of the testimony of faith they had always held."
        },
        {
          "number": 10,
          "latin": "et clamabant voce magna dicentes: Usquequo Domine sanctus et verus non judicas et vindicas sanguinem nostrum de iis qui habitant in terra?",
          "english": "And they cried out with a loud voice, saying: “How long, O holy and true Lord, will You not judge and avenge our blood on those who live on the earth?”"
        },
        {
          "number": 11,
          "latin": "Et datæ sunt illis singulæ stolæ albæ: et dictum est illis ut requiescerent adhuc tempus modicum, donec impleatur numerus conservorum et fratrum eorum, qui interficiendi sunt sicut et illi.",
          "english": "And white robes were given to each of them, and they were told that they should rest for a little while longer, until the full number of their fellow servants and their brethren are complete—those who are also to be killed, just as they were."
        },
        {
          "number": 12,
          "latin": "Et vidi cum aperuisset sigillum sextum: et ecce terræmotus magnus factus est, et sol factus est niger tamquam saccus cilicinus: et luna tota facta est sicut sanguis:",
          "english": "And I saw when He had opened the sixth seal, and behold, a great earthquake happened, and the sun became black like sackcloth made of hair, and the entire moon became like blood."
        },
        {
          "number": 13,
          "latin": "et stellæ de cælo ceciderunt super terram, sicut ficus mittit grossos suos cum a vento magno movetur:",
          "english": "And the stars from the sky fell upon the earth, just as a fig tree casts its unripe figs when it is shaken by a great wind."
        },
        {
          "number": 14,
          "latin": "et cælum recessit sicut liber involutus: et omnis mons, et insulæ de locis suis motæ sunt.",
          "english": "And the sky receded like a scroll being rolled up, and every mountain and island was moved out of its place."
        },
        {
          "number": 15,
          "latin": "Et reges terræ, et principes, et tribuni, et divites, et fortes, et omnis servus, et liber absconderunt se in speluncis, et in petris montium:",
          "english": "And the kings of the earth, and the princes, and the military commanders, and the rich, and the mighty, and every slave and every free person hid themselves in the caves and in the rocks of the mountains."
        },
        {
          "number": 16,
          "latin": "Et dicunt montibus, et petris: Cadite super nos, et abscondite nos a facie sedentis super thronum, et ab ira Agni:",
          "english": "And they said to the mountains and to the rocks: “Fall upon us and hide us from the face of Him who sits on the throne, and from the wrath of the Lamb.”"
        },
        {
          "number": 17,
          "latin": "quoniam venit dies iræ magnus, et quis poterit stare?",
          "english": "For the great day of their wrath has come, and who will be able to stand against it?”"
        }
      ]
    },
    {
      "number": 7,
      "status": "completed",
      "verses": [
        {
          "number": "7:1",
          "latin": "Post haec vidi quatuor Angelos stantes super quatuor angulos terrae, tenentes quatuor ventos terrae, ne flaret ventus super terram, neque super mare, neque in ullam arborem.",
          "english": "After these visions, I saw four Angels standing at the four corners of the earth. They were holding back the four winds of the earth, so that no wind could blow upon the earth, nor upon the sea, nor upon any tree."
        },
        {
          "number": "7:2",
          "latin": "Et vidi alterum Angelum ascendentem ab ortu solis, habentem signum Dei vivi: et clamavit voce magna quatuor Angelis, quibus datum est nocere terrae et mari,",
          "english": "Then I saw another Angel coming up from the direction of the rising sun. This Angel had the seal of the living God. He cried out with a loud voice to the four Angels who had been given the power to harm the earth and the sea."
        },
        {
          "number": "7:3",
          "latin": "dicens: Nolite nocere terrae, et mari, neque arboribus, quoadusque signemus servos Dei nostri in frontibus eorum.",
          "english": "He told them: \"Do not harm the earth, nor the sea, nor the trees, until we have put a seal on the foreheads of the servants of our God.\""
        },
        {
          "number": "7:4",
          "latin": "Et audivi numerum signatorum, centum quadraginta quatuor millia signatorum ex omni tribu filiorum Israël.",
          "english": "And I heard the total number of those who were sealed: 144,000 people were sealed, from every tribe of the sons of Israel."
        },
        {
          "number": "7:5",
          "latin": "Ex tribu Juda duodecim millia signati: ex tribu Ruben duodecim millia signati: ex tribu Gad duodecim millia signati:",
          "english": "From the tribe of Judah, 12,000 were sealed. From the tribe of Reuben, 12,000 were sealed. From the tribe of Gad, 12,000 were sealed."
        },
        {
          "number": "7:6",
          "latin": "ex tribu Aser duodecim millia signati: ex tribu Nephthali duodecim millia signati: ex tribu Manasse duodecim millia signati:",
          "english": "From the tribe of Asher, 12,000 were sealed. From the tribe of Naphtali, 12,000 were sealed. From the tribe of Manasseh, 12,000 were sealed."
        },
        {
          "number": "7:7",
          "latin": "ex tribu Simeon duodecim millia signati: ex tribu Levi duodecim millia signati: ex tribu Issachar duodecim millia signati:",
          "english": "From the tribe of Simeon, 12,000 were sealed. From the tribe of Levi, 12,000 were sealed. From the tribe of Issachar, 12,000 were sealed."
        },
        {
          "number": "7:8",
          "latin": "ex tribu Zabulon duodecim millia signati: ex tribu Joseph duodecim millia signati: ex tribu Benjamin duodecim millia signati.",
          "english": "From the tribe of Zebulun, 12,000 were sealed. From the tribe of Joseph, 12,000 were sealed. From the tribe of Benjamin, 12,000 were sealed."
        },
        {
          "number": "7:9",
          "latin": "Post haec vidi turbam magnam, quam dinumerare nemo poterat, ex omnibus gentibus, et tribubus, et populis, et linguis stantes ante thronum, et in conspectu Agni, amicti stolis albis, et palmae in manibus eorum:",
          "english": "After these things, I saw a great multitude that no one could count. They came from every nation, and from all tribes, and peoples, and languages. They were standing before the throne of God and in the presence of the Lamb of God, clothed in shining white robes and holding palm branches in their hands."
        },
        {
          "number": "7:10",
          "latin": "et clamabant voce magna, dicentes: Salus Deo nostro, qui sedet super thronum, et Agno.",
          "english": "And they cried out with a loud voice, saying: \"Salvation comes from our God, who sits upon the throne, and from the Lamb!\""
        },
        {
          "number": "7:11",
          "latin": "Et omnes Angeli stabant in circuitu throni, et Seniorum, et quatuor animalium: et ceciderunt in conspectu throni in facies suas, et adoraverunt Deum,",
          "english": "And all the Angels were standing around the throne, and around the Elders, and the four living creatures. They all fell on their faces before the throne and worshipped God."
        },
        {
          "number": "7:12",
          "latin": "dicentes: Amen. Benedictio, et claritas, et sapientia, et gratiarum actio, honor, et virtus, et fortitudo Deo nostro in saecula saeculorum. Amen.",
          "english": "saying: \"Amen! Blessing, and glory, and wisdom, and thanksgiving, honor, and power, and strength belong to our God for ever and ever. Amen!\""
        },
        {
          "number": "7:13",
          "latin": "Et respondit unus de Senioribus, dicens mihi: Hi, qui amicti sunt stolis albis, qui sunt? et unde venerunt?",
          "english": "Then one of the Elders spoke to me, asking: \"Who are these people who are clothed in shining white robes? And where did they come from?\""
        },
        {
          "number": "7:14",
          "latin": "Et dixi illi: Domine mi, tu scis. Et dixit mihi: Hi sunt, qui venerunt de tribulatione magna, et laverunt stolas suas, et dealbaverunt eas in sanguine Agni.",
          "english": "And I said to him: \"My Lord, you are the one who knows.\" And he said to me: \"These are the ones who have come out of the great tribulation. They have washed their robes and made them white by the blood of the Lamb.\""
        },
        {
          "number": "7:15",
          "latin": "Ideo sunt ante thronum Dei, et serviunt ei die ac nocte in templo ejus: et qui sedet in throno, habitabit super illos.",
          "english": "Therefore, they are before the throne of God and serve Him day and night in His temple. And the One who sits on the throne will spread His tabernacle of protection over them."
        },
        {
          "number": "7:16",
          "latin": "Non esurient amplius, neque sitient amplius, neque cadet super illos sol, neque ullus aestus:",
          "english": "They will never be hungry again, and they will never be thirsty again. Neither will the sun beat down on them, nor any scorching heat."
        },
        {
          "number": "7:17",
          "latin": "quoniam Agnus, qui in medio throni est, reget illos, et deducet eos ad vitae fontes aquarum: et absterget Deus omnem lacrimam ab oculis eorum.",
          "english": "For the Lamb, who is at the very center of the throne, will be their Shepherd. He will lead them to the springs of the waters of life, and God will wipe away every tear from their eyes."
        }
      ]
    },
    {
      "number": 8,
      "status": "completed",
      "verses": [
        {
          "number": "8:1",
          "latin": "Et cum aperuisset sigillum septimum, factum est silentium in caelo quasi media hora.",
          "english": "And when the Lamb had opened the seventh seal, there was a solemn silence in the spiritual realm of heaven, lasting for about half an hour."
        },
        {
          "number": "8:2",
          "latin": "Et vidi septem angelos stantes in conspectu Dei: et datae sunt illis septem tubae.",
          "english": "I then saw seven angels standing before the very presence of God, and seven trumpets were given to them."
        },
        {
          "number": "8:3",
          "latin": "Et alius angelus venit, et stetit ante altare habens thuribulum aureum: et data sunt illi incensa multa, ut daret de orationibus sanctorum omnium super altare aureum, quod est ante thronum Dei.",
          "english": "Another angel then came and stood before the heavenly altar, holding a golden censer. Much incense was given to him, so that he could offer it along with the prayers of all the holy ones on the golden altar that stands before God’s throne."
        },
        {
          "number": "8:4",
          "latin": "Et ascendit fumus incensorum de orationibus sanctorum de manu angeli coram Deo.",
          "english": "And the smoke of the incense, carrying the prayers of God's holy people, ascended from the angel's hand into the presence of God."
        },
        {
          "number": "8:5",
          "latin": "Et accepit angelus thuribulum, et implevit illud de igne altaris, et misit in terram: et facta sunt tonitrua, et voces, et fulgura, et terraemotus magnus.",
          "english": "Then the angel took the censer, filled it with fire from the altar, and threw the fire down onto the earth. At once, there were great peals of thunder, roaring voices, flashes of lightning, and a mighty earthquake."
        },
        {
          "number": "8:6",
          "latin": "Et septem angeli, qui habebant septem tubas, paraverunt se ut tuba canerent.",
          "english": "And the seven angels, who held the seven trumpets, prepared themselves to blow them."
        },
        {
          "number": "8:7",
          "latin": "Et primus angelus tuba cecinit, et facta est grando et ignis, mista in sanguine, et missum est in terram, et tertia pars terrae combusta est, et tertia pars arborum concremata est, et omne foenum viride combustum est.",
          "english": "The first angel sounded his trumpet, and there came hail and fire, mingled with blood, which was then cast down onto the earth. As a result, one-third of the earth was burned up, one-third of the trees were burned, and all the green grass was completely consumed by fire."
        },
        {
          "number": "8:8",
          "latin": "Et secundus angelus tuba cecinit: et velut mons magnus igne ardens missus est in mare, et facta est tertia pars maris sanguis.",
          "english": "Then the second angel sounded his trumpet, and something like a massive mountain, blazing with fire, was hurled into the sea. One-third of the sea then turned into blood."
        },
        {
          "number": "8:9",
          "latin": "Et mortua est tertia pars creaturae eorum, quae habent animas in mari, et tertia pars navium interiit.",
          "english": "One-third of all the living creatures in the sea died, and one-third of all the ships were destroyed."
        },
        {
          "number": "8:10",
          "latin": "Et tertius angelus tuba cecinit: et cecidit de caelo stella magna, ardens sicut facula, et cecidit in tertiam partem fluminum, et in fontes aquarum:",
          "english": "The third angel sounded his trumpet, and a great star, burning like a blazing torch, fell from the sky. It landed upon one-third of the rivers and the springs of water."
        },
        {
          "number": "8:11",
          "latin": "Et nomen stellae dicitur Absinthium. Et facta est tertia pars aquarum in absinthium: et multi hominum mortui sunt de aquis, quia amarae factae sunt.",
          "english": "The name of the star is called \"Wormwood,\" referring to its bitter effect. And one-third of the waters turned bitter like wormwood, and many people died from drinking these waters because they had become so bitter."
        },
        {
          "number": "8:12",
          "latin": "Et quartus angelus tuba cecinit: et percussa est tertia pars solis, et tertia pars lunae, et tertia pars stellarum, ita ut obscuraretur tertia pars eorum, et diei non luceret pars tertia, et noctis similiter.",
          "english": "The fourth angel sounded his trumpet, and one-third of the sun was struck, one-third of the moon, and one-third of the stars. Consequently, one-third of their light was darkened, so that one-third of the day had no light, and similarly, one-third of the night was also dark."
        },
        {
          "number": "8:13",
          "latin": "Et vidi, et audivi vocem unius aquilae volantis per medium caeli, dicentis magna voce: Vae, vae, vae habitantibus in terra, de ceteris vocibus tubae trium angelorum, qui erant tuba canituri.",
          "english": "I then looked and heard an eagle flying in the middle of the sky, crying out with a loud voice: \"Woe! Woe! Woe to those who live on the earth, because of the remaining trumpet blasts of the three angels who are still about to sound their trumpets!\""
        }
      ]
    },
    {
      "number": 9,
      "status": "completed",
      "verses": [
        {
          "number": "Revelation 9:1",
          "latin": "Et quintus Angelus tuba cecinit: et vidi stellam de cælo cecidisse in terram, et data est ei clavis putei abyssi.",
          "english": "The fifth angel then blew his trumpet. I then saw a star—a heavenly being—fall from the sky and land on the earth. This fallen star was given a key to unlock the bottomless pit of the abyss."
        },
        {
          "number": "Revelation 9:2",
          "latin": "Et aperuit puteum abyssi: et ascendit fumus putei, sicut fumus fornacis magnæ: et obscuratus est sol, et aër de fumo putei.",
          "english": "He opened the bottomless pit, and a vast amount of smoke rose from the pit, like the smoke from a massive furnace. The sun and the very air itself were both darkened by this smoke that came from the pit."
        },
        {
          "number": "Revelation 9:3",
          "latin": "Et de fumo exierunt locustæ in terram: et data est illis potestas, sicut habent potestatem scorpiones terræ.",
          "english": "Then, from the smoke, swarms of these locust-like creatures emerged and spread across the earth. They were given a destructive power, similar to the power that earthly scorpions have when they sting."
        },
        {
          "number": "Revelation 9:4",
          "latin": "Et præceptum est illis ne læderent fœnum terræ, neque omne viride, neque omnem arborem: nisi tantum homines, qui non habent signum Dei in frontibus suis.",
          "english": "They were explicitly commanded not to harm any vegetation—not the grass, nor any green plant, nor any tree. Their only target was to be those people who did not have the mark of God on their foreheads."
        },
        {
          "number": "Revelation 9:5",
          "latin": "Et datum est illis ne occiderent eos: sed ut cruciarent mensibus quinque: et cruciatus eorum sicut cruciatus scorpionis cum percutit hominem.",
          "english": "These creatures were not allowed to kill their victims. Instead, they were permitted to inflict torment upon them for a period of five months. The pain they caused was as severe as the excruciating pain a person feels when stung by a scorpion."
        },
        {
          "number": "Revelation 9:6",
          "latin": "Et in diebus illis quærent homines mortem, et non invenient: et desiderabunt mori, et fugiet mors ab eis.",
          "english": "During that time of suffering, people will desperately search for death, yet they will not be able to find it. They will long to die, but death itself will evade them and keep them alive to suffer."
        },
        {
          "number": "Revelation 9:7",
          "latin": "Et similitudines locustarum, similes equis paratis in prælium: et super capita earum, quasi coronæ similes auro: et facies earum sicut facies hominum.",
          "english": "The appearance of these locust-like creatures was like horses equipped for battle. On their heads, they seemed to wear something like crowns made of gold, and their faces resembled human faces."
        },
        {
          "number": "Revelation 9:8",
          "latin": "Et habebant capillos sicut capillos mulierum: et dentes earum sicut dentium leonum.",
          "english": "They had hair that looked like women's hair, and their teeth were as sharp and strong as the teeth of lions."
        },
        {
          "number": "Revelation 9:9",
          "latin": "Et habebant loricas sicut loricas ferreas, et vox alarum earum sicut vox curruum multorum equorum currentium in bellum.",
          "english": "They were protected by breastplates that seemed to be made of iron. The sound of their wings was as deafening as the noise of many chariots pulled by numerous horses charging into battle."
        },
        {
          "number": "Revelation 9:10",
          "latin": "Et habebant caudas similes scorpionum, et aculei in caudis earum erant: et potestas illarum nocere hominibus mensibus quinque.",
          "english": "These creatures possessed tails similar to those of scorpions, and their tails contained deadly stings. Their power to inflict harm on people was limited to five months."
        },
        {
          "number": "Revelation 9:11",
          "latin": "Et habebant super se regem, Angelum abyssi cui nomen Hebraice Abaddon, Græce autem Apollyon, Latine habens nomen Exterminans.",
          "english": "These creatures had a king ruling over them—the angel of the bottomless pit. In Hebrew, his name is Abaddon, which means \"destruction.\" In Greek, his name is Apollyon, also meaning \"destroyer,\" and in Latin, his name is Exterminans, meaning \"Exterminator.\""
        },
        {
          "number": "Revelation 9:12",
          "latin": "Væ unum abiit, et ecce adhuc veniunt duo Væ post hæc.",
          "english": "The first \"woe\"—a period of intense suffering—has now concluded. But observe, two more such periods of woe are still coming after this."
        },
        {
          "number": "Revelation 9:13",
          "latin": "Et sextus Angelus tuba cecinit: et audivi vocem unam ex quatuor cornibus altaris aurei, quod est ante oculos Dei, dicentem sexto Angelo, qui habebat tubam: Solve quatuor Angelos, qui alligati sunt in flumine magno Euphrate.",
          "english": "Then the sixth angel blew his trumpet. I heard a single voice speaking from the four horns of the golden altar that stands before the very presence of God. This voice commanded the sixth angel, who held the trumpet, saying, \"Release the four angels who are held bound at the great river Euphrates.\""
        },
        {
          "number": "Revelation 9:14",
          "latin": "Et soluti sunt quatuor Angeli, qui parati erant in horam, et diem, et mensem, et annum, ut occiderent tertiam partem hominum.",
          "english": "So the four angels were released. They had been precisely prepared for this specific hour, day, month, and year, to carry out their mission: to kill one-third of all humankind."
        },
        {
          "number": "Revelation 9:15",
          "latin": "Et numerus exercitus equitatus ducenties millies denorum millium. Et audivi numerum eorum.",
          "english": "The number of the army of horsemen was an enormous two hundred million. I personally heard their exact number stated."
        },
        {
          "number": "Revelation 9:16",
          "latin": "Et sic vidi equos in visione: et qui sedebant super eos, habebant loricas igneas, et hyacinthinas, et sulphureas, et capita equorum erant quasi capita leonum: et de ore eorum procedebat ignis, et fumus, et sulphur.",
          "english": "And this is how I saw the horses in the vision: their riders wore breastplates that were fiery red, dark blue, and sulfur-yellow. The horses' heads resembled the heads of lions, and from their mouths issued fire, smoke, and sulfur."
        },
        {
          "number": "Revelation 9:17",
          "latin": "Et ab his tribus plagis occisa est tertia pars hominum, de igne, et fumo, et sulphure, quod exibat de ore ipsorum.",
          "english": "It was by these three plagues—the fire, the smoke, and the sulfur that erupted from the mouths of the horses—that one-third of all humanity was killed."
        },
        {
          "number": "Revelation 9:18",
          "latin": "Nam potestas eorum in ore eorum est, et in caudis eorum: nam caudæ eorum similes serpentibus habentes capita: et in his lædunt.",
          "english": "Indeed, their destructive power resides in both their mouths and their tails. Their tails are like venomous serpents, each having its own head, and it is with these that they inflict harm."
        },
        {
          "number": "Revelation 9:19",
          "latin": "Nam caudæ eorum similes serpentibus habentes capita: et in his lædunt.",
          "english": "Indeed, their tails are like serpents, each having its own head, and it is with these serpent-like tails that they inflict harm."
        },
        {
          "number": "Revelation 9:20",
          "latin": "Et ceteri homines, qui non sunt occisi in his plagis, neque pœnitentiam egerunt de operibus manuum suarum, ut non adorarent dæmonia, et simulacra aurea, et argentea, et ærea, et lapidea, et lignea, quæ neque videre possunt, neque audire, neque ambulare:",
          "english": "Despite these devastating plagues, the rest of humanity who were not killed still did not repent of the evil deeds they had done with their own hands. They continued to worship demons and idols made of gold, silver, bronze, stone, and wood—lifeless objects that can neither see, hear, nor walk."
        },
        {
          "number": "Revelation 9:21",
          "latin": "Et non egerunt pœnitentiam ab homicidiis suis, neque a veneficiis suis, neque a fornicatione sua, neque a furtis suis.",
          "english": "They did not repent of their murders, nor of their sorceries and use of poisons, nor of their sexual immoralities, nor of their thefts."
        }
      ]
    },
    {
      "number": 10,
      "status": "completed",
      "verses": [
        {
          "number": "1",
          "latin": "Et vidi alium angelum fortem ascendentem de caelo, amictum nube, et iris in capite ejus, et facies ejus erat ut sol, et pedes ejus tamquam columna ignis:",
          "english": "Then I saw another powerful angel descending from the sky, clothed in a cloud, with a rainbow over his head. His face was like the sun, and his feet were like pillars of fire."
        },
        {
          "number": "2",
          "latin": "et habebat in manu sua libellum apertum: et posuit pedem suum dextrum super mare, sinistrum autem super terram.",
          "english": "In his hand, he held an open scroll. He placed his right foot on the sea and his left foot on the land."
        },
        {
          "number": "3",
          "latin": "Et clamavit voce magna, sicut cum leo rugit. Et cum clamasset, locuta sunt septem tonitrua voces suas.",
          "english": "And he cried out with a loud voice, like a lion roaring. When he had cried out, the seven thunders uttered their voices."
        },
        {
          "number": "4",
          "latin": "Et cum locuta fuissent septem tonitrua voces suas, eram scripturus: et audivi vocem de caelo dicentem mihi: Signa quae locuta sunt septem tonitrua: et noli ea scribere.",
          "english": "And when the seven thunders had spoken their voices, I was about to write them down. But I heard a voice from the sky telling me, \"Seal up the things which the seven thunders have spoken; do not write them.\""
        },
        {
          "number": "5",
          "latin": "Et angelus, quem vidi stantem super mare et super terram, levavit manum suam ad caelum:",
          "english": "Then the angel whom I saw standing over the sea and over the land raised his hand to the sky."
        },
        {
          "number": "6",
          "latin": "et juravit per viventem in saecula saeculorum, qui creavit caelum, et ea quae in illo sunt, et terram, et ea quae in ea sunt, et mare, et ea quae in eo sunt: Quia tempus non erit amplius:",
          "english": "And he swore by the One who lives forever and ever, who created the universe and all the things that are within it, and the land and all the things that are on it, and the sea and all the things that are within it: that there would be no more delay."
        },
        {
          "number": "7",
          "latin": "sed in diebus vocis septimi angeli, cum coeperit tuba canere, consummabitur mysterium Dei, sicut evangelizavit per servos suos prophetas.",
          "english": "But in the days when the seventh angel will sound his trumpet, when he begins to sound his trumpet, then the mystery of God will be completed, just as He announced through His servants, the prophets."
        },
        {
          "number": "8",
          "latin": "Et vocem de caelo audivi iterum loquentem mecum, et dicentem: Vade, et accipe libellum apertum de manu angeli stantis super mare et super terram.",
          "english": "And I heard the voice from the sky speaking with me again, and it said, \"Go, take the open scroll from the hand of the angel who is standing over the sea and over the land.\""
        },
        {
          "number": "9",
          "latin": "Et abii ad angelum, dicens ei ut daret mihi libellum. Et dixit mihi: Accipe, et devora illum: et faciet in ventre tuo amaritudinem, sed in ore tuo erit dulce tamquam mel.",
          "english": "So I went to the angel, asking him to give me the scroll. And he said to me, \"Take it, and eat it. It will make your stomach bitter, but in your mouth, it will be as sweet as honey.\""
        },
        {
          "number": "10",
          "latin": "Et accepi libellum de manu angeli, et devoravi illum: et erat in ore meo tamquam mel dulce: et cum devorassem illum, amarus factus est venter meus.",
          "english": "And I took the scroll from the angel's hand and ate it. And in my mouth, it was as sweet as honey, but when I had eaten it, my stomach became bitter."
        },
        {
          "number": "11",
          "latin": "Et dixit mihi: Oportet te iterum prophetare populis, et gentibus, et linguis, et regibus multis.",
          "english": "And the angel said to me, \"You must prophesy again to many peoples, and nations, and languages, and kings.\""
        }
      ]
    },
    {
      "number": 11,
      "status": "completed",
      "verses": [
        {
          "number": "Revelation 11:1",
          "latin": "Et datus est mihi calamus similis virgae, dicens: Surge, et metire templum Dei, et altare, et adorantes in eo.",
          "english": "And I was given a measuring rod, much like a staff, with a voice saying: \"Rise up, and measure God's true Temple, and the Altar, and those who genuinely worship within it.\""
        },
        {
          "number": "Revelation 11:2",
          "latin": "Atrium autem quod est foris templi ejice foras, et ne metiaris illud: quoniam datum est Gentibus, et civitatem sanctam calcabunt mensibus quadraginta duobus.",
          "english": "But the outer court, the part of the Temple that is outside, do not measure that; instead, leave it out. For it has been given over to the non-believers, who will trample upon the holy city for forty-two months—a specific period of persecution."
        },
        {
          "number": "Revelation 11:3",
          "latin": "Et dabo duobus testibus meis, et prophetabunt diebus mille ducentis sexaginta, amicti saccis.",
          "english": "And I will give great power to My two witnesses, and they will prophesy for one thousand two hundred and sixty days—which is the same forty-two months—clothed in sackcloth as a sign of penance and mourning."
        },
        {
          "number": "Revelation 11:4",
          "latin": "Hi sunt duae olivae, et duo candelabra in conspectu Domini terrae stantes.",
          "english": "These two witnesses are the two olive trees and the two lampstands, standing in the very presence of the Lord who rules the earth, continuously supplied with divine grace and light."
        },
        {
          "number": "Revelation 11:5",
          "latin": "Et si quis voluerit eis nocere, ignis exiet de ore eorum, et devorabit inimicos eorum: et si quis voluerit eis nocere, sic oportet illum occidi.",
          "english": "And if anyone desires to harm them, divine judgment, like fire, will come out of their mouths and consume their enemies. Indeed, if anyone tries to harm them, they must be killed by this means of divine retribution."
        },
        {
          "number": "Revelation 11:6",
          "latin": "Hi habent potestatem claudere caelum, ne pluat diebus prophetiae ipsorum: et habent potestatem super aquas convertere eas in sanguinem, et percutere terram omni plaga quotiescumque voluerint.",
          "english": "These witnesses have the divine power to shut up the sky, so that no rain falls during the days of their prophecy. They also have power over the waters to turn them into blood, and to strike the earth with every kind of plague as often as they desire—just like Moses and Elijah."
        },
        {
          "number": "Revelation 11:7",
          "latin": "Et cum finierint testimonium suum, bestia quae ascendit de abysso, faciet adversum illos bellum, et vincet illos, et occidet illos.",
          "english": "And when they have finished their testimony and their prophetic mission, the Beast that ascends from the abyss—a demonic, anti-Christ power—will make war against them, overcome them, and kill them."
        },
        {
          "number": "Revelation 11:8",
          "latin": "Et corpora eorum jacebunt in plateis civitatis magnae, quae vocatur spiritualiter Sodoma et Aegyptus, ubi et Dominus eorum crucifixus est.",
          "english": "And their bodies will lie in the public square of the great city, which is symbolically called Sodom for its wickedness and Egypt for its oppression, the very place where their Lord was crucified, representing the world's rejection of God."
        },
        {
          "number": "Revelation 11:9",
          "latin": "Et videbunt de tribubus et populis et linguis et Gentibus corpora eorum per dies tres et dimidium: et corpora eorum non sinunt poni in monumentis.",
          "english": "And people from every tribe, nation, language, and Gentile group will gaze upon their unburied bodies for three and a half days, and they will not allow their bodies to be placed in tombs, denying them a dignified burial."
        },
        {
          "number": "Revelation 11:10",
          "latin": "Et gratulabuntur super illos, qui habitant in terra, et epulabuntur: et munera mittent invicem, quoniam hi duo prophetae cruciaverunt eos qui habitabant super terram.",
          "english": "And those who inhabit the earth will rejoice over their deaths and celebrate loudly. They will even send gifts to one another, because these two prophets had tormented all those who lived on the earth with their calls to repentance and their divine judgments."
        },
        {
          "number": "Revelation 11:11",
          "latin": "Et post dies tres et dimidium, spiritus vitae a Deo intravit in eos. Et steterunt super pedes suos, et terror magnus cecidit super eos qui viderunt illos.",
          "english": "But after the three and a half days, the very breath of life from God entered into them. And they stood upright on their feet, and tremendous fear gripped everyone who saw this miraculous resurrection."
        },
        {
          "number": "Revelation 11:12",
          "latin": "Et audierunt vocem magnam de caelo dicentem eis: Ascendite huc. Et ascenderunt in caelum in nubibus: et viderunt illos inimici eorum.",
          "english": "Then they heard a loud voice from the sky telling them, \"Come up here!\" And they ascended into the sky, carried up in clouds, while their enemies watched them and saw their divine vindication."
        },
        {
          "number": "Revelation 11:13",
          "latin": "Et in illa hora factus est terraemotus magnus, et decima pars civitatis corruit: et occisi sunt in terraemotu nomina hominum septem millia: et reliqui in timorem sunt missi, et dederunt gloriam Deo caeli.",
          "english": "At that very moment, a great earthquake struck, causing a tenth of the symbolic city to collapse. Seven thousand people were killed in the earthquake, and the survivors, overcome by terror, gave glory to the God who rules over the sky."
        },
        {
          "number": "Revelation 11:14",
          "latin": "Secundum vae abiit: et ecce vae tertium veniet cito.",
          "english": "The second judgment-woe has passed, and watch closely—the third and final judgment-woe is about to come quickly."
        },
        {
          "number": "Revelation 11:15",
          "latin": "Et septimus Angelus tuba cecinit: et factae sunt voces magnae in caelo, dicentes: Factum est regnum hujus mundi Domini nostri, et Christi ejus, et regnabit in saecula saeculorum.",
          "english": "And the seventh Angel blew his trumpet. Then, loud voices rang out through the universe, declaring: \"The kingdom of this world has now become the eternal kingdom of Our Lord and His Anointed One, and He shall reign over all of it forever and ever!\""
        },
        {
          "number": "Revelation 11:16",
          "latin": "Et viginti quatuor seniores, qui in conspectu Dei sedebant in sedibus suis, ceciderunt in facies suas, et adoraverunt Deum, dicentes:",
          "english": "And the twenty-four elders, who were always seated before God on their thrones, fell prostrate on their faces and worshipped God, saying:"
        },
        {
          "number": "Revelation 11:17",
          "latin": "Gratias agimus tibi, Domine Deus omnipotens, qui es, et qui eras, et qui venturus es: qui assumpsisti virtutem tuam magnam, et regnasti.",
          "english": "\"We give You thanks, Lord God Almighty, Who always is, and Who always was, and Who is always to come—because You have now taken up Your tremendous power and have begun Your eternal reign.\""
        },
        {
          "number": "Revelation 11:18",
          "latin": "Et iratae sunt Gentes, et advenit ira tua, et tempus mortuorum judicari, et reddere mercedem servis tuis prophetis, et sanctis, et timentibus nomen tuum, pusillis et magnis, et disperdere eos qui corruperunt terram.",
          "english": "\"The nations raged against You, but Your righteous wrath has now come. It is the appointed time for the dead to be judged, and for You to give rewards to Your servants—the prophets and the saints, and to all who revere Your Name, from the least important to the greatest. And it is time for You to utterly destroy those who corrupted the earth.\""
        },
        {
          "number": "Revelation 11:19",
          "latin": "Et apertum est templum Dei in caelo: et visa est arca testamenti ejus in templo ejus. Et facta sunt fulgura, et voces, et terraemotus, et grando magna.",
          "english": "Then the very Temple of God in the universe was opened, and the Ark of His Covenant was plainly seen inside His Temple. This revelation was accompanied by flashes of lightning, loud rumblings, thunderclaps, a great earthquake, and massive hailstones falling, signifying divine presence and judgment."
        }
      ]
    },
    {
      "number": 12,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et signum magnum apparuit in caelo: mulier amicta sole, et luna sub pedibus ejus, et in capite ejus corona stellarum duodecim:",
          "english": "Then a great sign appeared in the sky: A woman was clothed with the sun, with the moon beneath her feet, and on her head was a crown of twelve stars, representing the twelve Apostles and the fullness of the Church."
        },
        {
          "number": 2,
          "latin": "et in utero habens, clamabat parturiens, et cruciabatur ut pariat.",
          "english": "She was pregnant and cried out in the pain of childbirth, referring to the Virgin Mary giving birth to Christ, and the Church laboring to bring Christ to the world."
        },
        {
          "number": 3,
          "latin": "Et visum est aliud signum in caelo: et ecce draco magnus rufus habens capita septem, et cornua decem: et in capitibus ejus diademata septem:",
          "english": "Then another sign was seen in the sky: And behold, a great red dragon appeared. It had seven heads and ten horns, and on its heads were seven royal crowns, signifying the vast power and dominion of Satan, the Adversary."
        },
        {
          "number": 4,
          "latin": "et cauda ejus trahebat tertiam partem stellarum caeli, et misit eas in terram: et draco stetit ante mulierem, quae erat paritura, ut cum peperisset, filium ejus devoraret.",
          "english": "Its tail swept down a third of the stars from the sky and cast them to the earth, representing the fallen angels who rebelled with Satan. The Dragon then stood before the Woman who was about to give birth, so that when she delivered, he might devour her Son, referencing Satan's attempts to destroy Christ."
        },
        {
          "number": 5,
          "latin": "Et peperit filium masculum, qui recturus erat omnes gentes in virga ferrea: et raptus est filius ejus ad Deum, et ad thronum ejus.",
          "english": "And she gave birth to a Son, a male child, who is destined to rule all nations with an iron scepter. Her Son, Jesus Christ, was immediately caught up to God and to His throne, signifying His Ascension and divine rule."
        },
        {
          "number": 6,
          "latin": "Et mulier fugit in solitudinem ubi habebat locum paratum a Deo, ut ibi pasceretur diebus mille ducentis sexaginta.",
          "english": "The Woman then fled into the wilderness, where she had a place prepared by God, that she might be nourished there for one thousand two hundred and sixty days, symbolizing the Church's period of persecution and divine protection."
        },
        {
          "number": 7,
          "latin": "Et factum est praelium magnum in caelo: Michaël et angeli ejus praeliabantur cum dracone, et draco pugnabat, et angeli ejus:",
          "english": "And a great battle took place in the sky: Michael, the Archangel, and his angels fought against the Dragon. And the Dragon and his angels fought back."
        },
        {
          "number": 8,
          "latin": "et non valuerunt, neque locus inventus est eorum amplius in caelo.",
          "english": "But they were not strong enough, and their place was found no more in the heavens, as Satan and his demons were utterly defeated and cast out."
        },
        {
          "number": 9,
          "latin": "Et projectus est draco ille magnus, serpens antiquus, qui vocatur Diabolus, et Satanas, qui seducit universum orbem: et projectus est in terram, et angeli ejus cum illo projecti sunt.",
          "english": "So the great Dragon was cast down, that ancient serpent, who is called the Devil and Satan, he who deceives the whole world. He was cast down to the earth, and his angels were cast down with him."
        },
        {
          "number": 10,
          "latin": "Et audivi vocem magnam in caelo dicentem: Nunc facta est salus, et virtus, et regnum Dei nostri, et potestas Christi ejus: quia projectus est accusator fratrum nostrorum, qui accusabat illos ante conspectum Dei nostri die ac nocte.",
          "english": "And I heard a loud voice in the sky saying: 'Now salvation has come, and strength, and the Kingdom of our God, and the power of His Christ! Because the accuser of our brothers, who accused them before the sight of our God day and night, has been cast down!'"
        },
        {
          "number": 11,
          "latin": "Et ipsi vicerunt illum propter sanguinem Agni, et propter verbum testimonii sui, et non dilexerunt animas suas usque ad mortem.",
          "english": "And they overcame him because of the Blood of the Lamb, which is Jesus Christ's sacrifice, and because of the word of their testimony to the truth, and they did not love their lives even to the point of death, showing their ultimate fidelity."
        },
        {
          "number": 12,
          "latin": "Propter hoc laetamini caeli, et qui habitatis in eis. Vae terrae, et mari, quia descendit Diabolus ad vos habens iram magnam, sciens quod modicum tempus habet.",
          "english": "Therefore, rejoice, O skies, and you who dwell in them! But woe to the earth and to the sea, for the Devil has come down to you, having great wrath, knowing that he has only a short time left for his evil work!"
        },
        {
          "number": 13,
          "latin": "Et postquam vidit draco, quod projectus esset in terram, persecutus est mulierem, quae peperit masculum.",
          "english": "And after the Dragon saw that he had been cast down to the earth, he persecuted the Woman, who had given birth to the male child, redirecting his wrath against the Church."
        },
        {
          "number": 14,
          "latin": "Et datae sunt mulieri duae alae aquilae magnae ut volaret in desertum in locum suum ubi alitur per tempus, et tempora, et dimidium temporis a facie serpentis.",
          "english": "And to the Woman were given two wings of a great eagle, so that she might fly into the wilderness to her place, where she is nourished for a time, and times, and half a time, away from the face of the serpent, signifying God's divine protection of the Church."
        },
        {
          "number": 15,
          "latin": "Et misit serpens ex ore suo post mulierem, aquam tamquam flumen, ut eam faceret trahi a flumine.",
          "english": "And the serpent cast out of his mouth, after the Woman, water like a river, so that he might cause her to be swept away by the current, representing various destructive forces like heresy or persecution aimed at overwhelming the Church."
        },
        {
          "number": 16,
          "latin": "Et adjuvit terra mulierem, et aperuit terra os suum, et absorbuit flumen, quod misit draco de ore suo.",
          "english": "But the earth helped the Woman, and the earth opened its mouth and swallowed up the river that the Dragon had cast out of his mouth, showing how divine providence often uses earthly means to protect the Church."
        },
        {
          "number": 17,
          "latin": "Et iratus est draco super mulierem: et abiit facere praelium cum reliquis de semine ejus, qui custodiunt mandata Dei, et habent testimonium Jesu Christi.",
          "english": "And the Dragon was enraged with the Woman, and he went to wage war with the rest of her offspring, those who keep the commandments of God and hold to the testimony of Jesus Christ, signifying Satan's ongoing war against individual believers and the faithful remnant of the Church."
        }
      ]
    },
    {
      "number": 13,
      "status": "completed",
      "verses": [
        {
          "number": "Revelation 13:1",
          "latin": "Et vidi de mari bestiam ascendentem habentem capita septem, et cornua decem, et super cornua ejus diademata decem, et super capita ejus nomina blasphemiae.",
          "english": "And I saw a beast rise up from the depths of the sea, and this beast had seven heads and ten horns. On its horns were ten crowns, and on its heads were blasphemous names."
        },
        {
          "number": "Revelation 13:2",
          "latin": "Et bestia, quam vidi, similis erat pardo, et pedes ejus sicut pedes ursi, et os ejus sicut os leonis. Et dedit illi draco virtutem suam, et potestatem magnam.",
          "english": "The beast I saw was like a leopard in body, but its feet were like a bear's feet, and its mouth was like a lion's mouth. The Dragon—Satan himself—gave this beast its power, its throne, and its great authority."
        },
        {
          "number": "Revelation 13:3",
          "latin": "Et unum de capitibus ejus quasi occisum in mortem: et plaga mortis ejus curata est. Et admirata est in universam terram bestia.",
          "english": "One of its heads appeared to have suffered a mortal wound, as if it had been killed, but its deadly wound was healed. The entire world was astonished by this beast and followed it in wonder."
        },
        {
          "number": "Revelation 13:4",
          "latin": "Et adoraverunt draconem, qui dedit potestatem bestiae: et adoraverunt bestiam, dicentes: Quis similis bestiae? et quis poterit pugnare cum illa?",
          "english": "And they worshipped the Dragon, because he had given his authority to the beast. They also worshipped the beast, saying, \"Who is like the beast? And who is able to wage war against it?\""
        },
        {
          "number": "Revelation 13:5",
          "latin": "Et datum est ei os loquens magna, et blasphemias: et data est illi potestas facere menses quadraginta duos.",
          "english": "The beast was given a mouth that spoke arrogant boasts and blasphemies against God. And it was given authority to exercise its power for forty-two months."
        },
        {
          "number": "Revelation 13:6",
          "latin": "Et aperuit os suum in blasphemias ad Deum, blasphemare nomen ejus, et tabernaculum ejus, et eos qui in caelo habitant.",
          "english": "It opened its mouth to utter blasphemies against God, to blaspheme His holy name, His sacred dwelling place, and those who dwell in the spiritual realm with Him."
        },
        {
          "number": "Revelation 13:7",
          "latin": "Et datum est illi bellum facere cum sanctis, et vincere eos. Et data est illi potestas in omnem tribum, et populum, et linguam, et nationem.",
          "english": "It was also granted to the beast to make war against God's holy people and to conquer them. And it was given authority over every tribe, people, language, and nation on earth."
        },
        {
          "number": "Revelation 13:8",
          "latin": "Et adorabunt eum omnes, qui habitant in terra, quorum non sunt scripta nomina in libro vitae Agni, qui occisus est ab origine mundi.",
          "english": "All who live on the earth will worship it—everyone whose name has not been written from the very beginning of the world in the Book of Life of the Lamb, who was slain for the sins of humanity."
        },
        {
          "number": "Revelation 13:9",
          "latin": "Si quis habet aures, audiat.",
          "english": "If anyone has ears to hear this truth, let him pay attention."
        },
        {
          "number": "Revelation 13:10",
          "latin": "Qui in captivitatem duxerit, in captivitatem vadet: qui in gladio occiderit, oportet eum gladio occidi. Hic est patientia, et fides sanctorum.",
          "english": "Whoever is destined for captivity will go into captivity; and whoever is to be killed by the sword must be killed by the sword. This calls for the perseverance and the steadfast faith of God's holy people."
        },
        {
          "number": "Revelation 13:11",
          "latin": "Et vidi aliam bestiam ascendentem de terra, et habebat cornua duo similia Agni, et loquebatur sicut draco.",
          "english": "Then I saw another beast coming up out of the earth. It had two horns like those of a lamb, but it spoke with the voice of the Dragon."
        },
        {
          "number": "Revelation 13:12",
          "latin": "Et potestatem prioris bestiae omnem faciebat in conspectu ejus: et fecit terram, et habitantes in ea, adorare bestiam primam, cujus curata est plaga mortis.",
          "english": "This second beast exercised all the authority of the first beast on its behalf, and it forced the earth and all its inhabitants to worship the first beast, whose deadly wound had been healed."
        },
        {
          "number": "Revelation 13:13",
          "latin": "Et fecit signa magna, ut etiam ignem faceret de caelo descendere in terram in conspectu hominum.",
          "english": "It performed great and miraculous signs, even causing fire to come down from the sky to the earth in the plain sight of all people."
        },
        {
          "number": "Revelation 13:14",
          "latin": "Et seduxit habitantes in terra propter signa, quae data sunt illi facere coram bestia, dicens habitantibus in terra, ut faciant imaginem bestiae, quae habet plagam gladii, et vixit.",
          "english": "It deceived those who dwell on the earth through the signs it was allowed to perform on behalf of the first beast. It ordered the inhabitants of the earth to make an image in honor of the beast that had been wounded by the sword and yet lived."
        },
        {
          "number": "Revelation 13:15",
          "latin": "Et datum est illi, ut daret spiritum imagini bestiae, et ut loqueretur imago bestiae: et faceret ut quicumque non adorassent imaginem bestiae, occiderentur.",
          "english": "The second beast was then allowed to give life to the image of the first beast, so that the image could speak and could cause all who refused to worship the image of the beast to be killed."
        },
        {
          "number": "Revelation 13:16",
          "latin": "Et faciet omnes, pusillos et magnos, et divites et pauperes, et liberos et servos habere characterem in dextera manu sua, aut in frontibus suis:",
          "english": "It also forced all people, both small and great, rich and poor, free and slave, to receive a distinguishing mark on their right hands or on their foreheads."
        },
        {
          "number": "Revelation 13:17",
          "latin": "Et ne quis possit emere aut vendere, nisi qui habet characterem, aut nomen bestiae, aut numerum nominis ejus.",
          "english": "No one was allowed to buy or sell anything unless they had this mark, which was either the name of the beast or the number representing its name."
        },
        {
          "number": "Revelation 13:18",
          "latin": "Hic sapientia est. Qui habet intellectum, computet numerum bestiae. Numerus enim hominis est: et numerus ejus DCXLVI.",
          "english": "Here is wisdom. Let anyone with true understanding calculate the number of the beast, for it is a human number. That number is six hundred sixty-six."
        }
      ]
    },
    {
      "number": 14,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et vidi: et ecce Agnus stabat super montem Sion, et cum eo centum quadraginta quatuor millia habentes nomen ejus, et nomen Patris ejus scriptum in frontibus suis.",
          "english": "And I saw: and behold, the Lamb was standing on Mount Zion. With Him were one hundred and forty-four thousand people who had His name and the name of His Father written on their foreheads."
        },
        {
          "number": 2,
          "latin": "Et audivi vocem de cælo, tamquam vocem aquarum multarum, et tamquam vocem tonitrui magni: et vocem quam audivi, sicut citharœdorum citharizantium in citharis suis.",
          "english": "And I heard a voice from the sky, like the sound of many waters, and like the sound of a great thunder. The voice I heard was also like harpers playing on their harps."
        },
        {
          "number": 3,
          "latin": "Et cantabant quasi canticum novum ante sedem, et ante quatuor animalia, et seniores: et nemo poterat dicere canticum, nisi illa centum quadraginta quatuor millia, qui empti sunt de terra.",
          "english": "And they were singing what seemed to be a new song before the throne, and before the four living creatures, and the elders. No one could learn that song except those one hundred and forty-four thousand who had been redeemed and purchased from the earth."
        },
        {
          "number": 4,
          "latin": "Hi sunt qui cum mulieribus non sunt coinquinati: virgines enim sunt. Hi sequuntur Agnum quocumque ierit. Hi empti sunt ex hominibus primitiæ Deo, et Agno:",
          "english": "These are those who have not defiled themselves with women; for they are virgins. These follow the Lamb wherever He goes. These were purchased from among humanity as the firstfruits for God and for the Lamb."
        },
        {
          "number": 5,
          "latin": "et in ore eorum non est inventum mendacium: sine macula enim sunt ante thronum Dei.",
          "english": "And in their mouth no lie was found. For they are without blemish, standing before the throne of God."
        },
        {
          "number": 6,
          "latin": "Et vidi alterum Angelum volantem per medium cæli, habentem Evangelium æternum, ut evangelizaret sedentibus super terram, et super omnem gentem, et tribum, et linguam, et populum:",
          "english": "And I saw another Angel flying through the middle of the sky, having an eternal Gospel to preach to those who dwell on the earth, and to every nation, and tribe, and tongue, and people."
        },
        {
          "number": 7,
          "latin": "dicens magna voce: Timete Dominum, et date illi honorem, quia venit hora judicii ejus: et adorate eum, qui fecit cælum et terram, mare et fontes aquarum.",
          "english": "Saying with a loud voice: 'Fear the Lord and give Him glory, because the hour of His judgment has come. And worship Him who made the sky and the earth, the sea and the springs of water.'"
        },
        {
          "number": 8,
          "latin": "Et alius Angelus secutus est dicens: Cecidit, cecidit Babylon illa magna: quæ a vino iræ fornicationis suæ potavit omnes gentes.",
          "english": "And another Angel followed, saying: 'Fallen, fallen is that great Babylon! She who made all nations drink of the wine of the wrath of her fornication.'"
        },
        {
          "number": 9,
          "latin": "Et tertius Angelus secutus est illos, dicens voce magna: Si quis adoraverit Bestiam, et imaginem ejus, et acceperit characterem in fronte sua, aut in manu sua,",
          "english": "And a third Angel followed them, saying with a loud voice: 'If anyone worships the Beast and its image, and receives its mark on his forehead or on his hand,'"
        },
        {
          "number": 10,
          "latin": "hic et ipse bibet de vino iræ Dei, quod mixtum est mero in calice iræ ejus, et cruciabitur igne, et sulphure in conspectu sanctorum Angelorum, et ante conspectum Agni.",
          "english": "that person will also drink of the wine of the wrath of God, which is poured out undiluted into the cup of His wrath. And he will be tormented with fire and sulfur in the presence of the holy Angels and in the presence of the Lamb."
        },
        {
          "number": 11,
          "latin": "Et fumus tormentorum eorum ascendet in sæcula sæculorum: nec habent requiem die ac nocte, qui adoraverunt Bestiam, et imaginem ejus, et si quis acceperit characterem nominis ejus.",
          "english": "And the smoke of their torments will ascend forever and ever. They have no rest day or night, those who worshipped the Beast and its image, and whoever receives the mark of its name."
        },
        {
          "number": 12,
          "latin": "Hic patientia sanctorum est, qui custodiunt mandata Dei, et fidem Jesu.",
          "english": "Here is the perseverance of the saints, those who keep the commandments of God and the faith of Jesus."
        },
        {
          "number": 13,
          "latin": "Et audivi vocem de cælo dicentem mihi: Scribe: Beati mortui, qui in Domino moriuntur amodo. Spiritus dicit: ut requiescant a laboribus suis: opera enim illorum sequuntur illos.",
          "english": "And I heard a voice from the sky saying to me: 'Write: Blessed are the dead who die in the Lord from this time forward.' The Spirit says that they will rest from their labors, for their deeds follow them."
        },
        {
          "number": 14,
          "latin": "Et vidi: et ecce nubem candidam, et super nubem sedentem similem Filio hominis, habentem in capite suo coronam auream, et in manu sua falcem acutam.",
          "english": "And I saw: and behold, a white cloud, and seated on the cloud was one like the Son of Man, having on His head a golden crown, and in His hand a sharp sickle."
        },
        {
          "number": 15,
          "latin": "Et alter Angelus exivit de templo, clamans voce magna ad sedentem super nubem: Mitte falcem tuam, et mete, quoniam venit hora ut metatur, quoniam aruit messis terræ.",
          "english": "And another Angel came out of the Temple, crying with a loud voice to the One seated on the cloud: 'Send Your sickle and reap, for the hour to reap has come, because the harvest of the earth is ripe and withered.'"
        },
        {
          "number": 16,
          "latin": "Et misit qui sedebat super nubem falcem suam in terram, et demessa est terra.",
          "english": "And the One who was seated on the cloud sent His sickle onto the earth, and the earth was reaped."
        },
        {
          "number": 17,
          "latin": "Et alter Angelus exivit de templo, quod est in cælo, habens et ipse falcem acutam.",
          "english": "And another Angel came out of the Temple that is in the spiritual realm, also having a sharp sickle."
        },
        {
          "number": 18,
          "latin": "Et alius Angelus exivit de altari, habens potestatem supra ignem: et clamavit voce magna ad eum qui habebat falcem acutam, dicens: Mitte falcem tuam acutam, et vindemia botros vineæ terræ: quoniam maturæ sunt uvæ ejus.",
          "english": "And another Angel came out from the altar, having authority over fire. And he cried with a loud voice to the one who had the sharp sickle, saying: 'Send your sharp sickle and gather the clusters of the earth's vine, for its grapes are fully ripe.'"
        },
        {
          "number": 19,
          "latin": "Et misit Angelus falcem suam in terram, et vindemiavit vineam terræ, et misit in lacum iræ Dei magnum.",
          "english": "And the Angel sent his sickle onto the earth, and harvested the vine of the earth, and threw the grapes into the great winepress of the wrath of God."
        },
        {
          "number": 20,
          "latin": "Et calcatus est lacus extra civitatem, et exivit sanguis de lacu usque ad frenos equorum per stadia mille sexcenta.",
          "english": "And the winepress was trampled outside the city, and blood flowed from the winepress up to the horses' bridles for a distance of one thousand six hundred stadia."
        }
      ]
    },
    {
      "number": 15,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et vidi aliud signum in caelo magnum et mirabile: angelos septem, habentes plagas septem novissimas: quoniam in illis consummata est ira Dei.",
          "english": "Then I saw another great and amazing sign in the heavenly realm: it was seven angels holding the seven final plagues, because in these plagues, the wrath of God is brought to its ultimate completion."
        },
        {
          "number": 2,
          "latin": "Et vidi quasi mare vitreum mistum igne, et eos qui vicerunt bestiam, et imaginem ejus, et numerum nominis ejus, stantes super mare vitreum, habentes citharas Dei:",
          "english": "And I saw something that looked like a sea of glass, mixed with fire. Standing upon this fiery glass sea were those who had triumphed over the beast, and its image, and the number of its name. They were holding harps, given by God."
        },
        {
          "number": 3,
          "latin": "Et cantant canticum Moysi servi Dei, et canticum Agni, dicentes: Magna et mirabilia opera tua, Domine Deus omnipotens: justæ et veræ viæ tuæ, Rex sæculorum.",
          "english": "And they sing the song of Moses, the servant of God, and the song of the Lamb. They declared: \"Great and wonderful are Your works, O Lord God Almighty. Your ways are just and true, O King of the ages, the Lord who reigns through all time.\""
        },
        {
          "number": 4,
          "latin": "Quis non timebit te, Domine, et magnificabit nomen tuum? quia solus pius es: quoniam omnes gentes venient, et adorabunt in conspectu tuo, quoniam manifestatæ sunt judicia tua.",
          "english": "\"Who will not fear You, O Lord, and glorify Your name? For You alone are holy and righteous. Indeed, all the nations will come and worship before Your presence, because Your righteous judgments have been made known to all.\""
        },
        {
          "number": 5,
          "latin": "Et post hæc vidi: et ecce apertum est templum tabernaculi testimonii in cælo:",
          "english": "And after these things, I looked again, and behold, the temple of the tabernacle of testimony in the heavenly realm was opened."
        },
        {
          "number": 6,
          "latin": "Et egressi sunt septem angeli de templo, habentes septem plagas, vestiti lapide mundo et candido, et præcincti circa pectora zonis aureis.",
          "english": "And the seven angels came out from the temple, holding the seven plagues. They were clothed with pure and bright stone, shimmering with divine radiance, and girded around their chests with golden sashes."
        },
        {
          "number": 7,
          "latin": "Et unum ex quatuor animalibus dedit septem angelis phialas aureas plenas ira Dei viventis in sæcula sæculorum.",
          "english": "And one of the four living creatures gave to the seven angels golden bowls, filled to the brim with the wrath of God, the God who lives forever and ever, throughout all ages."
        },
        {
          "number": 8,
          "latin": "Et impletum est templum fumo de majestate Dei, et de virtute ejus: et nemo poterat introire in templum, donec consummarentur septem plagæ septem angelorum.",
          "english": "And the temple was filled with smoke, emanating from the majesty of God and from His immense power. And no one was able to enter the temple until the seven plagues of the seven angels were fully completed."
        }
      ]
    },
    {
      "number": 16,
      "status": "completed",
      "verses": [
        {
          "number": "16:1",
          "latin": "Et audivi vocem magnam de templo, dicentem septem angelis: Ite, et effundite septem phialas irae Dei in terram.",
          "english": "And I heard a loud voice coming from the Temple. It said to the seven angels: 'Go now, and pour out the seven bowls of God's righteous wrath upon the earth.'"
        },
        {
          "number": "16:2",
          "latin": "Et abiit primus, et effudit phialam suam in terram, et factum est vulnus saevum et pessimum in homines, qui habebant characterem bestiae, et qui adorabant imaginem ejus.",
          "english": "So the first angel went and poured out his bowl upon the land. Then a painful and malignant ulcer—a festering sore—appeared on those people who had the mark of the Beast and who worshiped its image."
        },
        {
          "number": "16:3",
          "latin": "Et secundus angelus effudit phialam suam in mare: et factus est sanguis tamquam mortui: et omnis anima vivens mortua est in mari.",
          "english": "Then the second angel poured out his bowl upon the sea. And the sea became like the blood of a dead person—thick and congealed. Every living creature in the sea died because of this."
        },
        {
          "number": "16:4",
          "latin": "Et tertius effudit phialam suam super flumina, et super fontes aquarum: et factus est sanguis.",
          "english": "Next, the third angel poured out his bowl upon the rivers and the springs of water. And they also turned into blood."
        },
        {
          "number": "16:5",
          "latin": "Et audivi angelum aquarum dicentem: Justus es Domine, qui es, et qui eras sanctus, qui haec judicasti:",
          "english": "Then I heard the angel who was responsible for the waters say: 'You are just, O Lord, who exist always, and who always were holy, because You have issued these judgments.'"
        },
        {
          "number": "16:6",
          "latin": "quia sanguinem sanctorum et prophetarum effuderunt, et sanguinem eis dedisti bibere: digni sunt enim.",
          "english": "'Because they poured out the blood of Your holy ones and Your prophets, You have given them blood to drink in return. For they deserve this punishment.'"
        },
        {
          "number": "16:7",
          "latin": "Et audivi alterum ab altari dicentem: Etiam Domine Deus omnipotens, vera et justa judicia tua.",
          "english": "And I heard another voice coming from the altar, saying: 'Yes, Lord God Almighty! Your judgments are truthful and righteous!'"
        },
        {
          "number": "16:8",
          "latin": "Et quartus angelus effudit phialam suam in solem: et datum est illi aestus affligere homines, et igne.",
          "english": "Then the fourth angel poured out his bowl upon the sun. And power was given to the sun to scorch people with its intense heat and fire."
        },
        {
          "number": "16:9",
          "latin": "Et aestuaverunt homines aestu magno: et blasphemaverunt nomen Dei scientes haec plagarum, et poenitentiam non egerunt ut darent illi gloriam.",
          "english": "People were scorched by this extreme heat. Yet they cursed the Name of God—who has authority over these plagues—and they refused to repent and give Him glory."
        },
        {
          "number": "16:10",
          "latin": "Et quintus angelus effudit phialam suam super sedem bestiae: et factum est regnum ejus tenebrosum, et commanducaverunt linguas suas prae dolore:",
          "english": "And the fifth angel poured out his bowl upon the throne of the Beast. Immediately, its kingdom became consumed by darkness, and people bit their tongues in agonizing pain."
        },
        {
          "number": "16:11",
          "latin": "et blasphemaverunt Deum caeli prae doloribus, et vulneribus suis: et non egerunt poenitentiam ex operibus suis.",
          "english": "They cursed the God of the heavens because of their pains and their sores. Yet they did not repent of their wicked deeds."
        },
        {
          "number": "16:12",
          "latin": "Et sextus angelus effudit phialam suam in flumen illud magnum Euphraten: et siccavit aquam ejus, ut praepararetur via regibus ab ortu solis.",
          "english": "Then the sixth angel poured out his bowl upon the great Euphrates River. And its water dried up, so that a way might be prepared for the kings who come from the rising of the sun—from the East."
        },
        {
          "number": "16:13",
          "latin": "Et vidi de ore draconis, et de ore bestiae, et de ore pseudoprophetae, spiritus tres immundos similies ranis.",
          "english": "And I saw three unclean spirits that looked like frogs coming out of the mouth of the Dragon, and out of the mouth of the Beast, and out of the mouth of the false prophet."
        },
        {
          "number": "16:14",
          "latin": "Sunt enim spiritus daemoniorum facientes signa: et procedunt ad reges totius terrae, et universi orbis, congregare illos in praelium magni diei Domini omnipotentis.",
          "english": "For these are spirits of demons, performing miraculous signs. They go out to the kings of the whole earth and the entire world, to gather them for the battle on the great Day of God Almighty."
        },
        {
          "number": "16:15",
          "latin": "Ecce venio sicut fur: Beatus qui vigilat, et custodit vestimenta sua, ne nudus ambulet, et videant turpitudinem ejus.",
          "english": "Behold, I am coming unexpectedly, like a thief! Blessed is the one who stays alert and guards his spiritual garments, so that he may not walk around spiritually naked and his shame be seen by all."
        },
        {
          "number": "16:16",
          "latin": "Et congregabit illos in locum qui vocatur Hebraice Armagedon.",
          "english": "And the demonic spirits gathered them together to the place which is called, in Hebrew, Armageddon."
        },
        {
          "number": "16:17",
          "latin": "Et septimus angelus effudit phialam suam in aerem, et exivit vox magna de templo a throno, dicens: Factum est.",
          "english": "Then the seventh angel poured out his bowl into the air. And a loud voice came out of the Temple, from the throne of God, saying: 'It is finished! It has happened!'"
        },
        {
          "number": "16:18",
          "latin": "Et facta sunt fulgura, et voces, et tonitrua, et terraemotus magnus, qualis nunquam fuit ex quo homines fuerunt super terram, tantus terraemotus, et sic magnus.",
          "english": "And there were lightning flashes, and rumblings, and thunder, and a great earthquake—such an earthquake as has never occurred since humanity has existed on the earth, so tremendous and so great."
        },
        {
          "number": "16:19",
          "latin": "Et facta est civitas magna in tres partes: et civitates gentium ceciderunt. Et Babylon magna venit in memoriam ante Deum, dare ei calicem vini irae indignationis ejus.",
          "english": "And the great city split into three parts. The cities of the nations fell into ruin. And great Babylon was remembered before God, so that He might give her the cup of the wine of His fierce, righteous wrath."
        },
        {
          "number": "16:20",
          "latin": "Et omnis insula fugit, et montes non sunt inventi.",
          "english": "Every island vanished, and the mountains were no longer found."
        },
        {
          "number": "16:21",
          "latin": "Et grando magna sicut talentum descendit de caelo in homines: et blasphemaverunt Deum propter plagam grandinis: quoniam magna est facta vehementer.",
          "english": "And a tremendous hailstorm—with hailstones weighing as much as a talent, about one hundred pounds each—fell from the sky upon the people. Yet they cursed God because of the plague of the hail, for the plague was exceedingly great."
        }
      ]
    },
    {
      "number": 17,
      "status": "completed",
      "verses": [
        {
          "number": "1",
          "latin": "Et venit unus de septem angelis, qui habebant septem phialas, et locutus est mecum, dicens: Veni, ostendam tibi damnationem meretricis magnae, quae sedet super aquas multas,",
          "english": "One of the seven angels who held the seven bowls came and spoke with me, saying: \"Come, I will show you the judgment of the great harlot, who sits enthroned over many nations and peoples.\""
        },
        {
          "number": "2",
          "latin": "cum qua fornicati sunt reges terrae, et inebriati sunt qui inhabitant terram de vino prostitutionis ejus.",
          "english": "The kings of the earth have committed spiritual adultery with her, and those who live on the earth have become drunk and misled by the wine of her spiritual corruption."
        },
        {
          "number": "3",
          "latin": "Et abstulit me in spiritu in desertum. Et vidi mulierem sedentem super bestiam scarlatam, plenam nominibus blasphemiae, habentem capita septem, et cornua decem.",
          "english": "The angel carried me away in spirit into a desolate place. There I saw a woman sitting upon a scarlet beast, which was full of blasphemous names and had seven heads and ten horns."
        },
        {
          "number": "4",
          "latin": "Et mulier erat circumdata purpura, et coccino, et inaurata auro, et lapide pretioso, et margaritis, habens poculum aureum in manu sua, plenum abominatione, et immunditia fornicationis ejus.",
          "english": "The woman was clothed in purple and scarlet, and adorned with gold, precious stones, and pearls. She held a golden cup in her hand, full of abominations and the impurities of her spiritual adultery."
        },
        {
          "number": "5",
          "latin": "Et in fronte ejus nomen scriptum: Mysterium: Babylon magna, mater fornicationum, et abominationum terrae.",
          "english": "And upon her forehead was a name written: \"A Mystery: Babylon the Great, the mother of spiritual adulteries and abominations of the earth.\""
        },
        {
          "number": "6",
          "latin": "Et vidi mulierem ebriam de sanguine sanctorum, et de sanguine martyrum Jesu. Et miratus sum cum vidissem illam admiratione magna.",
          "english": "And I saw the woman drunk with the blood of the holy ones and with the blood of the martyrs of Jesus. When I saw her, I was greatly astonished and filled with wonder."
        },
        {
          "number": "7",
          "latin": "Et dixit mihi angelus: Quare miraris? Ego dicam tibi sacramentum mulieris, et bestiae quae portat eam, quae habet capita septem, et cornua decem.",
          "english": "And the angel said to me: \"Why are you astonished? I will tell you the hidden truth about the woman and concerning the beast that carries her, which has seven heads and ten horns.\""
        },
        {
          "number": "8",
          "latin": "Bestia quam vidisti, fuit, et non est, et ascensura est de abysso, et in interitum ibit: et mirabuntur inhabitantes terram, quorum non sunt scripta nomina in libro vitae a constitutione mundi, videntes bestiam, quia fuit, et non est.",
          "english": "The beast which you saw was, and is not, and will ascend from the abyss, and then go into destruction. And those who live on the earth, whose names were not written in the book of life from the foundation of the world, will be astonished when they see the beast, because it was, and is not, yet is about to be present again."
        },
        {
          "number": "9",
          "latin": "Et hic est sensus qui habet sapientiam: Septem capita, septem montes sunt, super quos mulier sedet, et reges septem sunt.",
          "english": "Here is a profound understanding for one who possesses wisdom: The seven heads are seven mountains, upon which the woman is seated, and these also represent seven kings."
        },
        {
          "number": "10",
          "latin": "Quinque ceciderunt, unus est, et alter nondum venit: et cum venerit, breve tempus eum oportet manere.",
          "english": "Five of these kings have fallen, one is currently reigning, and another has not yet come. And when he comes, he must remain for a short time."
        },
        {
          "number": "11",
          "latin": "Et bestia quae erat, et non est: et ipsa octava est, et de septem est, et in interitum vadit.",
          "english": "And the beast that was, and is not, this very beast is also the eighth king, yet it is one of the seven, and it goes into destruction."
        },
        {
          "number": "12",
          "latin": "Et decem cornua, quae vidisti, decem reges sunt: qui regnum nondum acceperunt, sed potestatem tamquam reges una hora accipient post bestiam.",
          "english": "And the ten horns which you saw are ten kings, who have not yet received royal power, but they will receive authority as kings for one hour with the beast."
        },
        {
          "number": "13",
          "latin": "Hi unum consilium habent, et virtutem, et potestatem suam bestiae tradent.",
          "english": "These kings share one common purpose, and they will hand over their strength and authority to the beast."
        },
        {
          "number": "14",
          "latin": "Hi pugnabunt cum Agno, et Agnus vincet eos: quoniam Dominus dominorum est, et Rex regum, et qui cum illo sunt, vocati, et electi, et fideles.",
          "english": "These will fight with the Lamb, but the Lamb will conquer them, because He is the Lord of lords and King of kings. And those who are with Him are the called, the chosen, and the faithful."
        },
        {
          "number": "15",
          "latin": "Et dixit mihi: Aquae quas vidisti, ubi meretrix sedet, populi sunt, et turbae, et gentes, et linguae.",
          "english": "And he said to me: \"The waters which you saw, where the harlot sits, they are peoples, and multitudes, and nations, and languages.\""
        },
        {
          "number": "16",
          "latin": "Et decem cornua quae vidisti in bestia, hi odio habebunt meretricem, et desolatam facient illam, et nudam, et carnes ejus manducabunt, et igni eam comburent.",
          "english": "And the ten horns which you saw, belonging to the beast, these kings will hate the harlot. They will make her desolate and stripped bare, they will devour her flesh, and burn her with fire."
        },
        {
          "number": "17",
          "latin": "Deus enim dedit in corda eorum ut faciant quod placitum est illi, et ut dent regnum suum bestiae donec impleantur verba Dei.",
          "english": "For God has put it into their hearts to carry out His will, and to give their royal power to the beast, until the words of God are fulfilled."
        },
        {
          "number": "18",
          "latin": "Et mulier, quam vidisti, est civitas magna, quae habet regnum super reges terrae.",
          "english": "And the woman whom you saw is the great city, which holds dominion over the kings of the earth."
        }
      ]
    },
    {
      "number": 18,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et post haec vidi alium Angelum descendentem de caelo, habentem potestatem magnam: et terra illuminata est a gloria ejus.",
          "english": "And after these things, I saw another Angel descending from the sky,\nwho had great power.\nAnd the entire earth was illuminated by his glorious presence."
        },
        {
          "number": 2,
          "latin": "Et exclamavit in forti voce, dicens: Cecidit, cecidit Babylon magna: et facta est habitatio dæmoniorum, et custodia omnis spiritus immundi, et custodia omnis volucris immundæ, et odibilis:",
          "english": "And the Angel cried out with a strong voice, saying: “Fallen, fallen is Babylon the Great!\nShe has become a dwelling place for demons,\na prison for every unclean spirit,\nand a prison for every unclean and hateful bird."
        },
        {
          "number": 3,
          "latin": "quia de ira fornicationis ejus biberunt omnes gentes: et reges terræ cum illa fornicati sunt: et mercatores terræ de virtute deliciarum ejus divites facti sunt.",
          "english": "This has happened because all nations have drunk of the wine of her passionate fornication.\nThe kings of the earth have committed fornication with her,\nand the merchants of the earth have grown rich from the power of her luxurious living.”"
        },
        {
          "number": 4,
          "latin": "Et audivi aliam vocem de caelo dicentem: Exite de illa populus meus: ut ne participes sitis delictorum ejus, et de plagis ejus non accipiatis.",
          "english": "And I heard another voice from the sky saying:\n“Come out from her, My people, all you faithful ones!\nDo this so that you may not be sharers in her sins,\nand so that you may not receive any of her plagues."
        },
        {
          "number": 5,
          "latin": "Quoniam pervenerunt peccata ejus usque ad caelum, et recordatus est Dominus iniquitatum ejus.",
          "english": "For her sins have reached all the way up to the sky, to the throne of God’s judgment,\nand the Lord has remembered her iniquities and will act upon them."
        },
        {
          "number": 6,
          "latin": "Reddite illi sicut et ipsa reddidit vobis: et duplate duplicia secundum opera ejus: in poculo quo miscuit, miscete illi dupliciter.",
          "english": "Pay her back just as she herself has paid you, for her evil deeds.\nDouble her double according to her works.\nIn the cup which she has mixed for others, mix for her double the amount."
        },
        {
          "number": 7,
          "latin": "Quantum glorificavit se, et in deliciis fuit, tantum date illi tormentum et luctum: quia in corde suo dicit: Sedeo regina, et vidua non sum, et luctum non videbo.",
          "english": "As much as she glorified herself and lived luxuriously and in pleasure,\nso much give her torment and sorrow.\nFor in her heart she says with pride: ‘I sit as a queen, and I am not a widow, and I shall see no sorrow or suffering.’"
        },
        {
          "number": 8,
          "latin": "Ideo in una die venient plagæ ejus, mors, et luctus, et fames, et igni comburetur: quia fortis est Deus qui judicat illam.",
          "english": "Therefore, in one single day her plagues will come upon her: death, and sorrow, and famine.\nAnd she will be burned with fire.\nThis will happen because strong is the Lord God, the Almighty, who judges her."
        },
        {
          "number": 9,
          "latin": "Et flebunt, et plangent se super illam reges terræ, qui cum illa fornicati sunt, et in deliciis vixerunt, cum viderint fumum incendii ejus:",
          "english": "And the kings of the earth who committed fornication with her and lived luxuriously will weep and mourn over her,\nwhen they see the smoke of her burning destruction."
        },
        {
          "number": 10,
          "latin": "longe stantes propter timorem tormentorum ejus, dicentes: Væ, væ civitas illa magna, Babylon illa fortis civitas: quoniam una hora venit judicium tuum.",
          "english": "They will stand far off because of the fear of her torment,\nsaying: “Woe, woe, that great city, Babylon, that strong city!\nFor in one hour your judgment has come!”"
        },
        {
          "number": 11,
          "latin": "Et negotiatores terræ flebunt, et lugebunt super illam: quoniam nemo emet mercem eorum amplius.",
          "english": "And the merchants of the earth will weep and mourn over her,\nbecause no one will buy their merchandise any longer."
        },
        {
          "number": 12,
          "latin": "mercem auri, et argenti, et lapidis pretiosi, et margaritæ, et byssi, et purpuræ, et serici, et cocci, et omne lignum thyinum, et omnia vasa eboris, et omnia vasa de lapide pretioso, et de ære, et de ferro, et de marmore,",
          "english": "Their merchandise included gold, and silver, and precious stones, and pearls,\nand fine linen, and purple, and silk, and scarlet,\nand all fragrant thyme wood,\nand all vessels made of ivory,\nand all vessels made of precious stone, and of bronze, and of iron, and of marble."
        },
        {
          "number": 13,
          "latin": "et cinnamomum, et amomum, et odoramenta, et unguentum, et thus, et vinum, et oleum, et similam, et triticum, et jumenta, et oves, et equos, et rhedas, et mancipia, et animas hominum.",
          "english": "Also cinnamon, and amomum (a fragrant spice), and perfumes, and ointment, and frankincense,\nand wine, and oil, and fine flour, and wheat,\nand cattle, and sheep, and horses, and carriages or chariots,\nand slaves, and the very souls of men."
        },
        {
          "number": 14,
          "latin": "Et poma desiderii animæ tuæ discesserunt a te, et omnia pinguia et præclara perierunt a te, et amplius illa jam non invenient.",
          "english": "And the fruits your soul passionately desired have departed from you.\nAnd all your rich and splendid things have perished from you,\nand they will never, ever be found again."
        },
        {
          "number": 15,
          "latin": "Mercatores horum, qui divites facti sunt ab ea, longe stabunt propter timorem tormentorum ejus, flentes et lugentes,",
          "english": "The merchants of these things, who grew rich from their dealings with her,\nwill stand far off because of the fear of her torment,\nweeping and mourning."
        },
        {
          "number": 16,
          "latin": "et dicentes: Væ, væ civitas illa magna, quæ erat amicta byssino, et purpura, et cocco, et inaurata auro, et lapide pretioso, et margaritis:",
          "english": "And they will be saying: “Woe, woe, that great city,\nwhich was clothed in fine linen, and purple, and scarlet,\nand adorned with gold, and precious stone, and pearls!"
        },
        {
          "number": 17,
          "latin": "quoniam una hora destitutæ sunt tantæ divitiæ: et omnis gubernator, et omnis qui in navibus locum tenet, et nautæ, et quotquot mari navigant, longe steterunt,",
          "english": "For in one hour such great riches have been laid waste and brought to nothing!”\nAnd every captain, and every passenger on ships, and sailors, and all who sail the sea,\nstood far off."
        },
        {
          "number": 18,
          "latin": "et clamaverunt videntes locum incendii ejus, dicentes: Quæ similis huic civitati magnæ?",
          "english": "And they cried out, seeing the place of her burning,\nsaying: “What city was ever like this great city?!”"
        },
        {
          "number": 19,
          "latin": "Et miserunt pulverem super capita sua, et clamaverunt flentes et lugentes, dicentes: Væ, væ civitas illa magna, in qua divites facti sunt omnes qui habebant naves in mari de pretiis ejus: quoniam una hora desolata est.",
          "english": "And they threw dust upon their heads as a sign of deep mourning,\nand they cried out, weeping and mourning, saying: “Woe, woe, that great city!\nIn her, all who had ships at sea grew rich from her wealth and her costly prices.\nFor in one single hour she has been utterly desolated!”"
        },
        {
          "number": 20,
          "latin": "Exsulta super eam cælum, et sancti Apostoli, et Prophetæ: quoniam judicavit Deus judicium vestrum de illa.",
          "english": "Rejoice over her, you inhabitants of the celestial realms, meaning angels and saints,\nand you holy Apostles and Prophets!\nThis is because God has judged your cause against her and brought justice upon her."
        },
        {
          "number": 21,
          "latin": "Et sustulit unus Angelus fortis lapidem quasi molarem magnum, et misit in mare, dicens: Hoc impetu mittetur Babylon magna illa civitas, et ultra jam non invenietur.",
          "english": "And one mighty Angel lifted up a stone like a great millstone, an enormous grinding stone,\nand threw it into the sea, saying: “With such violence and force shall Babylon, that great city, be thrown down into oblivion,\nand she shall never, ever be found again.”"
        },
        {
          "number": 22,
          "latin": "Et vox citharœdorum, et musicorum, et tibia canentium, et tubæ non audietur in te amplius: et omnis artifex omnis artis non invenietur in te amplius: et vox molæ non audietur in te amplius:",
          "english": "And the sound of harpists, and musicians, and flute players, and trumpets will no longer be heard in you.\nAnd no craftsman of any craft or skill will be found in you any longer.\nAnd the sound of the millstone, for daily bread, will not be heard in you any longer."
        },
        {
          "number": 23,
          "latin": "et lux lucernæ non lucebit tibi amplius: et vox sponsi, et sponsæ non audietur in te amplius: quia mercatores tui erant principes terræ, quia in maleficiis tuis errant omnes gentes.",
          "english": "And the light of a lamp will shine no longer in you, ending all activity.\nAnd the voice of the bridegroom and the bride, signifying joy and new life, will not be heard in you any longer.\nThis judgment comes because your merchants were the great ones and rulers of the earth,\nand because by your sorceries, deceptions, and spiritual manipulations, all nations were led astray into sin."
        },
        {
          "number": 24,
          "latin": "Et in sanguine Prophetarum, et Sanctorum omnium, qui occisi sunt in terra, inventus est.",
          "english": "And in her was found the blood of Prophets and of all Saints,\nof all who were unjustly slain on the earth through the ages."
        }
      ]
    },
    {
      "number": 19,
      "status": "completed",
      "verses": [
        {
          "number": "1",
          "latin": "Post hæc audivi quasi vocem magnam turbarum multarum in cælo, dicentium: Alleluja: salus, et gloria, et virtus est Deo nostro:",
          "english": "After these events, I heard what sounded like a massive voice from countless crowds in the spiritual realm, saying: “Praise God! All salvation, all glory, and all power belong to our God.”"
        },
        {
          "number": "2",
          "latin": "quia vera et justa sunt judicia ejus, qui judicavit de meretrice magna, quæ corrupit terram in prostitutione sua, et vindicavit sanguinem servorum suorum de manibus ejus.",
          "english": "“Because His judgments are true and just. He has judged the great harlot who corrupted the earth with her immorality, and He has avenged the blood of His servants from her hands.”"
        },
        {
          "number": "3",
          "latin": "Et iterum dixerunt: Alleluja. Et fumus illius ascendit in sæcula sæculorum.",
          "english": "And again they said: “Praise God!” And the smoke of her burning ascended forever and ever."
        },
        {
          "number": "4",
          "latin": "Et ceciderunt viginti quatuor seniores, et quatuor animalia: et adoraverunt Deum sedentem super thronum, dicentes: Amen: Alleluja.",
          "english": "And the twenty-four elders and the four living creatures fell down and worshipped God, who was seated upon His throne, saying: “So be it! Praise God!”"
        },
        {
          "number": "5",
          "latin": "Et vox de throno exivit dicens: Laudate Deum nostrum omnes servi ejus: et qui timetis eum pusilli et magni.",
          "english": "And a voice came forth from the throne, saying: “Praise our God, all you His servants, and you who fear Him, both small and great.”"
        },
        {
          "number": "6",
          "latin": "Et audivi quasi vocem turbæ magnæ, et sicut vocem aquarum multarum, et sicut vocem tonitruorum magnorum, dicentium: Alleluja: quoniam regnavit Dominus Deus noster omnipotens.",
          "english": "And I heard what sounded like the voice of a great crowd, and like the sound of many rushing waters, and like the sound of mighty thunderclaps, saying: “Praise God! Because the Lord our Almighty God has begun His reign.”"
        },
        {
          "number": "7",
          "latin": "Gaudeamus, et exsultemus, et demus gloriam ei: quia venerunt nuptiæ Agni, et uxor ejus præparavit se.",
          "english": "“Let us rejoice and exult, and let us give glory to Him. Because the Wedding Feast of the Lamb has come, and His Bride has prepared herself for it.”"
        },
        {
          "number": "8",
          "latin": "Et datum est illi ut cooperiretur byssino splendenti et candido. Byssinum enim justificationes sunt sanctorum.",
          "english": "And it was granted to her that she should be clothed in fine linen, bright and pure. For the fine linen represents the righteous acts of the saints."
        },
        {
          "number": "9",
          "latin": "Et dixit mihi: Scribe: Beati qui ad cœnam nuptiarum Agni vocati sunt. Et dixit mihi: Hæc verba Dei vera sunt.",
          "english": "And He said to me: “Write this down: Blessed are those who are called to the Wedding Supper of the Lamb.” And He said to me: “These words are the true words of God.”"
        },
        {
          "number": "10",
          "latin": "Et cecidi ante pedes ejus ut adorarem eum. Et dixit mihi: Vide ne feceris: conservus tuus sum, et fratrum tuorum habentium testimonium Jesu. Deum adora. Testimonium enim Jesu est spiritus prophetiæ.",
          "english": "And I fell before his feet to worship him. And he said to me: “Do not do that! I am a fellow servant with you and with your brothers who hold to the testimony of Jesus. Worship God alone. For the testimony of Jesus is the spirit of prophecy itself.”"
        },
        {
          "number": "11",
          "latin": "Et vidi cælum apertum, et ecce equus albus, et qui sedebat super illum, vocabatur Fidelis, et Verax, et cum justitia judicat et pugnat.",
          "english": "And then I saw the spiritual realm opened, and behold, a white horse. And the One who sat upon it was called “Faithful” and “True,” and with justice He judges and makes war."
        },
        {
          "number": "12",
          "latin": "Oculi autem ejus sicut flamma ignis, et in capite ejus diademata multa, et habens nomen scriptum, quod nemo novit nisi ipse.",
          "english": "And His eyes were like a flame of fire, and upon His head were many diadems, and He had a name written on Him which no one knows but Himself."
        },
        {
          "number": "13",
          "latin": "Et vestitus erat veste aspersa sanguine: et vocatur nomen ejus: Verbum Dei.",
          "english": "And He was clothed in a vestment dipped in blood, and His name is called: “The Son of God” (The Word of God)."
        },
        {
          "number": "14",
          "latin": "Et exercitus cælorum sequebantur eum in equis albis, vestiti byssino albo et mundo.",
          "english": "And the armies of the spiritual realms followed Him on white horses, clothed in fine linen, white and clean."
        },
        {
          "number": "15",
          "latin": "Et de ore ejus procedit gladius ex utraque parte acutus, ut in ipso percutiat gentes. Et ipse reget eas virga ferrea: et ipse calcat torcular vini furoris iræ Dei omnipotentis.",
          "english": "And from His mouth proceeds a sharp, two-edged sword, that with it He may strike down the nations. And He Himself will rule them with a rod of iron. And He Himself treads the winepress of the furious wrath of Almighty God."
        },
        {
          "number": "16",
          "latin": "Et habet in vestimento, et in femore suo scriptum: Rex regum et Dominus dominantium.",
          "english": "And He has written on His vestment and on His thigh: “KING OF KINGS, AND LORD OF LORDS.”"
        },
        {
          "number": "17",
          "latin": "Et vidi unum Angelum stantem in sole, et clamavit voce magna, dicens omnibus avibus, quæ volabant per medium cæli: Venite, et congregamini ad cœnam magnam Dei:",
          "english": "And I saw a single Angel standing in the sun, and he cried out with a loud voice, saying to all the birds that flew through the midst of the sky: “Come, gather yourselves together for the great Supper of God.”"
        },
        {
          "number": "18",
          "latin": "ut manducetis carnes regum, et carnes tribunorum, et carnes fortium, et carnes equorum, et sedentium in ipsis, et carnes omnium liberorum, et servorum, et pusillorum, et magnorum.",
          "english": "“So that you may eat the flesh of kings, and the flesh of tribunes, and the flesh of strong men, and the flesh of horses and of those who sat upon them, and the flesh of all free men and of servants, and of both small and great.”"
        },
        {
          "number": "19",
          "latin": "Et vidi bestiam, et reges terræ, et exercitus eorum congregatos facere prælium cum illo, qui sedebat in equo, et cum exercitu ejus.",
          "english": "And I saw the Beast, and the kings of the earth, and their armies gathered together to make war against the One who sat upon the horse, and against His army."
        },
        {
          "number": "20",
          "latin": "Et apprehensa est bestia, et cum ea pseudopropheta, qui fecit signa coram ipsa, quibus seduxit eos, qui acceperunt caracterem bestiæ, et qui adoraverunt imaginem ejus. Vivi duo missi sunt in stagnum ignis ardentis sulphure.",
          "english": "And the Beast was captured, and with it the false prophet, who had performed signs in its presence, with which he deceived those who had received the mark of the Beast and who had worshipped its image. These two, while still alive, were cast into the lake of fire burning with sulfur."
        },
        {
          "number": "21",
          "latin": "Et ceteri occisi sunt in gladio sedentis super equum, qui procedit de ore ipsius: et omnes aves saturatæ sunt carnibus eorum.",
          "english": "And the rest were slain with the sword of the One who sat upon the horse, which proceeds from His mouth. And all the birds were filled with their flesh."
        }
      ]
    },
    {
      "number": 20,
      "status": "completed",
      "verses": [
        {
          "number": "Revelation 20:1",
          "latin": "Et vidi angelum descendentem de cælo, habentem clavem abyssi, et catenam magnam in manu sua.",
          "english": "Then I saw an angel coming down from the sky. He was holding the key to the bottomless pit, the Abyss, and a great chain in his hand."
        },
        {
          "number": "Revelation 20:2",
          "latin": "Et apprehendit draconem, serpentem antiquum, qui est diabolus, et Satanas, et ligavit eum per mille annos.",
          "english": "He seized the dragon, that ancient serpent, who is also called the Devil and Satan, and bound him for a thousand years, a symbolic period of spiritual confinement."
        },
        {
          "number": "Revelation 20:3",
          "latin": "Et misit eum in abyssum, et clausit, et signavit super illum, ne seducat amplius gentes, donec consummentur mille anni: et post hæc oportet illum solvi modico tempore.",
          "english": "The angel then threw him into the Abyss, shutting it and sealing it over him. This was so the Devil could not deceive the nations and turn them away from God until the thousand years of spiritual confinement were completed. After that, he must be released for a short time."
        },
        {
          "number": "Revelation 20:4",
          "latin": "Et vidi sedes, et sederunt super eas, et judicium datum est illis: et animas decollatorum propter testimonium Jesu, et propter verbum Dei, et qui non adoraverunt bestiam, neque imaginem ejus, nec acceperunt caracterem ejus in frontibus aut in manibus suis, et sederunt cum Christo mille annis.",
          "english": "Then I saw thrones, and those who sat on them were given the authority to judge. I also saw the souls of those who had been beheaded for proclaiming Jesus and God's word, and those who had not worshipped the Beast or its image, nor received its mark on their foreheads or hands. These souls came to life and reigned with Christ for this spiritual period of a thousand years."
        },
        {
          "number": "Revelation 20:5",
          "latin": "Ceteri mortuorum non vixerunt, donec consummentur mille anni. Hæc est resurrectio prima.",
          "english": "The rest of the spiritually dead did not come to life in this way until the thousand years were finished. This is what is meant by the first resurrection: a spiritual reawakening and reign with Christ."
        },
        {
          "number": "Revelation 20:6",
          "latin": "Beatus et sanctus qui habet partem in resurrectione prima: in his secunda mors non habet potestatem: sed erunt sacerdotes Dei et Christi: et regnabunt cum illo mille annis.",
          "english": "Blessed and holy is anyone who has a part in this first resurrection, meaning a spiritual reign with Christ. Over these, the second death—eternal damnation in hell—has no power. Instead, they will be priests of God and of Christ, and they will reign with Him for this spiritual period of a thousand years."
        },
        {
          "number": "Revelation 20:7",
          "latin": "Et cum consummati fuerint mille anni, solvetur Satanas de carcere suo, et exibit, et seducet gentes, quæ sunt super quatuor angulos terræ, Gog, et Magog, et congregabit eos in prælium, quorum numerus est sicut arena maris.",
          "english": "When the thousand years are completed, Satan will be released from his spiritual prison. He will then go out to deceive the nations throughout the whole earth—Gog and Magog, representing all who oppose God—and gather them for a final spiritual battle. Their numbers will be as countless as the sand of the sea."
        },
        {
          "number": "Revelation 20:8",
          "latin": "Et ascenderunt super latitudinem terræ, et circumierunt castra sanctorum, et dilectam civitatem.",
          "english": "They marched across the broad expanse of the earth and surrounded the camp of the saints and the beloved city, which is the Church."
        },
        {
          "number": "Revelation 20:9",
          "latin": "Et descendit ignis a Deo de cælo, et devoravit eos: et diabolus, qui seduxerat eos, missus est in stagnum ignis et sulphuris, ubi et bestia et pseudopropheta cruciabuntur die ac nocte in sæcula sæculorum.",
          "english": "Then fire came down from God out of the sky and consumed them all. And the Devil, who had deceived them, was thrown into the lake of fire and sulfur, where the Beast and the False Prophet had already been cast. There they will be tormented day and night for all eternity."
        },
        {
          "number": "Revelation 20:10",
          "latin": "Et vidi solium magnum candidum, et sedentem super illud, a cujus conspectu terra et cælum effugerunt, et locus non est inventus eis.",
          "english": "Then I saw a great white throne, and One sitting on it. Before His presence, the earth and the sky fled away, and no place was found for them."
        },
        {
          "number": "Revelation 20:11",
          "latin": "Et vidi mortuos, magnos et pusillos, stantes in conspectu throni, et libri aperti sunt: et alius liber apertus est, qui est vitæ: et judicati sunt mortui ex his quæ scripta erant in libris, secundum opera ipsorum.",
          "english": "I saw all the dead, both great and small, standing before the throne. Books were opened, which contained records of their lives. And another book was opened, which is the Book of Life. The dead were judged according to their deeds, which were written in those books."
        },
        {
          "number": "Revelation 20:12",
          "latin": "Et dedit mare mortuos, qui in eo erant: et mors et infernus dederunt mortuos suos, qui in ipsis erant: et judicatum est de singulis secundum opera ipsorum.",
          "english": "The sea gave up the dead that were in it. And Death and Hades (the realm of the dead) gave up their dead that were in them. Every single person was judged according to what they had done in their lives."
        },
        {
          "number": "Revelation 20:13",
          "latin": "Et mors et infernus missi sunt in stagnum ignis. Hæc est mors secunda.",
          "english": "And Death itself and Hades (the realm of the dead) were thrown into the lake of fire. This is the second death, which is eternal damnation."
        },
        {
          "number": "Revelation 20:14",
          "latin": "Et si quis non est inventus in libro vitæ scriptus, missus est in stagnum ignis.",
          "english": "If anyone's name was not found written in the Book of Life, that person was cast into the lake of fire, suffering eternal damnation."
        }
      ]
    },
    {
      "number": 21,
      "status": "completed",
      "verses": [
        {
          "number": 1,
          "latin": "Et vidi caelum novum et terram novam. Primum enim caelum et prima terra abiit, et mare jam non est.",
          "english": "I then saw a new universe and a new earth. The old universe and the old earth had passed away, and the sea no longer existed."
        },
        {
          "number": 2,
          "latin": "Et ego Joannes vidi sanctam civitatem Jerusalem novam, descendentem de caelo a Deo paratam, sicut sponsam ornatam viro suo.",
          "english": "And I, John, saw the Holy City, the new Jerusalem, coming down out of the sky from God. It was prepared like a bride beautifully adorned for her husband."
        },
        {
          "number": 3,
          "latin": "Et audivi vocem magnam de throno dicentem: Ecce tabernaculum Dei cum hominibus, et habitabit cum eis. Et ipsi populus ejus erunt, et ipse Deus cum eis erit eorum Deus.",
          "english": "And I heard a loud voice from the throne saying: 'Behold, the dwelling place of God is with humanity, and He will live with them. They will be His people, and God Himself will be with them as their God.'"
        },
        {
          "number": 4,
          "latin": "Et absterget Deus omnem lacrymam ab oculis eorum: et mors ultra non erit, neque luctus, neque clamor, neque dolor erit ultra, quia prima abierunt.",
          "english": "And God will wipe away every tear from their eyes. There will be no more death, nor sorrow, nor crying, nor pain anymore, because the former things have passed away."
        },
        {
          "number": 5,
          "latin": "Et dixit qui sedebat in throno: Ecce nova facio omnia. Et dixit mihi: Scribe, quia haec verba fidelissima sunt, et vera.",
          "english": "And He who sat on the throne said: 'Behold, I am making all things new.' He also said to me, 'Write, for these words are utterly trustworthy and true.'"
        },
        {
          "number": 6,
          "latin": "Et dixit mihi: Factum est. Ego sum Alpha et Omega, principium et finis. Ego sitienti dabo de fonte aquae vitae gratis.",
          "english": "And He said to me: 'It is done. I am the Alpha and the Omega, the beginning and the end of all things. To the one who thirsts, I will give water from the fountain of life as a free gift.'"
        },
        {
          "number": 7,
          "latin": "Qui vicerit, possidebit haec: et ero illi Deus, et ille erit mihi filius.",
          "english": "The one who overcomes will inherit these things. And I will be his God, and he will be My son."
        },
        {
          "number": 8,
          "latin": "Timidis autem, et incredulis, et execratis, et homicidis, et fornicatoribus, et veneficis, et idololatris, et omnibus mendacibus, pars illorum erit in stagno ardenti igne et sulphure: quod est mors secunda.",
          "english": "But for the cowardly, the unbelieving, the detestable, the murderers, the sexually immoral, the sorcerers, the idolaters, and all liars—their destiny will be in the lake that burns with fire and brimstone, which is the second death."
        },
        {
          "number": 9,
          "latin": "Et venit unus de septem angelis habentibus phialas plenas septem plagis novissimis, et locutus est mecum, dicens: Veni, et ostendam tibi sponsam, uxorem Agni.",
          "english": "Then one of the seven angels who held the seven bowls full of the last seven plagues came and spoke with me, saying: 'Come, and I will show you the Bride, the wife of the Lamb.'"
        },
        {
          "number": 10,
          "latin": "Et sustulit me in spiritu in montem magnum et altum: et ostendit mihi civitatem sanctam Jerusalem, descendentem de caelo a Deo,",
          "english": "And he carried me away in the Spirit to a great and high mountain, and he showed me the Holy City, Jerusalem, descending out of the sky from God."
        },
        {
          "number": 11,
          "latin": "habentem claritatem Dei: et lumen ejus simile lapidi pretioso tamquam lapidi jaspidis, sicut crystallum.",
          "english": "It had the glory of God. Its radiance was like that of a very precious jewel, like a jasper stone, as clear as crystal."
        },
        {
          "number": 12,
          "latin": "Et habebat murum magnum et altum habentem portas duodecim: et in portis angelos duodecim, et nomina inscripta, quae sunt nomina duodecim tribuum filiorum Israël.",
          "english": "It had a great, high wall with twelve gates. At the gates were twelve angels, and names were inscribed on them, which are the names of the twelve tribes of the sons of Israel."
        },
        {
          "number": 13,
          "latin": "Ab oriente portae tres, et ab aquilone portae tres, et ab austro portae tres, et ab occasu portae tres.",
          "english": "There were three gates on the east, three on the north, three on the south, and three on the west."
        },
        {
          "number": 14,
          "latin": "Et murus civitatis habebat fundamenta duodecim, et in ipsis nomina duodecim Apostolorum Agni.",
          "english": "The wall of the City also had twelve foundations, and on them were the names of the twelve Apostles of the Lamb."
        },
        {
          "number": 15,
          "latin": "Et qui loquebatur mecum, habebat mensuram arundineam auream, ut metiretur civitatem, et portas ejus, et murum.",
          "english": "The angel who spoke with me had a golden measuring rod to measure the City, its gates, and its wall."
        },
        {
          "number": 16,
          "latin": "Et civitas in quadro posita est, et longitudo ejus tanta est quanta et latitudo: et mensus est civitatem arundine aurea per stadia duodecim millia. Et longitudo, et altitudo, et latitudo ejus aequalia sunt.",
          "english": "The City was laid out as a square, and its length was as great as its width. He measured the City with the golden rod, and it was twelve thousand stadia long. Its length, height, and width were all equal."
        },
        {
          "number": 17,
          "latin": "Et mensus est murum ejus centum quadraginta quatuor cubitorum mensura hominis, quae est angeli.",
          "english": "He also measured its wall, which was one hundred and forty-four cubits by human measure—this refers to the unit of measurement that angels use, not their physical size."
        },
        {
          "number": 18,
          "latin": "Et erat structura muri ejus de lapide jaspide: ipsa vero civitas aurum mundum simile vitro mundo.",
          "english": "The wall was built of jasper, and the City itself was pure gold, clear as pure glass."
        },
        {
          "number": 19,
          "latin": "Et fundamenta muri civitatis omni lapide pretioso ornata erant. Fundamentum primum, jaspis: secundum, sapphirus: tertium, chalcedonius: quartum, smaragdus:",
          "english": "The foundations of the City wall were adorned with every kind of precious stone. The first foundation was jasper; the second, sapphire; the third, chalcedony; the fourth, emerald;"
        },
        {
          "number": 20,
          "latin": "quintum, sardonyx: sextum, sardius: septimum, chrysolithus: octavum, beryllus: nonum, topazius: decimum, chrysoprasus: undecimum, hyacinthus: duodecimum, amethystus.",
          "english": "the fifth, sardonyx; the sixth, sardius; the seventh, chrysolite; the eighth, beryl; the ninth, topaz; the tenth, chrysoprase; the eleventh, hyacinth; the twelfth, amethyst."
        },
        {
          "number": 21,
          "latin": "Et duodecim portae duodecim margaritae sunt: singulae per singulas erant ex singulis margaritis: et platea civitatis aurum mundum tanquam vitrum perlucidum.",
          "english": "The twelve gates were twelve pearls, each gate made from a single pearl. And the main street of the City was pure gold, as transparent as glass."
        },
        {
          "number": 22,
          "latin": "Et templum non vidi in ea. Dominus enim Deus omnipotens templum illius est, et Agnus.",
          "english": "I saw no temple within it, for the Lord God Almighty and the Lamb are its temple."
        },
        {
          "number": 23,
          "latin": "Et civitas non eget sole, neque luna, ut luceant in ea. Claritas enim Dei illuminavit eam, et lucerna ejus est Agnus.",
          "english": "The City has no need of the sun or the moon to shine in it, for the glory of God illuminates it, and the Lamb is its lamp."
        },
        {
          "number": 24,
          "latin": "Et ambulabunt gentes in lumine ejus: et reges terrae afferent gloriam et honorem suum in illam.",
          "english": "The nations will walk by its light, and the kings of the earth will bring their glory and honor into it."
        },
        {
          "number": 25,
          "latin": "Et portae ejus non claudentur per diem: nox enim non erit illic.",
          "english": "Its gates will never be shut by day, because there will be no night there."
        },
        {
          "number": 26,
          "latin": "Et afferent gloriam et honorem gentium in illam.",
          "english": "And they will bring the glory and honor of the nations into it."
        },
        {
          "number": 27,
          "latin": "Non intrabit in eam aliquod coinquinatum, aut faciens abominationem, et mendacium, nisi qui scripti sunt in libro vitae Agni.",
          "english": "Nothing unclean will ever enter it, nor will anyone who does what is detestable or practices falsehood. Only those whose names are written in the Lamb's Book of Life will enter."
        }
      ]
    },
    {
      "number": 22,
      "status": "completed",
      "verses": [
        {
          "number": 2,
          "latin": "In medio plateae ejus, et ex utraque parte fluminis, lignum vitae, afferens fructus duodecim per menses singulos, reddens fructum suum, et folia ligni ad sanitatem gentium.",
          "english": "In the middle of the city's main street, and on both sides of the river, stood the tree of life, bearing twelve kinds of fruit, yielding its fruit each month, and the leaves of the tree are for the healing of the nations."
        },
        {
          "number": 3,
          "latin": "Et omne maledictum non erit amplius: sed sedes Dei et Agni in illa erunt, et servi ejus servient illi.",
          "english": "And there will be no more curse or damnation. Instead, the throne of God and of the Lamb will be in it, and His servants will serve Him directly."
        },
        {
          "number": 4,
          "latin": "Et videbunt faciem ejus: et nomen ejus in frontibus eorum.",
          "english": "They will see His face directly, and His name will be visibly marked on their foreheads, showing their complete belonging to Him."
        },
        {
          "number": 5,
          "latin": "Et nox ultra non erit: et non egebunt lumine lucernae, et lumine solis, quoniam Dominus Deus illuminabit illos, et regnabunt in saecula saeculorum.",
          "english": "And there will be no more night. They will not need the light of a lamp or the light of the sun, because the Lord God Himself will enlighten them, and they will reign with Him forever and ever."
        },
        {
          "number": 6,
          "latin": "Et dixit mihi: Haec verba fidelissima sunt, et vera. Et Dominus Deus spirituum prophetarum, misit Angelum suum ostendere servis suis quae oportet fieri cito.",
          "english": "And the angel said to me: \"These words are most trustworthy and true. For the Lord God, who inspires the spirits of the prophets, has sent His Angel to show His servants what must soon take place.\""
        },
        {
          "number": 7,
          "latin": "Et ecce venio velociter. Beatus qui custodit verba prophetiae libri hujus.",
          "english": "\"And behold, I am coming quickly. Blessed is the one who truly keeps the words of the prophecy contained in this book.\""
        },
        {
          "number": 8,
          "latin": "Et ego Joannes, qui audivi, et vidi haec. Et postquam audissem, et vidissem, cecidi ut adorarem ante pedes Angeli, qui mihi haec ostendebat.",
          "english": "And I, John, am the one who heard and saw these things. After I had heard and seen them, I fell down to worship before the feet of the Angel who had shown me these things."
        },
        {
          "number": 9,
          "latin": "Et dixit mihi: Vide ne feceris: conservus enim tuus sum, et fratrum tuorum prophetarum, et eorum qui servant verba libri hujus: Deum adora.",
          "english": "And he said to me: \"Do not do that! For I am a fellow servant with you, and with your brethren the prophets, and with all those who keep the words of this book. Worship God alone, for He is the only one worthy.\""
        },
        {
          "number": 10,
          "latin": "Et dixit mihi: Ne signaveris verba prophetiae libri hujus: tempus enim prope est.",
          "english": "And he said to me: \"Do not seal up the words of the prophecy of this book, for the time for these events is near.\""
        },
        {
          "number": 11,
          "latin": "Qui nocet, noceat adhuc: et qui in sordibus est, sordescat adhuc: et qui justus est, justificetur adhuc: et sanctus, sanctificetur adhuc.",
          "english": "\"Let him who does wrong continue to do wrong still, and let him who is filthy remain filthy still. But let him who is just continue to be justified still, and let him who is holy continue to be sanctified still.\" This means that soon, each person's spiritual state will be fixed."
        },
        {
          "number": 12,
          "latin": "Ecce venio cito, et merces mea mecum est, reddere unicuique secundum opera sua.",
          "english": "\"Behold, I am coming quickly, and My reward is with Me, so that I may render to each person according to their works.\""
        },
        {
          "number": 13,
          "latin": "Ego sum Alpha et Omega, primus et novissimus, principium et finis.",
          "english": "\"I am the Alpha and the Omega, which means I am the First and the Last, the very Beginning and the End of all things.\""
        },
        {
          "number": 14,
          "latin": "Beati qui lavant stolas suas in sanguine Agni: ut sit potestas eorum in ligno vitae, et per portas intrent in civitatem.",
          "english": "Blessed are those who wash their robes in the Blood of the Lamb, so that they may have the right to eat from the tree of life and may enter into the Holy City through its gates."
        },
        {
          "number": 15,
          "latin": "Foris canes, et venefici, et impudici, et homicidae, et idololatriae, et omnis qui amat et facit mendacium.",
          "english": "Outside the Holy City are the dogs—meaning the impure and those who oppose God—along with sorcerers, the sexually immoral, murderers, idolaters, and everyone who loves and practices falsehood."
        },
        {
          "number": 16,
          "latin": "Ego Jesus misi Angelum meum testificari vobis haec per Ecclesias. Ego sum radix et genus David, stella splendida et matutina.",
          "english": "\"I, Jesus, have sent My Angel to give you this testimony for all the Churches. I am the Root and the Offspring of David, the bright, splendid Morning Star.\""
        },
        {
          "number": 17,
          "latin": "Et Spiritus et sponsa dicunt: Veni. Et qui audit dicat: Veni. Et qui sitit, veniat: et qui vult, accipiat aquam vitae gratis.",
          "english": "And the Holy Spirit and the Church, His Bride, say: \"Come, Lord Jesus!\" And let everyone who hears this also say: \"Come!\" Let anyone who is spiritually thirsty come, and let anyone who wills, take the water of life freely, as a gift."
        },
        {
          "number": 18,
          "latin": "Contesto enim omni audienti verba prophetiae libri hujus: Si quis apposuerit ad haec, apponet Deus super illum plagas scriptas in libro isto.",
          "english": "For I solemnly testify to everyone who hears the words of the prophecy of this book: If anyone presumes to add to these revealed truths, God will add to him the plagues that are written in this book."
        },
        {
          "number": 19,
          "latin": "Et si quis diminuerit de verbis libri prophetiae hujus, auferet Deus partem ejus de ligno vitae, et de civitate sancta, et de his quae scripta sunt in libro isto.",
          "english": "And if anyone takes away from the words of the book of this prophecy, God will take away his portion from the tree of life and from the Holy City, and from the blessings that are written in this book."
        },
        {
          "number": 20,
          "latin": "Dicit qui testimonium perhibet istorum: Etiam, venio cito: Amen. Veni, Domine Jesu.",
          "english": "He who gives testimony to these things, which is Jesus Himself, says: \"Yes, I am coming quickly.\" Amen. Come, Lord Jesus!"
        },
        {
          "number": 21,
          "latin": "Gratia Domini nostri Jesu Christi cum omnibus vobis. Amen.",
          "english": "The grace of our Lord Jesus Christ be with all of you. Amen."
        }
      ]
    }
  ]
}